{
    "paper_id": "0b55a2a0180b94663112acf9166ba0f107fb27e1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sakir",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KIIT University",
                    "location": {
                        "postCode": "751024",
                        "settlement": "Bhubaneswar",
                        "country": "India"
                    }
                },
                "email": "sakir005@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The United Nations' Global Goals (UNGG) advocate bold actions to take on the biggest challenges facing humanity today. 1 The COVID-19 pandemic has already stretched global resources to bare bones. Mass violence, instability, and food shortages in some countries risk derailing the work done towards achieving Sustainable Development Goals by 2030. Herein we comment on some Goals and prospects for the humanity.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Goal 3 of the UNGG deals with health to all. Health cannot be a luxury of the privileged. It bodes ill for the current COVID-19 pandemic that is likely to get out of hand in regions where mass violence is becoming the new norm. 2 As a prime example, COVID-19 vaccine coverage in Ukraine is estimated to be around 33%. 3 The rampant spread of the virus through stressed and immunocompromised populations risks the emergence of newer variants that will threaten the whole of the world. Other health issues such as tuberculosis are also major concerns in the regions facing mass migration. 3 Goal 4 that covers universal education. An insecure world cannot develop science, justice, or even basic human rights. Lack of health facilities and education can cripple nations for generations. Scientists throughout the world are now uniting to condemn mass violence, offer decent jobs for displaced professionals, and allow them to preserve basic human rights. 4 The global scientific community should take a proactive stance to condemn instability and call for offering better options for education and science for all. Continuing professional development (CPD) needs to be adjusted to the current realities linked to the COVID-19 pandemic and socioeconomic instability.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 587,
                    "end": 588,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 953,
                    "end": 954,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Goal 16 relates to peace and justice. Universal peace cannot be fragmented and limited by domestic walls or international boundaries. The basic tenants of international law cannot be bent. Cities under siege are deprived of basic human rights like access to food, drinking water or essential medicines. Innocent civilians are not spared, and their psyche may be scarred for life. 5 , 6 This bitterness will thus persist across generations and hamper future peace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Apparently, it may take years, if not decades, to return to the pre-pandemic normality. Various stop-gap measures may be attempted in the meantime. The advantages of the internet should be used to the fullest to surmount physical boundaries. Social-media channels can be utilized for education and scientific cooperation to the fullest. Certain countries do have limitation related to bandwidth, 7 but human ingenuity can egress wherever there is scope for communication. Thus, it is vital to keep communication alive and provide hope and solace, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The 17 Goals",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of war on the dynamics of COVID-19 in Ukraine",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chumachenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chumachenko",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "BMJ Glob Health",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Lancet. Health and health care in Ukraine: in transition and at risk",
            "authors": [],
            "year": 2022,
            "venue": "Lancet",
            "volume": "399",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(22)00271-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The voices of Ukrainian and Russian scientists",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stoika",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gudimchuk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Shcherbata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaraisky",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shcheglovitov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kozorovitskiy",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Cell",
            "volume": "185",
            "issn": "8",
            "pages": "1283--1289",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Attacks on health care in the war in Ukraine: International law and the need for accountability",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Rubenstein",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "JAMA",
            "volume": "327",
            "issn": "16",
            "pages": "1541--1543",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Children: innocent victims of war in Ukraine",
            "authors": [],
            "year": 2022,
            "venue": "Lancet Child Adolesc Health",
            "volume": "6",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "J Korean Med Sci. 2022 May 16;37(19):e152 https://doi.org/10.3346/jkms.2022.37.e152 eISSN 1598-6357·pISSN 1011-8934 Sustainable Development Goals in the Time of Crisis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}