{
    "paper_id": "0b56d195b0d435ec8484c6a6cdbf6eeb08e2ba47",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic devastated health-care services worldwide. As of August 2020, the proportion of patients in England waiting at least 6 weeks for a cystoscopy was 50.2%, in stark contrast to 9.0% in August 2019 (ref. 1 ). This worrying trend has had a considerable impact on both new diagnoses and surveillance of previously treated bladder tumours.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The European Association of Urology (EAU) has issued guidelines to cope with the evolving dynamics of the pandemic, stratifying patients into traffic-light surveillance pathways based on initial tumour grade and presence of haematuria ( fig. 1 ). The adapted guidelines prioritize patients with high-risk tumours to undergo cystoscopy, while recommending that patients with low-risk or intermediate-risk tumours who remain asymptomatic have their cystoscopies deferred by 6 months 2 . This decision was made on a balance of probable benefits and risks, both to minimize exposure of patients to a hospital environment and to deliver a scarce resource to those who are most at need.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 243,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Despite these guidelines, individual patients are unlikely to be reassured by delays, and some diagnoses will inevitably be missed in this game of probability. Thus, this period of uncertainty requires timely action and innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Urinary biomarkers have featured in the diagnosis and surveillance of bladder cancers for many years; expansion of their role in the context of the pandemic should be explored. In particular, biomarkers could be a useful tool in patients with low-grade and intermediate-grade tumours in whom a surveillance cystoscopy has been deferred; in this context, abnormal results would then be then flagged and the patient scheduled for a biomarker-stratified diagnostic cystoscopy ( fig. 1) . A sensible use of biomarkers for the surveillance of patients with a low possibility of recurrence is beneficial on several fronts. First, it helps detect a recurrence that would otherwise be missed from a deferred cystoscopy; second, it provides reassurance to the patient; and third, it minimizes exposure of a potentially vulnerable patient to the hospital setting by collecting the urine samples at home or at primary health-care centres, reducing the need to come into the hospital. A robust clinical rationale supports this strategy, and this premise is being explored by the UroFollow trial, which began participant recruitment before the pandemic 3 . UroFollow is a prospective, randomized study comparing marker-based follow-up with standard of care over a period of 3 years. The trial aims to explore whether urine-based, non-invasive marker follow-up in patients with pTa G1-2 or low-grade non-muscle-invasive bladder cancer is sufficient and can replace standard of care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 482,
                    "text": "fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The ideal test for surveillance should be sensitive, specific and easy to perform. It should also be reasonably cost-effective and make use of a broadly available assay with a quick turnaround time. At the time of writing, six urinary assays are approved by the US Food and Drug Administration (FDA) for clinical use in conjunction with cystoscopy -NMP22 ELISA, NMP22 BladderChek, UroVysion, immunocyte (UCyt+), BTA-TRAK and BTA-STAT. FDA-approved biomarkers are commercially available but are not explicitly endorsed by international guidelines 4 . The introduction of any individual biomarker is currently based on the decision of an individual health-care entity, that is, a private provider in the USA or NHS Trust in the UK. Many biomarkers are associated with a high false-positive rate as they can be affected by the presence of inflammatory conditions of the bladder mucosa, leading to overdiagnosis and, therefore, adding further strain to a service that is already scarce 5 The COVID-19 pandemic has resulted in a substantial increase in waiting times for cystoscopies, prompting concerns of delayed diagnoses and substandard surveillance of bladder cancer. Expanding the role of urinary biomarkers in diagnostic and surveillance pathways could be a strategy to address this problem, and several novel biomarkers have shown promise for this purpose.",
            "cite_spans": [
                {
                    "start": 982,
                    "end": 983,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "www.nature.com/nrurol Although many biomarkers have been identified, their individual limitations have made them ineligible to replace the current gold-standard test, cystoscopy. Using a panel of multiple biomarkers to mitigate each individual biomarker's shortcomings has been considered; however, this somewhat undermines the principle that a screening test should be simple, accessible and reasonably cost effective. Thus, single biomarkers might have the greatest potential for use in bladder cancer diagnosis and surveillance throughout the COVID pandemic and in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In July 2020, the UK National Health Service approved the use of ADXBLADDER to help with the diagnosis and surveillance of bladder cancer 6 . ADXBLADDER detects the presence of MCM5 -a biomarker that is not influenced by infections or inflammation -and is twice as sensitive as urine cytology in the context of surveillance 7 . The test has demonstrated an impressive negative predictive value of 92-99% and uses a standard ELISA with a rapid 2-hour turnaround time. However, despite proving superior to urine cytology, the overall performance of ADXBLADDER remains relatively low, with a sensitivity of 51.9% and a specificity of 66.4% 7 .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 325,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By contrast, URO17, details of which were published in late October 2020 (ref. 8 ), shows promise in its diagnostic capability. This immunocytochemistry-based test detects the presence of oncoprotein Keratin 17 (K17)a protein involved in the replication cycle of malignant cells -in urothelial cells and has demonstrated a sensitivity of 100% in detection of both recurrent bladder cancer 9 and new bladder tumours from patients presenting with haematuria; the specificity of URO17 in the detection of recurrent and new bladder cancer was 96% and 92.6%, respectively 8 . These data suggest that URO17 could be a sensitive and specific test for papillary urothelial neoplasm of low malignant potential, as well as both papillary and nonpapillary carcinomas, providing diagnostic value in cases that could be missed by urine cytology. Additionally, URO17 can be used to test patients presenting with haematuria, a cohort of patients that had not been included in previous studies of K17 tests, thereby expanding its use in the surveillance population. Notably, the immunocytochemical assay required for URO17 is easily adaptable to existing instruments and uses the same samples as used in urine cytology, thereby enabling its integration into clinical practice 8,9 . A 2018 meta-analysis highlighted two further biomarkers that showed strong potential: orosomucoid 1 (ORM1), and the serine protease HTRA1 (ref. 10 ). Of 14 case-control studies investigating single protein biomarkers within the meta-analysis, these biomarkers showed the highest sensitivity and specificity for bladder cancer: ORM1 has a sensitivity of 92%, a specificity of 94% and a ROC of 0.965, and HTRA1 has a sensitivity and specificity of 93% and 96%, respectively. Both protein biomarkers are tested using ELISA of collected urine samples, once again enabling the use of existing laboratory infrastructure.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 389,
                    "end": 390,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1260,
                    "end": 1265,
                    "text": "8,9 .",
                    "ref_id": null
                },
                {
                    "start": 1410,
                    "end": 1412,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Urinary biomarkers have been overlooked for many years owing to a perceived lack of sensitivity, high rate of false positivity and a paucity of independent validation studies 10 . However, substantial improvements in this area have been made in the past few years. Furthermore, the inevitable diagnostic delays as a result of the COVID-19 pandemic require that we adapt our clinical practice as quickly and efficiently as possible. Thus, particular attention should be devoted to translating the use of urinary biomarkers to clinical practice in order to mitigate the backlog of diagnostic procedures. Urinary biomarkers should be incorporated in the surveillance of bladder tumours and resources should be focused on clinical trials involving these biomarkers in a direct head-to-head comparison, in order to determine how best we can use them to improve care for patients with bladder cancer during the COVID pandemic and beyond.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "NHS diagnostic waiting times and activity data",
            "authors": [
                {
                    "first": "Nhs",
                    "middle": [],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Improvement",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "European Association of Urology guidelines office rapid reaction group: an organisation-wide collaborative effort to adapt the European Association of Urology guidelines recommendations to the coronavirus disease 2019 era",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ribal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Urol",
            "volume": "78",
            "issn": "",
            "pages": "21--28",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward noninvasive follow-up of low-risk bladder cancer -rationale and concept of the UroFollow trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Benderska-Söder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Urol. Oncol",
            "volume": "38",
            "issn": "",
            "pages": "886--895",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Urinary biomarkers in bladder cancer: where do we stand and potential role of extracellular vesicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancers",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Urinary biomarkers in bladder cancer: a review of the current landscape and future directions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stenzl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasdev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Urol. Oncol",
            "volume": "39",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of the performances of the ADXBLADDER test and urinary cytology in the follow-up of non-muscle-invasive bladder cancer: a blinded prospective multicentric study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gontero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJU Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bju.15194"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of URO17 TM biomarker to enhance diagnosis of urothelial cancer in new hematuria patients -first european data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasdev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bco2.50"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Keratin 17 is a sensitive and specific biomarker of urothelial neoplasia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mod Pathol",
            "volume": "32",
            "issn": "",
            "pages": "717--724",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel urinary biomarkers for the detection of bladder cancer: a systematic review",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cancer Treat. Rev",
            "volume": "69",
            "issn": "",
            "pages": "39--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Urinary biomarkers to mitigate diagnostic delay in bladder cancer during the COVID-19 era",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fig. 1 |Schematic of proposed surveillance scheme based on EAU guidelines during the CoVID-19 pandemic within 12 months of transurethral resection. Hypothetical time points for urine biomarker testing are highlighted, alongside biomarker-stratified cystoscopy or imaging in the context of an abnormal urine biomarker test. EAU, European Association of Urology; NMIBC, non-muscle-invasive bladder cancer.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}