{
    "paper_id": "0b58b1dfe2d8fcf5f4982ce6107654af8ac5b24c",
    "metadata": {
        "title": "A Systematic Review on the Usability of Web-Based Applications in Advocating Consumers on Food Safety A Systematic Review on the Usability of Web-Based Applications in",
        "authors": [
            {
                "first": "Wen-Li",
                "middle": [],
                "last": "Seow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Umi",
                "middle": [],
                "last": "Kalsom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Md",
                "middle": [],
                "last": "Ariffin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sook",
                "middle": [
                    "Yee"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCSI University",
                    "location": {
                        "postCode": "56000",
                        "settlement": "Cheras",
                        "region": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nurul",
                "middle": [
                    "Azmawati"
                ],
                "last": "Mohamed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Islam Malaysia",
                    "location": {
                        "addrLine": "Persiaran Ilmu, Bandar Baru Nilai",
                        "postCode": "71800",
                        "settlement": "Nilai",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [
                    "Wei"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Tunku Abdul Rahman",
                    "location": {
                        "addrLine": "Kajang 43000",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Navin",
                "middle": [
                    "Kumar"
                ],
                "last": "Devaraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Putra Malaysia",
                    "location": {
                        "addrLine": "Serdang 43400",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Syafinaz",
                "middle": [],
                "last": "Amin-Nordin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Foodborne diseases are preventable, yet they are still a significant cause of public health concern that lead to economic burden. Foodborne illness outbreaks are commonly associated with restaurants and households. Pathogenic bacteria and antimicrobial-resistant bacteria which are commonly found in collected cooked food and ready-to-eat food samples lead to foodborne diseases. Therefore, case studies involving microbiological investigation of food samples from consumers who suffered from food poisoning after eating at restaurants and their own homes have been studied worldwide [1] [2] [3] [4] [5] [6] to reduce the risk of food poisoning and even death among consumers. The knowledge, attitude and practice (KAP) among consumers acts as foremost elements in promoting knowledge and awareness of food safety, to which the increase in food safety knowledge level positively contributes in terms of encouraging better attitudes, as well as relatively affecting food safety practices [7, 8] .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 991,
                    "end": 993,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, due to the current lockdown all around the world due to the COVID-19 pandemic, people are spending more time cooking at home. Nevertheless, it is still very convenient for people to consume outside food offered by restaurants, food stalls and food courts during the pre-and post-COVID-19 pandemic periods, due to the increasing use of online applications by restaurants to help consumers make their dining options. Reports have shown that an increasing number of consumers uses the Internet in seeking food services and products. However, their selections are mostly based on food quality, price and service quality; very few are concerned about food safety information on the Internet [9, 10] . In addition, Internet information majorly abounds with food business advertisements that promote the best restaurants in terms of food varieties; however, websites that educate consumers on food safety at restaurants are still very limited. This indicates that consumers have limited access to knowledge that helps them to identify poor quality food that can cause food poisoning. Hence, it is vital to enhance consumers' food safety KAP through an online food safety education strategy. Still, there are a few web-based applications used for food safety educational purposes, such as Facebook, YouTube, Reddit, Google, Yahoo!, MySpace, LinkedIn, Twitter, micro blogs, Baidu news and other websites [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] . Next, surveys, CD ROMs, Power Point presentations, lab kits, printed booklets, the Baidu Index and an online focus group were employed as educational tools on these applications. A huge number of previous systematic reviews dedicated to the positive impact of food safety educational interventions has shown an improved self-reported food safety behavior among consumers [22] .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 698,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1409,
                    "end": 1413,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1414,
                    "end": 1418,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1429,
                    "end": 1433,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1444,
                    "end": 1448,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1832,
                    "end": 1836,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Additionally, nowadays, Internet users are looking for the information in real-time and focusing on human-centered engagement. When they use the application as an information sharing platform, this may create a follow-through practice among consumers [23] . For example, Internet users prefer to browse various categories of health information on the Internet before they seek a medical professional for further clarification and this helps in improving the quality of health. Bach and Wenz (2020) found that tracking one's health, as well as general health information, is among the most popular categories searched by users [24] . It can be seen that integrated technology apps are used to promote healthy food purchasing and consumption [25] . In recent years, food consumers started to highlight the impacts and improvements of food consumption on environmental issues, food safety, human's health and animal welfare [26, 27] . Furthermore, food poisoning cases and foodborne diseases are becoming major concerns worldwide [28] [29] [30] . Hence, food safety information and education could become among the main topics searched on the Internet. Internet platforms have been used in food business marketing; however, the focus is mostly on promoting the varieties and popularity of the foods and beverages, rather than on food safety. Lack of food safety educational movements may lead to the emerging of novel pathogenic bacteria, toxins and antibiotic resistance. Consequently, this may lead to food contamination leading to foodborne outbreaks [31] . Thus, food safety experts should take the same initiative to promote the importance of food safety through web-based applications that can reach out to Internet users anytime anywhere. The purpose of this review is to identify the usability of a web-based application system among consumers. The research question of the current review focuses on the effectiveness of a web-based application system as a health promotion tool for consumers to increase their knowledge and awareness of food safety.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 497,
                    "text": "Bach and Wenz (2020)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Prior to the start of article inclusion, the study methods were documented in an international prospective register of systematic reviews (PROSPERO) protocol, registration number: CRD42020214644. The Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines were followed in conducting this systematic review and meta-analysis and in reporting its results [32] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The eligibility criteria of current review, including the domain, inclusion and exclusion criteria, are stated in Table 1 . Table 1 . Domain, inclusion and exclusion criteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 131,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Eligibility Criteria"
        },
        {
            "text": "Publication year Studies published between 1 January 2010 and 31 December 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Domain Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Studies published before 1 January 2010 and after 31 December 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Domain Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Original research studies, case studies, short reports, letters, methodologies and other publications that were published in scholarly journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication type"
        },
        {
            "text": "Review papers, short reports, letters, methodologies and other publications that were not published in journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication type"
        },
        {
            "text": "Quantitative studies of intervention, cross-sectional, or cohort studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "Qualitative studies such as interview, focus groups, or case studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "Studies that included the full text in the English language. Non-English studies were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Language"
        },
        {
            "text": "Population that was either engaged in food safety web-based application or involved in food safety education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted population"
        },
        {
            "text": "Population that was neither engaged in food safety web-based applications nor involved in food safety education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted population"
        },
        {
            "text": "Targeted group Early adolescents who were 11 years old and above. Early adolescents who were below 11 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted population"
        },
        {
            "text": "(1) Included the web-based education on food safety at restaurants, cafés, food courts, school canteens, food establishments and home-based. (2) Web-based applications included blogs, the Baidu Index, websites, social media and search engines. (3) The study area also included the combined exposure with any other conventional educational method, such as television, newspaper, posters and others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study area"
        },
        {
            "text": "All kinds of exposure to internet/web-based applications used for other purposes than food safety education, such as food safety tracking systems, prevalence studies of microorganisms and advertisement apps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study area"
        },
        {
            "text": "Three databases were included in the current review, namely EBSCOhost, Ovid and Science Direct. Three researchers independently searched for the potential studies published in journals from the inception of the study to 31 December 2020. The search terms are shown in Table 2 . Duplicates were removed, as well as studies including pediatric participants. The titles and abstracts of identified citations were screened for relevance to the review questions using a prior tested form. The researchers also identified the identified papers through forward search, which identified the studies that cited a prior identified study. Any identified relevant papers were included in current study [33] . Participants of the included studies were consumers of the restaurants, consumers who used online platforms, or consumers related to food safety education with an age range from 11 years old and above. All kinds of exposure to internet/web-based applications used for other purposes than educational, such as food safety tracking systems, advertisement apps, review papers and non-English articles were excluded. The identified papers were sorted to remove the duplicates. Next, the titles, abstract and full text assessment were performed and the studies involved children were also excluded. ",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 694,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search Strategy"
        },
        {
            "text": "Food safety \"food safety education\" OR \"restaurant\" OR \"food premise\" OR \"consumer\" OR \"customer\" OR \"knowledge\" OR \"awareness\" OR \"perception\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search Category Search Term"
        },
        {
            "text": "Web-based \"web based\" OR \"internet\" OR \"application\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search Category Search Term"
        },
        {
            "text": "Three reviewers reviewed the titles and abstracts of the previous studies during the search. All included studies used web-based applications to access information on food safety. The web-based applications used to search for food safety information were categorized into blogs, the Baidu Index, websites, social media and search engines. Besides, the perception refers to the way food safety information is organized, interpreted and purposely experienced [34] . The included studies also evaluated the improvement in food safety belief, knowledge, attitude and practices among consumers. Knowledge is defined as the understanding level of consumers about food safety information provided, while attitude refers to the tendency and preference of consumers to react positively or negatively to food safety-related experiences. Practices are the actions of the consumers in regard to the knowledge and attitude involved in food safety matters [35] . The selected studies also included the contribution of web-based applications used in enhancing food safety education. The results of the selected studies were measured through questionnaires which were conducted among food consumers.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 461,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Study Selection"
        },
        {
            "text": "Three reviewers independently extracted data and assessed the risk of bias for each study. Reasons for exclusion and percentage of agreement between the assessors were documented. From the included articles, the following information was extracted: title, names of authors, publication year, country, ethnic origin, methods, statistical test, results and conclusion. The data were manually organized into standardized files for further data research analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "The risk of bias of randomized controlled trials (RCTs) was assessed using the Cochrane risk-of-bias tool for randomized trials (RoB 2.0) [36] , in which five domains were evaluated: randomization process, deviations from intended interventions, missing data, outcome measurement and selection of reported results. Each domain was assessed for risk of bias. A study was graded as (1) \"low risk of bias\", when a low risk of bias was determined for all domains; (2) \"some concerns\", if at least one domain assessed raised some concerns, but not to be at high risk of bias for any single domain; or (3) \"high risk of bias\", when a high risk of bias was reached for at least one domain, or the study judgment included some concerns in multiple domains [36] . For non-RCTs, the risk bias assessment tool for non-randomized studies (RoBANS) was used. This tool comprises six domains: selection of participants, confounding variables, measurement of invention, blinding of outcome assessment, incomplete outcome data and selective outcome reporting [37] . Each domain was assessed as \"High\", \"Low\", or \"Unclear\". Risk of bias ratings were conducted independently by two investigators. A third reviewer was consulted in case of discrepancies between the first two reviewers. The summary of the selected studies is displayed in Figure 1 . ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1319,
                    "end": 1327,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Quality Assessment"
        },
        {
            "text": "The characteristics of the identified articles were compared by referring to the research questions. From a total of 11 articles, 8 articles were related to food safety education and 3 others were related to food-related hazards. The studies were conducted all around the world: three were conducted in China, five in the United States, one in Canada, one in the United Kingdom and one in Europe, which involved eight countries. One study was carried out through the government national public survey; one was conducted through a survey research firm; one sampled participants via a face-to-face survey; one sampled via participation on a web application; one sampled through public awareness data; and six sampled participants through an online survey. The sample size of the 11 selected studies ranged from 59 to 10,048 participants, with another study sampled on micro blogs ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Characteristics of Studies Included for Review"
        },
        {
            "text": "The characteristics of the identified articles were compared by referring to the research questions. From a total of 11 articles, 8 articles were related to food safety education and 3 others were related to food-related hazards. The studies were conducted all around the world: three were conducted in China, five in the United States, one in Canada, one in the United Kingdom and one in Europe, which involved eight countries. One study was carried out through the government national public survey; one was conducted through a survey research firm; one sampled participants via a face-to-face survey; one sampled via participation on a web application; one sampled through public awareness data; and six sampled participants through an online survey. The sample size of the 11 selected studies ranged from 59 to 10,048 participants, with another study sampled on micro blogs and news (n = 414,234). The convenience sampling method was performed in three studies, seven in cross-sectional surveys and one performed randomized controlled study. Five studies involved online Internet web-based applications; one engaged with several websites learning; one focused on social media and online media; one included government websites in the study; one involved micro blogs and news; and two involved web-based and print materials. Only one study specifically engaged with the Facebook page. The contents of the 11 main articles are tabulated in Table 3 . The objectives of the included studies differed from the current study design, which focuses on the usability of a web-based application in advocating consumers' food safety. One study focused on the correlations between Internet use and consumers' food safety evaluation; three involved interventions on consumers' food safety knowledge, attitude and practices (KAP); one focused on college students' food safety KAP and beliefs and explored the influences of educational intervention; one involved participants' preference in accessing food safety information; one determined the influences of a food-safety messages on the degree of public attention; one developed a web-based application to identify the cognitive gain, attitude and influences of different learning styles; one focused on the implementation and evaluation of a web-based application; one determined the teaching of food hygiene and use of information sources; and one study explored the contribution of social media to food-related risks. General characteristics of selected studies are summarized in Figure 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1442,
                    "end": 1449,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2524,
                    "end": 2532,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "General Characteristics of Studies Included for Review"
        },
        {
            "text": "Social media is a compatible information media, but it could not replace traditional and online media. Participants who tended to use the online or offline media were motivated to find additional information and were responsive to food-related risks. Cross-sectional online modules",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-sectional survey"
        },
        {
            "text": "The three-module intervention indicated that the teachers were intended to teach FS and they were comfortable in teaching FS. The teachers were also confident in carrying out FS lessons by answering FS questions and teaching this topic. The students also were interested in FS and the teachers were confident that the FS concepts taught would meet national science standards. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-sectional survey"
        },
        {
            "text": "More than one-third (36.4%) of the studies included the socio-demographic characteristics of the respondents, namely, gender, age and education. Similar distributions and trends were observed with regards to gender, age and educational level. More than half of the respondents were female, with sample sizes ranging from 59 to 971. The age range of the respondents was very wide, ranging from 11 years old to 75 years old. The majority of the respondents received education from primary to graduate school with a minority of them being illiterate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socio-Demographic Distribution among Consumers"
        },
        {
            "text": "Of the 11 selected studies, 9 studies mentioned that consumers used internet webbased applications to access information on food safety, in which a study provided interactive food safety instructional materials through web lessons [17] ; 1 study created a food safety instructional website [20] ; 4 studies combined the use of online web-based applications and conventional materials, such as printed materials, videos, CD-ROMs and lab kits [13, 14, 18, 21] ; 1 study focused on consumers' perception, worry level and knowledge of food-related hazards [39] ; 1 study combined the use of different websites, resources from health units and other public health inspectors [12] ; 1 study specifically used Facebook as intervention to improve food safety KAP [11] ; 1 study determined the access level of Internet content to browse news and to find information [38] ; and 1 study searched the micro-blogs and Baidu news on the \"set-style yogurt and jelly event\" [19] . Yarrow et al. (2009) determined that the food safety beliefs and KAP among college students were improved by providing web lessons that included audio clips, flash card activities, clip art, quizzes, graphics, puzzles and drag-n-drop exercises on the Internet [17] . A web-based application that contained videos, games, activities, quizzes and lessons helped middle school students to pick up food safety knowledge, meeting various learning styles [19] . These two studies used a single channel to identify student's food safety level.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 965,
                    "end": 985,
                    "text": "Yarrow et al. (2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1225,
                    "end": 1229,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1414,
                    "end": 1418,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Web-Based Applications Used in Accessing Food Safety Information"
        },
        {
            "text": "On the other hand, another four studies used both online media and traditional media to advocate consumers' food safety education. One of these four studies mentioned that the teachers used different types of resources to teach food hygiene syllabuses in primary schools, such as websites, videos, CD-ROMs, printed materials and teaching packs. Resources obtained from the British Nutrition Foundation (BNF), Food Standards Agency (FSA), Food and Drink Federation (FDF), British Meat Education Service, Milk Marketing Board, government websites, BBC website and Expresso were well utilized by the teachers to teach food hygiene and cleanliness [18] . Furthermore, secondary school science teachers used CD-ROMs, PowerPoint presentations, lab kits and a website named Food Safety FIRST that had module activities of inquiry-based learning and science education standards to develop and to evaluate a food safety education program [21] . Kosa et al. (2011) determined the effectiveness of using a purpose-built website and print materials such as booklet to educate food safety practices among 272 older adults aged from 70 to 75 years old, completed pre-and post-surveys, with qualification for impact evaluation [13] . The study also found that less than half (40.0%) of the senior citizens who accessed the food safety information website found the application as being very useful and 44.0% of the participants would refer back to the website to obtain more information on food safety [13] . Next, a high percentage of the participants, i.e., 81.8%, agreed that the website assisted them in learning more about food safety and 83.9% were of the opinion that the website could be a reliable source of food safety information [13] . Kuttschreuter et al. (2014) identified that consumers (n = 1264) from eight countries used three information channels to seek information about fresh vegetables' food safety risks. The participants accessed social media such as Twitter, online blogs, online forum, online chat groups, Facebook, MySpace, Linkedin, Google+ and YouTube videos to obtain information on issues related to food safety, while some accessed online media such as news websites, search engines and the official websites of food-related agencies; the third channel of traditional media included listening to radio, reading newspapers and watching television [14] . The Internet was found to be the second most frequently used platform in accessing information on food safety after the television [14] . The study also indicated that consumers with a low knowledge level used the applications less frequently than consumers with a higher knowledge level [14] . YouTube was identified as the most effective application used and videos posted on Facebook pages were also considered as the preferred way for food safety education among college students [12] . Findings obtained by Manu et al. (2021) also indicated that YouTube was a better social media educational tool compared to Facebook, Twitter and Pinterest [15] .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 936,
                    "end": 954,
                    "text": "Kosa et al. (2011)",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1487,
                    "end": 1491,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1733,
                    "end": 1760,
                    "text": "Kuttschreuter et al. (2014)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2364,
                    "end": 2368,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2502,
                    "end": 2506,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2659,
                    "end": 2663,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2855,
                    "end": 2859,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2883,
                    "end": 2901,
                    "text": "Manu et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 3017,
                    "end": 3021,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Web-Based Applications Used in Accessing Food Safety Information"
        },
        {
            "text": "Furthermore, two studies combined three platforms to identify the food safety risks and the needs for trusted information sources. Liu et al. (2014) measured the different platforms used by consumers to gain food safety information. Television, Internet and word of mouth among friends and relatives regarding food safety information were the top-three platforms used by the consumers. Books, magazines, radio and brochures were seldom used in searching for food safety information. Consumers equipped with higher knowledge frequently received food safety information from newspapers, magazines, books and brochures, compared to other groups. However, the uses of these three platforms were not significantly different among three different groups of consumers [39] . Pham et al. (2019) stated that, when accessing information on food safety, 83.5% of public health inspectors referred to government official websites [12] and they were unlikely to refer to or access non-governmental websites and industrial websites. Almost all (98.3%) of the participants agreed that online resources provided an easy access to receive new information on food safety. In terms of effective food safety information publicizing, health inspectors chose the online clearinghouse of web-based databases (50.8%) and email newsletters, as their preferred platforms (40.2%) [12] . Furthermore, Gilardi and Fubini (2005) identified the authentic Internet resources focusing on food safety information to be international organizations, European organizations, U.S. national organizations and databases [40] . A study carried out by Simeonea and Scarpatobs (2020) was in line with Pham et al.'s (2019), in which organic food consumers who were critical of and cared for the supply chain of the organic food would refer to official websites and channels on food safety information rather than referring to the information shared on social media [41] . Liu et al. (2014) also mentioned that only medical doctors, research institutes and consumers' associations were considered as the most reliable information sources about food safety [39] . This could be due to the perception that, although there is an abundance of information on food safety on the Internet, the quality and reliability of the information are still very poor [39] . This can be related to the fact that consumers used the Internet to access those parties' food safety information due to the growing usage of the Internet and online news and high participation rate by youths and middle-aged participants [39] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 148,
                    "text": "Liu et al. (2014)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 768,
                    "end": 786,
                    "text": "Pham et al. (2019)",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1373,
                    "end": 1398,
                    "text": "Gilardi and Fubini (2005)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1921,
                    "end": 1925,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1928,
                    "end": 1945,
                    "text": "Liu et al. (2014)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2111,
                    "end": 2115,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2305,
                    "end": 2309,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2550,
                    "end": 2554,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Web-Based Applications Used in Accessing Food Safety Information"
        },
        {
            "text": "Generally, Facebook is the most common platform used by food safety authorities and researchers to evaluate consumers' food safety level. This can be evidenced in Mayer et al.'s (2012) study, in which they mentioned that the majority of the students had a Facebook account (97.0%), 17.0% had a MySpace account, 12% had a LinkedIn account and 26% had a Twitter account. Facebook and YouTube were considered the preferable media used to search for food safety information compared to podcasts and MySpace. Videos were recommended in delivering food safety information on a Facebook page and YouTube was the most frequently used effective tool [11] . A previous study conducted by Sutter et al. (2021) also supported the study carried out by Mayer and Harrison (2012), i.e., a huge number of food safety education information posts, such as food parenting posts and questions looking for answers, were shared on Facebook and Reddit [16] . In addition, more than half of the participants (from 62.0% to 67.0%; from 51.0% to 53.0%) were likely to use the food safety website links given and Facebook in the future to learn about food safety. Although Manu et al. (2021) also mentioned that Facebook and Twitter were good platforms to share one's thoughts and opinions, part of the findings contrasted with the studies mentioned earlier which claimed that Facebook and Twitter were not considered as effective educational tools to engage professional parties and companies, since college students used social media to connect with their personal lives and not for knowledgeenhancement purposes [15] . To enhance engagement and interactions among consumers, YouTube was considered a competent social media tool to discuss food safety topics [11, 15] , while, in terms of social search websites, Wikipedia, YouTube, Yahoo! and Answers were very popular among the search engines [14] . Another two studies' consumers used the Internet and we media to find food safety information. Zhang et al. (2019) indicated that consumers used the Internet to browse Weibo and news and to search for food safety information [38] . While Peng et al. (2015) applied three groups of data: number of Baidu news, the Baidu Index and releasing and forwarding numbers of microblogs to identify public awareness of the \"set-style yogurt and jelly event\" [19] . Table 4 shows the web-based applications used to access food safety information. ",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 678,
                    "end": 698,
                    "text": "Sutter et al. (2021)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1146,
                    "end": 1164,
                    "text": "Manu et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1734,
                    "end": 1738,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1739,
                    "end": 1742,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1870,
                    "end": 1874,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2102,
                    "end": 2106,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2115,
                    "end": 2133,
                    "text": "Peng et al. (2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2324,
                    "end": 2328,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 2331,
                    "end": 2338,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Web-Based Applications Used in Accessing Food Safety Information"
        },
        {
            "text": "Generally, food safety evaluation among consumers in China can be considered good. When asked to identify the most common food hazards among consumers, the consumers listed spurious food and low-quality food as the first and second food hazards of concern and food treated with pesticides and decayed food as the third and fourth food hazards of concern. Surprisingly, genetic modified food and food additives were perceived as lowest in risk and in causing worries. Consumers also perceived medical doctors, research institutions, consumers' associations and the government as the most reliable sources of information pertaining food safety. Consumers also perceived themselves as those who cared the most about their health, while food producers were considered as the least concerned party with regards to consumers' health and were associated to the country's food safety controversy [39] . Furthermore, Peng et al. (2015) also indicated that recent food safety issues occurred in China affected the public's trust level in the food industry, in that consumers were hugely affected by the public opinions announced by \"key opinion leaders\" (KOL) on micro-blogs, even though the suspected food industry proclaimed the issue was not true. The declamation did not regain consumers' trust in consuming food products [19] . In addition, teachers in a UK primary school perceived that the guidance on key food hygiene messages would benefit both teachers and parents [18] . A study conducted by Zhang et al. (2019) indicated that participants with a higher educational level, women and urban participants were more worried about food safety compared to men and those residing in rural areas [38] . Participants who lived in the eastern and more developed territories of China, who were younger than 31 years old and frequent Internet users were also found to be more concerned about food safety issues. Frequent Internet users showed a higher negative perception of \"very unsafe\" and \"unsafe\" in food safety evaluation and the evaluation of food safety concerns increased from 2013 to 2015 [38] . Specifically, participants with a higher frequency of Internet use in searching for information through the Weibo search engine had a lower food safety evaluation. The study also found that Internet users with an education level lower than senior high school level had a stronger negative evaluation of food safety, while people with happier lives had a higher food safety evaluation [38] . In addition, an intervention study showed that the participants strongly agreed that the risk of contracting foodborne illnesses increased as age increased [13] .",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 892,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 908,
                    "end": 926,
                    "text": "Peng et al. (2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1465,
                    "end": 1469,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1493,
                    "end": 1512,
                    "text": "Zhang et al. (2019)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1689,
                    "end": 1693,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2088,
                    "end": 2092,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2479,
                    "end": 2483,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2642,
                    "end": 2646,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Food Safety Evaluation and Perception among Consumers"
        },
        {
            "text": "The intervention study conducted by Yarrow et al. (2009) changed college students' food safety beliefs. The students' belief that, by following safe food handling practices, washing hands before cooking and finishing cooked food that has been unrefrigerated in less than two hours, the chances of becoming sick would be reduced. Students also reviewed that eating or handling perishable food, such as raw vegetables and sprouts, raw red meat, raw white meat and raw shellfish, could be risky to body health. Students became less concerned with the risks of eating raw fruits. They also became concerned with home-prepared food as the primary source of foodborne illness and their belief that food microorganism contamination was more serious than previously recognized increased [17] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 56,
                    "text": "Yarrow et al. (2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Food Safety Beliefs, Knowledge, Attitude and Practices among Consumers"
        },
        {
            "text": "Regardless of their knowledge level, Liu et al. (2014) mentioned that 60.1% of consumers possessed a high level of food safety knowledge and were concerned about foodrelated hazards, with 21.7% of the consumers considering having a moderate knowledge level on food safety and another 18.2% a poor knowledge level [39] . Consumers who had higher food safety knowledge were women and those from urban areas. Although consumers were considered to be very knowledgeable about spurious food and low-quality food, they were least equipped with knowledge on genetically modified food and food additives. In addition, although the Internet was frequently used by consumers, it showed no significant difference in the consumers' knowledge level [39] . A study conducted by Qiang et al. (2011) contradicted the findings obtained by Liu et al. (2014) , showing that China residents gained food safety knowledge through food safety news published in websites that characterized potential hazards of violated food products [42] . A total of 237 participants were noticeably confident in their food safety knowledge of proper hand washing (91.1%), cross contamination (87.7%) and time-temperature abuse (83.9%) [12] . Moreover, the majority of the participants were also very confident in food pathogen knowledge, namely, Salmonella (53.8%), E. coli 0157:H7 (52.7%) and Campylobacter (46.8%). A study conducted by Gruenfeldova et al. (2019) recorded that almost all participants (98.0%) knew about Salmonella, followed by 90.0% with knowledge of E. coli and 79.0% of Staphylococcus aureus, while only 58.0%, 71.0% and 72.0% knew about Campylobacter, Listeria monocytogenes and Bacillus cereus, respectively [43] . Woh et al. (2016) also found that participants were little equipped with knowledge of foodborne pathogens Salmonella (3.7%), E. coli (1.0%), B. cereus (1.0%), Vibrio (0.5%) and S. aureus (0.3%) [44] . The finding agrees with the study by Pham et al. (2012) , who found that online training participants showed great enhancement in food safety knowledge, for example, relative to the fact that unhygienic hands are the main source of food contamination, or the need to throw away torn chopping boards and clean kitchen sinks before and after use [45] . Yarrow et al. (2009) also mentioned that college students' knowledge scores increased after the intervention. Students were aware that they should not prepare food for others when they had diarrhea and they knew that cooking eggs until fully firm could kill pathogens. For hamburger patties, students learned that patties should be cooked to an internal temperature of 160 • F and non-pink patties are considered as not fully safe to eat [17] . Mayer and Harrison (2012) claimed that the knowledge level of the college students who received intervention showed no significant difference during the pre-test [11] . Generally, participants who frequently cooked (from four to six times per week) had higher food safety knowledge than those who cooked from one to three times per week [11] . The finding agreed with the study performed by Gruenfeldova et al. (2019) , in that the cooking time spent by the respondents had a direct effect on their food safety knowledge level [43] . Moreover, only 16.0% of the respondents could name the 14 food allergens, with only 51.0% being able to recognize more than 7 allergens, namely, gluten (82.0%), nuts (80.0%), milk (79.0%) and mollusks (30.0%) [43] .",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 54,
                    "text": "Liu et al. (2014)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 764,
                    "end": 783,
                    "text": "Qiang et al. (2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 822,
                    "end": 839,
                    "text": "Liu et al. (2014)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1400,
                    "end": 1426,
                    "text": "Gruenfeldova et al. (2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1700,
                    "end": 1717,
                    "text": "Woh et al. (2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1894,
                    "end": 1898,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1938,
                    "end": 1956,
                    "text": "Pham et al. (2012)",
                    "ref_id": null
                },
                {
                    "start": 2245,
                    "end": 2249,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2252,
                    "end": 2272,
                    "text": "Yarrow et al. (2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2690,
                    "end": 2694,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2697,
                    "end": 2722,
                    "text": "Mayer and Harrison (2012)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2859,
                    "end": 2863,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3034,
                    "end": 3038,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3088,
                    "end": 3114,
                    "text": "Gruenfeldova et al. (2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3224,
                    "end": 3228,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3440,
                    "end": 3444,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Food Safety Beliefs, Knowledge, Attitude and Practices among Consumers"
        },
        {
            "text": "The attitudes of the participants were considered good, whereby 93.6% of them believed that they were responsible for making sure the food they ate was clean and safe. In total, 89.2% of the participants had negative attitudes as they considered that safety was the issue to them [11] . Furthermore, the intervention group showed a significant improvement in the attitude scores, indicating that the food safety education implemented had a positive influence on the participants' attitudes [11] . Yarrow et al.'s (2009) finding was also in line with Mayer and Harrison's (2016) , in that the attitudes of college students showed significant changes during intervention. Students from health and non-health groups were concerned (p ≤ 0.007) about non-refrigerated food such as beans and rice, having unfirmed egg yolks, drinking unpasteurized fruit juices such as apple juice, eating ready-to-eat hotdogs, eating alfalfa sprouts and thawing perishable food on the kitchen bench [17] . In addition, secondary school students and teachers also showed positive attitudes about using the Food, Flies and Fungus web-based food safety program. The students preferred the flexibility provided by the program, in that they could use the program in the classroom, library or computer room. The website was easy to use and fun, as the students enjoyed the videos, games and activities of the program. The teachers also preferred to use the program, as it assisted them to achieve food safety educational objectives and it fitted the existing course [20] . Eleanor et al. (2019) , on the other hand, claimed that food safety education could be also enhanced when consumers are equipped with a positive attitude toward food safety, thus reducing the risk of foodborne diseases [45] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 497,
                    "end": 519,
                    "text": "Yarrow et al.'s (2009)",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 577,
                    "text": "Mayer and Harrison's (2016)",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 981,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1545,
                    "end": 1566,
                    "text": "Eleanor et al. (2019)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1764,
                    "end": 1768,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Food Safety Beliefs, Knowledge, Attitude and Practices among Consumers"
        },
        {
            "text": "The practices of the participants had significantly changed as they consumed less cold deli meats and hot dogs without heating, undercooked meat and poultry, refrigerated smoked seafood, unpasteurized juice and raw sprouts [13] . Although the practice behaviors of the college students showed no significant difference during the pre-test, the practice scores showed an improvement after the intervention; they agreed to change their behaviors before and after the intervention by increasing the frequency of hand washing, separating raw poultry and meats from other groceries, using different cutting boards for different raw food materials and always keeping leftovers in the fridge [11] . Woh et al. (2016) also mentioned that the participants did bathe regularly (96.96%) and used soap and clean running water to wash their hands (86.4%). Nevertheless, only 9.1% of the participants went for a medical checkup once in six months [44] . Moreover, for both health and nonhealth major college students, surprisingly, only health major students showed positive changes for self-reported practices. This could be seen by the fact that health major students would avoid preparing food for others when they had diarrhea, would choose to use a thermometer when cooking and would not leave refrigerated food at room temperature for a long period [17] . Beffa-Negrini et al. (2007) also mentioned that middle school teachers showed improvements on personal food safety habits relative to hand-washing methods and fruit-washing habits before eating. The teachers also functioned as role models to the students as the teachers were confident in sharing proper food-handling practices in front of the students [21] . On \"set-style yogurt and jelly event\" issues, consumers would stop consuming rumored food products and would look for substitute products when they received the news propagated by opinion leaders on micro-blogs. Hence, drops in sales figures and switches in brand loyalty could further oblige the food industry to improve their food safety standard operational procedures (SOP) and corporate responsibility [19] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 692,
                    "end": 709,
                    "text": "Woh et al. (2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1348,
                    "end": 1375,
                    "text": "Beffa-Negrini et al. (2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1701,
                    "end": 1705,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2115,
                    "end": 2119,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Food Safety Beliefs, Knowledge, Attitude and Practices among Consumers"
        },
        {
            "text": "The rapid increase in the world's Internet use and participation of young and middleaged consumers have increased the access rate and knowledge of food safety through interpersonal social media platforms [39] . Videos posted on social media platforms such as Facebook and YouTube act as complementary information channels to traditional media in promoting food safety education and cultivating consumers' knowledge, attitude and practices, as all the participants owned Facebook accounts [11] . A study by Kuttschreuter et al. (2014) also shared similar findings, i.e., social media could act as an alternative to traditional media in enhancing food safety education among consumers [14] . However, a study by Kosa et al. (2011) found that food safety educational websites and printed materials had no impact on participants' eating behaviors, although the participants began to consume less cold deli meats [13] . The use of a website as an effective food safety information application has helped in enhancing consumers' food safety knowledge, as findings showed that 72.0% of the participants who accessed the website learned at least one new food safety knowledge item [13] . Beffa-Negrini et al. (2007) determined that secondary school teachers were equipped in critically evaluating online food safety information on the Internet through the Food Safety FIRST program and the teachers were confident in teaching food safety concepts. The program also aided teachers in integrating food safety into science instruction and helped teachers design class lessons [21] . Furthermore, an appealing food safety website would increase the frequency of website usage and consequently increase students' learning achievements [20] . Online educational modules also showed a positive impact on health major students' food safety knowledge, whereby all scores increased right after intervention [17] . A summary of the six selected studies is presented in Tables 3-5 , showing web-based applications used in accessing food safety information and food safety KAP among consumers, respectively. ",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 506,
                    "end": 533,
                    "text": "Kuttschreuter et al. (2014)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 710,
                    "end": 728,
                    "text": "Kosa et al. (2011)",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1180,
                    "end": 1207,
                    "text": "Beffa-Negrini et al. (2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1722,
                    "end": 1726,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1950,
                    "end": 1960,
                    "text": "Tables 3-5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Impact and Contribution of Social Media Use in Enhancing Food Safety Education"
        },
        {
            "text": "The students' belief that, by following safe food handling practices, washing hands before cooking and finishing cooked food that has been unrefrigerated in less than two hours, the chances of becoming sick would be reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference(s) Belief and KAP Level Description"
        },
        {
            "text": "[42]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference(s) Belief and KAP Level Description"
        },
        {
            "text": "The consumers were most concerned about spurious food and low-quality food but did not know much about (were less equipped in terms of) genetically modified food and food additives. [42] The Internet had no significant impact on consumers' knowledge level. [17] There was an increase in food safety knowledge among consumers after using web-based applications.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge"
        },
        {
            "text": "[12] Food pathogens' knowledge was evaluated among consumers. [11] An increase in cooking frequency resulted in an increase in food safety knowledge. [11, 17, 20] Attitude Food safety education encouraged consumers' positive attitudes and vice versa. [11, 13, 17, 19, 21] Practices The food safety education implemented improved consumer's practices toward better food safety habits.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge"
        },
        {
            "text": "The aim of the current review is to identify the effectiveness of a web-based application system as a health promotion tool for consumers to increase their knowledge and awareness of food safety. The findings of the selected previous studies are divergent; however, they can generally be separated into three main criteria, namely, use of web-based applications, food safety perceptions among consumers and the beliefs and KAP level of food safety among consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participants involved in the selected previous studies were diversified in terms of their age and study area coverage. Compared to other family members, parents act as the proactive characters who usually take good care of the family' food consumption; hence, they are more concerned about the health of the family members. As food safety issues are important to them, this encourages them to find out more about food safety education through online activities. Parents usually utilized social media platforms such as Facebook and Reddit to search for reliable information in providing safe and nutritious food for their children [16] . Thus, it is clear that parents act as vital characters in society to encourage family members to practice food safety at home [45] . Furthermore, teachers could also play an important role in providing food safety knowledge to students at different educational levels [18, 20, 21] . Teachers who have gone through food safety interventions might ignite students' interests in learning food safety [21] .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 634,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, consumers with a higher education level had higher comprehension and could make rational judgments when seeking food safety information. This is possibly due to the fact that educated consumers have the ability to search for online resources as they are exposed to a broad range of online resources. In addition, educated consumers with a high income can pay for and acquire higher mass media exposure; therefore, they are frequently exposed to food safety issues propagated by web-based applications. This sociodemographic group is also associated with a higher level of concerns toward food safety, namely, food quality, food safety regulations and socially related food safety risks [46] . This can be proved by the fact that higher educated college students, especially health-related students, showed improvement in their beliefs, attitude, knowledge and practices right after a food safety intervention [17] .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The number of Internet users has been growing worldwide during the pre-and post-COVID-19 pandemic and young Internet users, in particular, who are very familiar with social media, may use applications as an information channel to receive information. Hence, the development of an advanced information system and AI applications is especially important in developing food safety databases. The database-website search engine system is a constructive tool in assisting consumers in seeking food safety information and compare food poisoning case data. It is also a credible and reliable tool to search for food safety information from central and local authorities [47] .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The selected 11 previous studies highlighted the use of web-based applications in providing and spreading food safety information. However, integration and social interactions were rarely discussed in the papers. In general, social media were categorized into information, entertainment, personal identity, integration and social interactions [43] . Recent approaches such as web-based and social media have shown good improvement in propagating food safety information; however, the integration and social interactions among consumers are still lacking and need to be improved. This is because connection among consumers helps motivate consumers' involvement in effective food safety education and enhances KAP in food safety in the long term. Furthermore, a web-based application advocates a learning environment that promotes social interactions on food safety information among consumers.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, food safety education, in previous studies, focused on the KAP concept. In terms of food safety knowledge, topics on foodborne illness were considered as an essential topic. The knowledge of cross-contamination, microbiological foodborne pathogens and hand hygiene were sufficient and included in most research studies to evaluate participants' food safety knowledge [43, [48] [49] [50] [51] . Surprisingly, only a few researchers included, in their research studies, the topic of food allergens and used it to evaluate participants' food safety knowledge [42] . Thus, the knowledge of food allergens should be highlighted by researchers in terms of embracing food safety education standards and connecting with consumers in different regions. The best web-based food safety education platform has yet to be well established; thus, high impact studies will help its development.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the current finding shows that the majority of the selected studies conducted before year 2010 combined both traditional and web-based learning materials, in that CD ROMs, offline videos and printed materials were used. Technology evolved in the 2010s and 2020s, with more people using web-based applications to surf for information and food safety education through web-based platforms has been gradually acknowledged by the authorities and consumers. Hence, food safety knowledge management needs to be promoted through higher education institutions and shared among policy makers and consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strengths of this systematic review include the use of the PRISMA statement and adherence to a registered research protocol. During the study selection process, a detailed search strategy was used across many databases with a broad date range and strict inclusion criteria. To our knowledge, this is the first review to determine the effectiveness of a web-based application system as a health promotion tool for consumers to increase their knowledge and awareness of food safety. Moreover, the current review also highlights the importance of web-based applications in advocating food safety education through the sharing of food safety information and the lack of effectiveness in connecting and promoting interactions among consumers through online applications. Although it is obvious that social media act as a vital application in the sharing of food safety information, traditional media such as newspapers and TV are still practical in disseminating food safety information to consumers. It is also worth noting that this systematic review does have several limitations. First, the search strategy was restricted to papers written in English; thus, this resulted in an underestimation of the amount of evidence, since papers written in other languages were excluded. Furthermore, some of the selected studies had a limited sample size and used the non-random sampling procedure, which would limit the generalizability of the results. Another limitation is that the selected previous studies did not focus on studying food safety education through web-based applications among restaurants' consumers and comparing it to consumers who cook at home. More case studies, intervention studies and controlled studies related to the impacts of web-based applications are needed for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the findings of the current review indicate that web-based applications can be utilized as a health promotion tool for consumers to increase their beliefs, knowledge, attitude and practices relative to food safety-especially their knowledge level. Websites, blogs, social media and search engines are commonly used by the consumers for searching for food safety information. Furthermore, it proves that an increase in web-based application use may increase the consumers' food safety beliefs and KAP, especially in their knowledge level. Compared to traditional printed educational materials, web-based applications can also be considered as an alternative platform to promote food safety education among consumers. Data Availability Statement: Data from this study is contained within this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A cohort study investigating a point source outbreak of Clostridium perfringens associated with consumption of roasted meat and gravy at a buffet on Mothering Sunday",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hardman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gobin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Food Control",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2020.107097"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outbreak of Clostridium perfringens food poisoning linked to leeks in cheese sauce: An unusual source",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shantikumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beaufoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fenelon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todkill",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S095026882000031X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "toxigenic profiles, multidrug resistance, and biofilm formation of Bacillus cereus isolated from ready-to eat cooked rice in Penang",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Navaneethan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Effarizah",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prevalence",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Food Control",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2020.107553"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of Listeria spp. in ready to eat foods (RTE) from Algiers (Algeria)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouayad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hamdi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Food Control",
            "volume": "23",
            "issn": "",
            "pages": "397--399",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2011.08.006"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bacterial food-borne illness outbreaks in northern Taiwan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Infect. Chemother",
            "volume": "11",
            "issn": "",
            "pages": "146--151",
            "other_ids": {
                "DOI": [
                    "10.1007/s10156-005-0383-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Molecular typing of Staphylococcus aureus isolate responsible for staphylococcal poisoning incident in homemade food",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Macori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bellio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gallina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adriano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zuccon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Decastelli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ital. J. Food Saf",
            "volume": "5",
            "issn": "",
            "pages": "116--120",
            "other_ids": {
                "DOI": [
                    "10.4081/ijfs.2016.5736"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Another look into the Knowledge Attitude Practice (KAP) model for food control: An investigation of the mediating role of food handlers' attitudes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Kwol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Eluwole",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Avci",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lasisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Food Control",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2019.107025"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sanitation and hygiene practices among primary school learners in Ngamiland district",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Thakadu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Ngwenya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Phaladze",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolaane",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Botswana. Phys. Chem. Earth",
            "volume": "105",
            "issn": "",
            "pages": "224--230",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pce.2018.02.006"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Consumer preference and attitude regarding online food products in Hanoi, Vietnam",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15050981"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How Online Reviews Influence Consumer Restaurant Selection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gunden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Safe eats: An evaluation of the use of social media for food safety education",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Food Prot",
            "volume": "75",
            "issn": "",
            "pages": "1453--1463",
            "other_ids": {
                "DOI": [
                    "10.4315/0362-028X.11-551"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Food safety issues and information needs: An online survey of public health inspectors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Dewey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sargeant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. Perspect",
            "volume": "74",
            "issn": "",
            "pages": "22--29",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effectiveness of educational interventions to improve food safety practices among older adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kosa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Nutr. Gerontol. Geriatr",
            "volume": "30",
            "issn": "",
            "pages": "369--383",
            "other_ids": {
                "DOI": [
                    "10.1080/21551197.2011.623943"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Seeking information about food-related risks: The contribution of social media",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Ô"
                    ],
                    "last": "Kuttschreuter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rutsaert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hilverda",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Verbeke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Food Qual. Prefer",
            "volume": "37",
            "issn": "",
            "pages": "10--18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodqual.2014.04.006"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Student engagement and social media in tertiary education: The perception and experience from the Ghanaian public university",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Manu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oduro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boateng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Soc. Sci. Humanit. Open",
            "volume": "2021",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssaho.2020.100100"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Food parenting topics in social media posts: Development of a coding system, examination of frequency of food parenting concepts, and comparison across Reddit and Facebook",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Fiese",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appetite",
            "volume": "161",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.appet.2021.105137"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Food safety educational intervention positively influences college students' food safety attitudes, beliefs, knowledge, and self-reported practices",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yarrow",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Remig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Environ. Health",
            "volume": "71",
            "issn": "",
            "pages": "30--35",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Food hygiene education in UK primary schools: A nation-wide survey of teachers' views",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bielby",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lumbers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br. Food J",
            "volume": "108",
            "issn": "",
            "pages": "721--731",
            "other_ids": {
                "DOI": [
                    "10.1108/00070700610688368"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The effects of food safety issues released by we media on consumers' awareness and purchasing behavior: A case study in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Food Policy",
            "volume": "51",
            "issn": "",
            "pages": "44--52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodpol.2014.12.010"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Delivering food safety education to middle school students using a web-based, interactive, multimedia, computer program",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Steen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Buzzell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pintauro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Food Sci. Educ",
            "volume": "7",
            "issn": "",
            "pages": "35--42",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-4329.2007.00046.x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development and evaluation of an online, inquiry-based food safety education program for secondary teachers and their students",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Beffa-Negrini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Laus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mclandsborough",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Food Sci. Educ",
            "volume": "6",
            "issn": "",
            "pages": "66--71",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-4329.2007.00035.x"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Consumer food safety education for the domestic environment: A systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mullan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br. Food J",
            "volume": "112",
            "issn": "",
            "pages": "1003--1022",
            "other_ids": {
                "DOI": [
                    "10.1108/00070701011074363"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Studying health-related internet and mobile device use using web logs and smartphone records",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Bach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wenz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0234663"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Amin-Nordin, S. Effectiveness of integrated technology apps for supporting healthy food purchasing and consumption: A systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Seow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Devaraj",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/foods10081861"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Consumer interest in environmental impact, safety, health and animal welfare aspects of modern pig production: Results of a cross-national choice experiment",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Sonntag",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Glanz-Chanos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Meat Sci",
            "volume": "127",
            "issn": "",
            "pages": "123--129",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meatsci.2017.11.022"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Regulating meat consumption to improve health, the environment and animal welfare",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bouamra-Mechemache",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Requillart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Treich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Food Policy",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodpol.2020.101847"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mapping foodborne pathogen contamination throughout the conventional and alternative poultry supply chains",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothrock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Poult. Sci",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psj.2021.101157"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Laboratory investigations into the cause of multiple serious and fatal food poisoning incidents in Uganda during 2019",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Haughey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Chevallier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcvey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Food Control",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2020.107648"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Foodborne transmission of hepatitis A and hepatitis E viruses: A literature review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Cola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Fantilli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pisano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Re",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Food Microbiol",
            "volume": "338",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijfoodmicro.2020.108986"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Challenges in Food Safety",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (prisma-p) 2015 statement",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kamioka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Jpn. Pharmacol. Ther",
            "volume": "47",
            "issn": "",
            "pages": "1177--1185",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Literature searches in systematic reviews and meta-analyses: A review, evaluation, and recommendations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Harari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hartwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riegelman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Vocat. Behav",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jvb.2020.103377"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "What is Perception? Introduction to Psychology",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Systematic Review and Meta-Analysis of the Effects of Food Safety and Hygiene Training on Food Handlers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Insfran-Rivarola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tlapa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Limon-Romero",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Baez-Lopez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miranda-Ackerman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arredondo-Soto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ontiveros",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/foods9091169"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "RoB 2: A revised tool for assessing risk of bias in randomised trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A C"
                    ],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savović",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Elbers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Blencowe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boutron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P T"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.l4898"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Testing a tool for assessing the risk of bias for nonrandomized studies showed moderate reliability and promising validity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sheen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Son",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Clin. Epidemiol",
            "volume": "66",
            "issn": "",
            "pages": "408--414",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2012.09.016"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Association of internet use with attitudes toward food safety in China: A cross-sectional study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16214162"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Food-related hazards in China: Consumers' perceptions of risk and trust in information sources",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pieniak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Verbeke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Food Control",
            "volume": "46",
            "issn": "",
            "pages": "291--298",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2014.05.033"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Food safety: A guide to internet resources",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fubini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Toxicology",
            "volume": "212",
            "issn": "",
            "pages": "54--59",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tox.2005.04.011"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Sustainable consumption: How does social media affect food choices?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simeone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scarpato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clean. Prod",
            "volume": "277",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2020.124036"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Application of content analysis in food safety reports on the Internet in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Food Control",
            "volume": "22",
            "issn": "",
            "pages": "252--256",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2010.07.005"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A study of food safety knowledge, practice and training among food handlers in Ireland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenfeldova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Domijan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Food Control",
            "volume": "105",
            "issn": "",
            "pages": "131--140",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2019.05.023"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Evaluation of basic knowledge on food safety and food handling practices amongst migrant food handlers in Peninsular Malaysia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Woh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Thong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Behnke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Mohd Zain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Food Control",
            "volume": "70",
            "issn": "",
            "pages": "64--73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2016.05.033"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Predicting intention on safe food handling among adult consumers: A cross sectional study in Sibu district",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eleanor",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Fatimah",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Zainal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lihan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noorahya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Radu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Malaysia. Food Control",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Evaluation of in-person and on-line food safety education programs for community volunteers",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bruhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blackburn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ganthavorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Food Control",
            "volume": "99",
            "issn": "",
            "pages": "34--39",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2018.12.021"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Development of a food safety information database for Greater China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Food Control",
            "volume": "65",
            "issn": "",
            "pages": "54--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2016.01.002"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Knowledge, attitudes and practices of food handlers on food safety in food service operations at the Universiti Kebangsaan Malaysia",
            "authors": [
                {
                    "first": "Abdullah",
                    "middle": [],
                    "last": "Sani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Siow",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Food Control",
            "volume": "37",
            "issn": "",
            "pages": "210--217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2013.09.036"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Food safety knowledge, attitudes and practices of food handlers in restaurants in Kuwait",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Al-Kandari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Al-Abdeen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Food Control",
            "volume": "103",
            "issn": "",
            "pages": "103--110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2019.03.040"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Knowledge, attitudes and practices in food safety and the presence of coagulase-positive staphylococci on hands of food handlers in the schools of Camaçari, Brazil",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C C"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Cerqueira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Nunes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Food Control",
            "volume": "2",
            "issn": "",
            "pages": "206--213",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2012.03.016"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Hand hygiene knowledge, attitudes and practices among food handlers at primary schools in Hulu Langat district",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bakar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mahyudin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Food Control",
            "volume": "34",
            "issn": "",
            "pages": "428--435",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2013.04.045"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The PRISMA chart of the current review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The PRISMA chart of the current review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The general characteristics of the selected studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The general characteristics of the selected studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Contributions: Conceptualization, W.-L.S., U.K.M.A., S.Y.L., K.W.L., N.A.M., N.K.D. and S.A.-N.; methodology, software and validation, W.-L.S., S.Y.L. and U.K.M.A.; formal analysis and investigation, W.-L.S., U.K.M.A., S.Y.L., K.W.L., N.A.M., N.K.D. and S.A.-N.; data curation, W.-L.S., S.Y.L., U.K.M.A., K.W.L., N.A.M., N.K.D. and S.A.-N.; writing-original draft preparation, W.-L.S., S.Y.L. and U.K.M.A.; writing-review and editing, W.-L.S., S.Y.L., U.K.M.A., K.W.L., N.A.M., N.K.D. and S.A.-N.; visualization and supervision, N.A.M., N.K.D. and S.A.-N.; project administration and funding acquisition, S.A.-N. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "This work was funded by the Malaysia Research University Network (MRUN), with the grant reference number: UPM/800-4/11/MRUN/2018/5539240. Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Search terms.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics and key findings of the studies on usability of a web-based application.Small improvements were observed among the groups. However, the difference in the changes between the two groups was not significant. Although print materials were relatively accepted, the educational materials did not have an impact on participants' behavior.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The students' knowledge was increased from pre-test to post-test. However, the sixth-grade students had lower improvement than other students. This web-based application also met students' different learning styles and they enjoyed using the website.Three-module web lessons intervention was able to improve the attitude, belief and knowledge scores of both majors. There was an increase in the attitude and practices among health majors, with better intervention results.Three groups of data: numbers of related releasing and forwarding micro blogs, number of Baidu news and the Baidu Index were used to evaluate consumers' awareness and purchase behavior on the \"set-style yogurt and jelly event\" reported. The results indicated that we media increased the propagation of opinion leaders' thoughts and initiated a mass discussion on food safety messages with the public.Hand washing (96.0%) and personal hygiene (90.0%) were the common principles taught in schools. Furthermore, the most frequent (98.0%) methods used to teach food hygiene included teachers talking about food hygiene and carrying out practical activities. Lack of kitchen facilities and science laboratories as well as limited curriculum time were limitations to teaching food hygiene. Moreover, the most frequent resources used to teach food hygiene were posters (98.0%) and worksheets (93.0%), while websites (82.0%) were ranked sixth.* FS, food safety; * KAP, knowledge, attitude and practices. Foods 2021, 10, x FOR PEER REVIEW 8 of 18",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Web-based applications used to access food safety information.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Food safety KAP among consumers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}