{
    "paper_id": "0b71dd2e8764f7e71ff15656e7dcfc81a3dbf9be",
    "metadata": {
        "title": "Journal Pre-proof Transcriptome profiling of PBMCs and formalin-fixed autoptic tissues from COVID-19 patients Transcriptome profiling of PBMCs and formalin-fixed autoptic tissues from COVID-19 patients",
        "authors": [
            {
                "first": "Marta",
                "middle": [],
                "last": "Vuerich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmadreza",
                "middle": [],
                "last": "Kalbasi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathon",
                "middle": [
                    "J"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Serena"
                ],
                "last": "Longhi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "mlonghi@bidmc.harvard.edu"
            },
            {
                "first": "M",
                "middle": [],
                "last": "Vuerich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kalbasi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "surgical mask must be worn (Figure 1) . Personnel should wash their hands after removing gloves. 2) Biosafety cabinet: this should be turned on 5 minutes before initiating the work and will remain on at least 5 minutes after the work is ended. A waste container (i.e., small biohazard bag or pipette tray) should be placed inside the cabinet, so that personnel do not have to remove waste frequently while working. At the end of the work session all the supplies that have been used inside the cabinet should be disinfected before being removed from the hood. The interior walls of the cabinet should be disinfected too. We recommend using 10% bleach, followed by 70% ethanol (Fisher Scientific) to disinfect suppliers and surfaces. 3) Centrifuge: the centrifuge inside the BSL-2+ facility should be cleaned and disinfected with 10% bleach followed by 70% ethanol after the work session has ended. 4) Waste disposal: Liquid waste: all liquid waste generated during the work session should be immediately decontaminated by mixing with 10% bleach for at least 30 minutes. The solution is then disposed of in the sink, which should be washed and decontaminated thereafter. Solid waste: the solid waste generated during a work session (i.e., pipettes, vials, tubes, tips) must be placed into a beaker containing 10% bleach and left soak for at least 15 minutes before being removed from the hood. Decontaminated waste and used gloves should be collected in a small biohazard bag inside the biosafety cabinet and then disposed of in a larger biohazard bag outside the cabinet when the work is completed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 37,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "CRITICAL: If outer gloves become contaminated while working inside the biosafety cabinet, keep your hands inside the cabinet, remove the contaminated outer gloves and dispose them of in the small biohazard bag inside the hood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Timing: approximately 1 hour, it takes longer if more than 6 samples are thawed at the same time 11. Thaw the cryovials containing the PBMC solution in a water bath at 37º C. 12. Transfer the cell suspension into a 15 ml conical tube containing 10 ml ice-cold 1xPBS and centrifuge at 300 x g at 4º C for 5 minutes. 13. Discard the supernatant and flick the tube to detach the cell pellet. Repeat the wash by adding 10 ml ice-cold 1xPBS and centrifuge at 300 x g at 4º C for 5 minutes. 14. Discard the supernatant. Make sure that supernatant is removed completely to avoid interference with the next steps of RNA isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PBMC thawing"
        },
        {
            "text": "We recommend gentle shaking of the cryovials when in the water bath. We also recommend thawing no more than 12 PBMC samples at once to minimize the time thawed PBMCs are left at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Do not leave the cryovials in the water bath at 37º C after thawing as this would decrease cell viability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITICAL:"
        },
        {
            "text": "Timing: approximately 2 days J o u r n a l P r e -p r o o f 15. Ultrasound guided biopsies are collected at autopsy from the lung, heart, kidney, liver and spleen. 16. Place the biopsies in a small tube containing 10% Buffered Formalin Phosphate (Fisher Scientific), immediately after collection. 17. Place the biopsies into Processing and Embedding plastic cassettes (Fisher Scientific) and keep them in a container with 10% Buffered Formalin Phosphate on gentle shaking. 18. 24 hours later, place the cassettes in a tissue processor. 19. We recommend the following protocol for tissue processing: a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 1: 70% ethanol for 40 minutes b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 2: 80% ethanol for 40 minutes c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 3: 95% ethanol for 50 minutes d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 4: 95% ethanol for 50 minutes e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 5: 100% ethanol for 50 minutes f.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 6: 100% ethanol for 50 minutes g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 7: 100% ethanol for 50 minutes h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 8: xylene (StatLab, McKinney, TX) for 50 minutes i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 9: xylene for 43 minutes j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 10: xylene for 50 minutes k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 11: paraffin (Paraplast Plus, McCormick Scientific, Hunt Valley, MD) for 45 minutes l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Step 12: paraffin for 45 minutes. 20. Once the tissue processing has ended, proceed with paraffin embedding: a. Turn on the paraffin wax machine b. Coat the bottom layer of a disposable base mold (StatLab) with melted paraffin c. Take the sample and place it on top of the base mold. Orient it as you wish and add more paraffin d. Place the cassette on top of the mold and completely fill the mold e. Place the mold with the sample on the 'cold side' of the embedding station.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "The paraffin will solidify in 10-15 minutes f. Remove the embedded sample from the mold 21. Keep FFPE samples at 4º C until cutting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "Note: Fixation should not exceed 24 hours. Longer fixation time may result in nucleic acid fragmentation and lower performance in downstream applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of biopsies at autopsy and storage"
        },
        {
            "text": "The Shandon Citadel Tissue Processor 2000 (Thermo Fisher Scientific) and the Shandon HistoCentre 2 (Thermo Fisher Scientific) were used as tissue processor and paraffin embedding machine respectively; however, comparable tissue processors might be also found from Leica Microsystems (Buffalo Grove, IL) or Histo-Line Laboratories (Pantigliate, Milan, Italy). Similar paraffin embedding machines are also found from Leica Microsystems and Sakura Finetek USA (Torrance, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "Note: Samples should be thoroughly deparaffinized before embedding because residual formalin can inhibit proteinase K digestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "Obtaining tissue slices from paraffin embedded blocks J o u r n a l P r e -p r o o f Timing: 1 hour for 12 samples 22. Before cutting the tissue slices, make sure to trim the area around the sample with a scalpel, to remove the excess of paraffin. 23. Obtain 3 tissue slices of 15 m each using a microtome. 24. Leave the tissue slices at 4º C until RNA extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "Note: The number of tissue slices to be obtained for effective RNA isolation may vary considerably across samples. We recommend performing a trial to define the exact number of slices to cut, in order to obtain enough RNA for the subsequent steps of the protocol. However, avoid cutting and pooling too many slices as paraffin removal in these cases might be challenging and could affect RNA purity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "CRITICAL: RNA should be extracted within 12 hours after the slices are cut to minimize the risk of dehydration. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "For the deparaffinization step, a thermal mixer or, alternatively, a heating block or water bath capable of incubation at 56º C, 80º C and 90º C is needed. For RNA extraction, a conventional benchtop microcentrifuge is needed. When isolating RNA from FFPE samples, we recommend using SureSeal S MicroTubes (MTC Bio, Sayreville, NJ) or locks for reaction tubes. RNA quantification was determined using NanoDrop Spectrophotometer, whereas RNA integrity was verified using Agilent Bioanalyzer (Agilent Technologies, Santa Clara, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and equipment"
        },
        {
            "text": "For hybridization, the C1000 Touch Thermal Cycler (Bio-Rad Laboratories, Hercules, CA) was used, although other thermocyclers (e.g., from Qiagen) are also compatible. The nCounter MAX Analysis System (NanoString Technologies, Seattle, WA) was used for the NanoString assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The Agilent TapeStation (Agilent Technologies) or the QIAxcel Advanced System (Qiagen, Germantown, MD) can be used instead of Agilent Bioanalyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "Step-by-step method details RNA isolation ( Figure 2 ) Note: For both PBMC and FFPE samples, we recommend including control and patients' samples in the same run. This will enable avoiding a batch effect potentially confounding the analysis of results. This recommended experimental setup will also enable assessing whether differences between control and patients' samples are consistent between runs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ALTERNATIVE:"
        },
        {
            "text": "Reagents preparation for RNeasy Mini Kit: Before starting RNA isolation from PBMC samples, we recommend i) adding 10 l -mercaptoethanol (Sigma Aldrich, St. Louis, MO) to 1 ml of RLT Buffer (included in the kit) before use; ii) adding 4 volumes of 100% ethanol to RPE Buffer, which is supplied as a concentrate in the kit; iii) preparing 70% ethanol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation from PBMC samples"
        },
        {
            "text": "CRITICAL: -mercaptoethanol should be added to RLT Buffer under a fume hood while wearing appropriate protective clothing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation from PBMC samples"
        },
        {
            "text": "Note: Buffer RLT containing -mercaptoethanol can be stored at room temperature for up to one month without being degraded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation from PBMC samples"
        },
        {
            "text": "The procedure described here is optimized for 5-10x10 6 PBMCs per sample. For samples with lower cell numbers, add half of the volumes indicated below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "a. Add 600 l RLT Buffer and pipet to resuspend the pellet. Do not centrifuge. b. Add 600 l 70% ethanol to the homogenized cell pellet and mix by pipetting. c. Transfer 600 l sample to a RNeasy spin column placed in a 2 ml collection tube, supplied with the kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "We recommend adding no more than 600 l sample to avoid unnecessary spillage when closing the lid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "d. Centrifuge at 10,000 x g for 30 seconds. Discard the flow-through and re-use the collection tube. e. Centrifuge the remaining 600 l sample at 10,000 x g for 30 seconds, using the same RNeasy spin column. Discard the flow-through after centrifugation. f. Add 700 l RW1 Buffer to the column and carefully close the lid. Centrifuge at 10,000",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "x g for 30 seconds and subsequently discard the flow-through. Please re-use the same collection tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note: After centrifugation carefully remove the column from the collection tube to avoid the column getting in contact with the discarded flow-through.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "g. Add 500 l RPE Buffer to the column and spin at 10,000 x g for 30 seconds. This step enables washing the column membrane. After discarding the flow-through, please reuse the collection tube. h. Add 500 l RPE Buffer to the column and spin at 10,000 x g for 2 minutes. This centrifugation enables drying the spin column membrane from ethanol, which may interfere with subsequent steps. Remove the spin column and discard the flowthrough. i. Place the column into a new 2 ml collection tube (supplied with the kit) and centrifuge at 12,000 x g for 1 minute. This step enables removal of residual RPE Buffer. j. Place the column into a new 1.5 ml collection tube (supplied with the kit) and add 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "l RNase free water to the column membrane. After closing the lid, leave the columns on the bench for 1 minute and then centrifuge at 10,000 x g for 1 minute. This step will enable RNA elution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "The volume of RNase free water depends on the initial number of cells. For large cell numbers, the volume of water applied to the column should be adjusted. Note: Shake the bottles before use to ensure mixing of the solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "a. Deparaffinize using xylene; add 1 ml xylene and vortex vigorously for 10 seconds, then centrifuge at 10,000 x g for 2 minutes. b. Remove the supernatant by either pipetting without disturbing the pellet, or, alternatively, by pouring it into a fresh tube. We prefer this second option. c. Add 1 ml 100% ethanol, vortex and centrifuge at 10,000 x g for 2 minutes. d. Remove the supernatant as indicated in 'b'. e. Incubate at room temperature for 10 minutes with the lid open. f. Add 150 l PKD Buffer and flick the tube to loosen the pellet. Add 10 l proteinase K and vortex. g. Incubate at 56º C for 15 minutes. h. Incubate on ice for 3 minutes. i. Centrifuge at 20,000 x g for 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note: During centrifugation, set the heating block at 80º C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "j. Transfer the supernatant without disturbing the pellet into a new 2 ml safe-lock microcentrifuge tube for RNA purification. k. Incubate the supernatant at 80º C for 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note: Do not exceed the 15-minute incubation. If the heat block has not reached the 80º C yet, the sample should be left at room temperature while the desired temperature is achieved. l. Briefly centrifuge to remove the drops from the lid. m. Add 320 l RLT Buffer and mix by pipetting. n. Add 1,120 l 100% ethanol and mix by pipetting. o. Transfer 700 l sample (including precipitates that may have formed) to a RNeasy MinElute spin column, which is placed in a 2 ml collection tube (supplied with the kit). Centrifuge at 10,000 x g for 30 seconds. Repeat the step until the entire sample volume has passed through the column. p. Add 350 l FRN Buffer to the column and centrifuge at 10,000 x g for 30 seconds and discard the flow-through.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note: Although indicated in the manufacturer's protocol, we do not perform DNase treatment. However, we recommend you test this additional step in your experiment. For example, if the analysis of RNA integrity indicates strong genomic DNA contamination, DNAse treatment step becomes necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "q. Add 500 l FRN Buffer to the column and centrifuge at 10,000 x g for 30 seconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Save the flow-through as this contains RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "r. Place the column into a new 2 ml collection tube (supplied with the kit) and apply the flow-through to the column. Centrifuge at 10,000 x g for 30 seconds and discard the flow-through). s. Add 500 l RPE Buffer to the column, centrifuge at 10,000 x g for 30 seconds and discard the flow-through. t. Add 500 l RPE Buffer to the column and centrifuge at 10,000 x g for 30 seconds to wash the column membrane. After centrifugation, discard the collection tube and the flow-through. u. Place the column into a new 2 ml collection tube (supplied with the kit) and centrifuge at 10,000 x g for 5 minutes keeping the lid open. v. Place the column into a new 1.5 ml collection tube (supplied) and add 20 l RNase free water to the column membrane. Close the lid and incubate at room temperature for 1 minute. w. Centrifuge at 12,000 x g for 1 minute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note: When adding water to the column membrane, please consider that the dead volume in the column is 2 l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "In this step, measurement of RNA concentration will be carried out using NanoDrop Spectrophotometer. RNA integrity will be evaluated using Agilent Bioanalyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing: 1 hour"
        },
        {
            "text": "3. Measure the concentration of RNA isolated from PBMC and/or FFPE samples using NanoDrop Spectrophotometer: a. Bring the RNA samples along with RNase free water used to elute them on ice to the NanoDrop Spectrophotometer Station. b. Clean the sample reader with molecular grade water and wipe with a KimWipe. c. Load 1.2 l of RNase free water and initialize the system. d. Select 'RNA' and click 'blank'. e. Load 1.2l of RNA sample and click 'measure'. f. Record the A260/280 and A260/A230 ratios along with the RNA concentration (ng/ml). g. Wipe the sample reader between samples with a clean KimWipe and repeat steps e-f. Note: RNA samples with a A260/A280 ratio ranging from 1.8 to 2.1 are considered of good purity. A A260/A280 ratio lower than 1.8 may indicate DNA or protein contamination. This is, however, more frequent when other protocols of RNA isolation are applied (e.g., TRizol). The optimal A260/A230 ratio should be above 2. Lower values are indicative of contamination with the wash solutions, phenols and proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing: 1 hour"
        },
        {
            "text": "Troubleshooting 2 J o u r n a l P r e -p r o o f 4. Check RNA integrity using Agilent Bioanalyzer. 2.5 l per sample is used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Troubleshooting 1"
        },
        {
            "text": "Note: RNA integrity is assessed as an additional measure of the sample RNA quality. The Distribution Value 200 (DV200) is the percentage of RNA fragments longer than 200 nucleotides. The lower is the DV200 value, the more degraded is the RNA in the sample. Reportedly, DV200 < 30% are considered being degraded for further experiments (Wimmer et al., 2018) ; values of DV200 between 50% and 70% are of acceptable quality but might require higher input volumes for transcriptome analysis (Wimmer et al., 2018) . DV200 values higher than 70% are usually associated with high RNA quality (Wimmer et al., 2018) . Based on this evidence, we recommend using samples with DV200 higher than 70% to maximize the chances of success in the NanoString assay. For additional information on how the DV200 is calculated, please refer to https://www.agilent.com/en/promotions/dv200determination.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 356,
                    "text": "(Wimmer et al., 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 487,
                    "end": 508,
                    "text": "(Wimmer et al., 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 585,
                    "end": 606,
                    "text": "(Wimmer et al., 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Troubleshooting 1"
        },
        {
            "text": "NanoString technology enables detection and counting of hybridized transcripts using barcodes. In this protocol step, RNA hybridization and post-hybridization processing are carried out as per manufacturer's instructions at https://www.nanostring.com/support-documents/ncounter-xt-assayuser-manual/ Day 1 5. Pre-heat the thermocycler to 65º C (lid temperature 70º C). Program the thermocycler for 18 l volume. 6. Thaw the Reporter Code Set (nCounter CAR T Characterization Panel), the Capture Probe Set (nCounter CAR T Characterization Panel), PLUS COVID-19 Reporter and PLUS COVID-19 Capture (Coronavirus Panel Plus). Thawing is carried out at room temperature. Invert or flick the tubes several times and spin at less than 1,000 x g for less than 30 seconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing: approximately 2 days"
        },
        {
            "text": "Do not vortex or pipette vigorously as this may shear the Reporter Code Set. When using the microcentrifuge to spin down the tube, please do not use speed higher than 1,000 x g for more than 30 seconds. Pulse centrifugation should be avoided too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITICAL:"
        },
        {
            "text": "7. Add 28 l of PLUS COVID-19 Reporter to Reporter Code Set. Invert or flick several times and spin down tubes, as indicated in step 6. 8. Prepare a master mix by adding 70 l of hybridization Buffer to the tube containing PLUS COVID-19 Reporter and Reporter Code Set. The Reporter Code Set should not be removed from the tube. 9. After labelling tubes, add 10 l of the master mix into each tube. 10. Add 100 ng of RNA sample per tube. The volume should not exceed 5 l; if less, adjust with RNase free water. The total volume per tube should be 15 l. 11. Add 14 l of Capture PLUS Reagent to the thawed aliquot of Capture Probe Set. Invert several times to mix and spin down reagents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITICAL:"
        },
        {
            "text": "12. Add 3 l of Capture Probe Set and Capture Plus Reagent mix into each tube immediately before placing it at 65º C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITICAL:"
        },
        {
            "text": "Note: It is important minimizing the time between the addition of the Capture Probe Set and the incubation at 65º C as this will improve assay sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITICAL:"
        },
        {
            "text": "13. Incubate in the thermocycler at 65º C for 18 hours. Ramp the reaction down to 4º C (see Table 1 ) and process the following day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "CRITICAL:"
        },
        {
            "text": "We recommend not leaving the samples at 4º C for more than 24 hours as this may result in increased background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Temperature (lid) Volume Time 65º C (70º C) 18 l 18 hours* *This includes 16 hours hybridization and 2 hours at 4º C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note: It is recommended not hybridizing more than 12 samples at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "14. Remove the samples from the thermocycler and spin them down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "Note: Make sure that no evaporation has occurred, and all samples have the same volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "15. Take the two 96-well plates (supplied with the NanoString kit) from the refrigerator at 4º C and spin them down at 2,000 x g for 2 minutes. Remove the cartridge from -20º C freezer. 16. Bring the samples, 96-well plates, tips and cartridge to the nCounter Prep Station. 17. Prepare the nCounter Prep Station based on the manufacturer's instructions, shown on the display. Please also refer to the manual https://www.nanostring.com/wpcontent/uploads/2020/12/MAN-C0035_nCounter_Analysis_System_MAX_FLEX.pdf 18. Follow the instructions on the screen without changing any setting. The run is already pre-set for 'high sensitivity'. 19. Place the plates on the deck with labels forward. Discard the lids. 20. Remove the foil from the cartridge. Before loading the cartridge, make sure the bottom is not cracked or damaged. Place the cartridge under the electrode fixture with the notch in the back and the barcode on the right. The right side should bounce up and down after applying a light pressure from your finger. Lower the electrode fixture to insert the electrodes in the cartridge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "Note: When loading the tips (supplied with the kit and kept at room temperature until use), you can facilitate the procedure by covering them with a plate lid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "21. Place the tip sheaths in the slot in front of the tip rack. 22. Place empty strip tubes, provided with the kit, into the heater block. 23. Uncap the sample strip tubes and place them into the metal tube holder. 24. Close the heater lid and click 'Start Processing'. The processing will take approximately 3 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Note: We recommend waiting for 10 minutes until the 'System Processing' message appears on the display (this indicates that the validation automatically carried out by the machine is completed and the run is starting).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "25. After 3 hours, remove the cartridge from the nCounter Prep Station and seal it with the clear adhesive film (supplied with the kit).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "CRITICAL: Make sure to seal the cartridge within 1 hour after processing, to avoid evaporation and subsequent data loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "Note: Cartridges can be scanned immediately after processing or stored in the dark at 4º C for up to 1 week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "26. Clean the nCounter Prep Station following the instructions shown on the display and proceed to the nCounter Digital Analyzer. 27. Retrieve the NanoString supplied USB from -80º C. The CodeSet from NanoString is shipped with a Reporter Library File (RLF) that can be found on the NanoString USB inside the -80º C CodeSet box. The RFL contains the barcode definitions for the group of probes included in the CodeSet. 28. Insert the NanoString supplied USB into the nCounter Digital Analyzer (port on the right-hand side of the Digital Analyzer touch screen) and follow the instructions on the screen and as indicated in the manufacturer's protocol https://www.nanostring.com/wpcontent/uploads/2020/12/MAN-C0035_nCounter_Analysis_System_MAX_FLEX.pdf 29. Click on 'Upload Files' and then 'Upload RLF'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "Note: This is done for the first run of each NanoString panel. RLF files are saved in the analyzer). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Day 2"
        },
        {
            "text": "For a successful experimental outcome, we recommend using 100 ng RNA per sample. In the case of PBMCs, fresh or recently collected samples are preferable to maximize the chances of obtaining higher RNA concentrations. Selection of RNA samples with DV200 higher than 70% at the bioanalyzer further enhances the chances of a successful run. By applying these parameters, we were able to show significant differences in gene metabolism, TCR repertoires and ENTPD1/CD39 (Savio et al., 2020 , Wang et al., 2021 levels between COVID-19 impacted organs and non-COVID-19 controls (Wang et al., 2021) . When considering PBMCs, we noted that samples obtained from severe COVID-19 patients displayed limited TCR repertoires and lower ENTPD1/CD39 levels compared to moderate COVID-19 patients, convalescents and healthy controls (Wang et al., 2021) . Importantly, NanoString data were validated using other approaches, namely flow cytometry, qPCR and immunohistochemistry (Wang et al., 2021) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 485,
                    "text": "(Savio et al., 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": ", Wang et al., 2021",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 572,
                    "end": 591,
                    "text": "(Wang et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 817,
                    "end": 836,
                    "text": "(Wang et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 960,
                    "end": 979,
                    "text": "(Wang et al., 2021)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Expected outcomes"
        },
        {
            "text": "Quantification and statistical analysis RCC files are exported from the nCounter Digital Analyzer and initially analyzed using nSolver Advanced Analysis software, based on the manufacturer's instructions (https://www.nanostring.com/wp-content/uploads/2020/12/MAN-10030-03_nCounter_Advanced_Analysis_2.0_User_Manual.pdf). As indicated in the original manuscript (Wang et al., 2021) , further analysis of normalized data, differentially expressed genes (DEGs) and gene set scores, was conducted using R software (version 4.0.2). DEGs were defined based on P value ≤ 10 -4 when analyzing samples from organs; and P value ≤ 10 -3 when analyzing PBMC samples. Different thresholds were applied because we noted more substantial differences in the organs than PBMCs, between COVID-19 and control samples. False discovery rate was controlled by the Benjamini-Yekutieli method (Benjamini and Yekutieli, 2001) . When comparing mRNA levels in the organs of COVID-19 patients and controls, unpaired t test was used; when considering PBMCs, comparisons of mRNA levels between patients at different disease stage and controls were performed using one-way ANOVA test, followed by Tukey's multiple comparison test. P≤0.05 was considered significant. Statistical analysis was performed using GraphPad Prism, version 9.3.0 (GraphPad Software, San Diego, CA).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 380,
                    "text": "(Wang et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 869,
                    "end": 900,
                    "text": "(Benjamini and Yekutieli, 2001)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Expected outcomes"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The NanoString bulk transcriptomic data generated during this study are available from Mendeley data at https://doi.org/10.17632/mkmv3mgz86.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and code availability"
        },
        {
            "text": "This study did not generate code. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and code availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The control of the false discovery rate in multiple testing under dependency",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yekutieli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Annals of Statistics",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Applying high-dimensional single-cell technologies to the analysis of cancer immunotherapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Gohil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Iorgulescu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Keskin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Rev Clin Oncol",
            "volume": "18",
            "issn": "",
            "pages": "244--256",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Profiling of lung SARS-CoV-2 and influenza virus infection dissects virus-specific host responses and gene signatures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kulasinghe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F R"
                    ],
                    "last": "Santos Miggiolaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monkman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sadeghirad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bhuva",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Da Silva Motta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Junior",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Vaz De Paula",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Baena",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Souza-Fonseca-Guimaraes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Noronha",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcculloch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodrigues Rossi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Souza-Fonseca-Guimaraes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Belz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Targeting ectonucleotidases to treat inflammation and halt cancer development in the gut",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Robson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Biochem Pharmacol",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ectonucleotidase Modulation of Lymphocyte Function in Gut and Liver",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E B"
                    ],
                    "last": "Savio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Robson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Longhi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Cell Dev Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Limited TCR repertoire and ENTPD1 dysregulation mark late-stage COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vuerich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalbasi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Csizmadia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Manickas-Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woolley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hecht",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shaefi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Robson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Longhi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Systematic evaluation of RNA quality, microarray data reliability and pathway analysis in fresh, fresh frozen and formalin-fixed paraffin-embedded tissue samples",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Troscher",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Bien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lassmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Personal protective equipment (PPE) worn in a Biosafety Level 2 with Enhanced Biocontainment Practices (BSL-2+) facility when processing PBMC samples obtained from COVID-19 infected individuals. PPE includes disposable lab coat, surgical mask, goggles and double gloves (depicted nitrile over nitrile).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic of RNA isolation from PBMC and FFPE samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic of NanoString assay procedure. Critical steps are highlighted. J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "This step will enable RNA isolation from PBMC and FFPE samples. The protocols and timing below are described for 12 samples. This corresponds to the number of samples that can be run in one NanoString cartridge. Please note that steps 1 and 2 under 'RNA isolation' can be carried out independently as they refer to RNA isolation of PBMC and FFPE samples respectively. RNA is isolated using the RNeasy Mini Kit (Qiagen) when using PBMC samples and the AllPrep DNA/RNA FFPE Kit (Qiagen) when using FFPE samples, according to the manufacturer's protocols (please refer to https://www.qiagen.com/us/resources/resourcedetail?id=14e7cf6e-521a-4cf7-8cbc-bf9f6fa33e24&lang=en for RNeasy Mini Kit; and to https://www.qiagen.com/us/resources/resourcedetail?id=3ff86eb0-d95b-4941-95c3-252ad30fe3e6&lang=en for AllPrep DNA/RNA FFPE Kit). Changes from the original protocols have been indicated.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Counting' and select a stage position on the touch screen. 31. Place the cartridge in the selected stage position by holding it lengthwise. Close the magnetic clip and push down to ensure the cartridge is flat. 32. Under Cartridge Definition Mode, select 'Create New'. This option is for use with generic sample names. If specific names are used, please refer to 'Creating a CDF section' in the nCounter Analysis System Manual https://www.nanostring.com/wp-content/uploads/2021/02/MAN-C0035-08-nCounter-Analysis-System-User-Manual.pdf 33. Enter a cartridge ID. 34. Select 'fields of view (FOV) count' for scanning. Note: Higher FOV counts result in longer scanning time and generate less noisy data. In our protocol, the maximum FOV count (i.e., 555) was used. 35. Click 'Samples' and select all sample tubes. 36. Enter a 'Sample ID'; individual samples will be differentiated by lane numbers. 37. Click 'Library RLF' and select the RLF that corresponds to the CodeSet being run. 38. Click 'Done' to return to the Cartridge Information Screen; click 'Done' again to return to the Select Stage Position Screen; and then 'Done' for the third time, if no additional scans are planned. 39. Click 'Start'. Note: The run will take approximately 5 hours. The cartridge can be left in the counter until the next day and then placed at 4º C, covered by aluminum foil. This would enable scanning the cartridge again, if needed. 40. Once the scan has completed, insert a USB drive into the Digital Analyzer USB port. 41. Click 'Download data' from the touch screen. 42. Select the file corresponding to the cartridge ID and click 'Download data' and export Reporter Code Count (RCC) files.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The NanoString assay described here enables obtain a comprehensive gene profiling of PBMCs and FFPE samples. Using this approach, correlations between gene sets can be performed; however, the technique does not enable obtain data at the single cell level. If analyses at the single cell level are required, single-cell RNAseq techniques are preferable, especially when analyzing whole tissue samples (Gohil et al., 2021 , Delorey et al., 2021. In this regard, the recent introduction of GeoMx Digital Spatial Profiler has enabled whole transcriptome profiling at the single cell level in a spatial context, providing critical information about the expression of key targets specific to a certain tissue region (Delorey et al., 2021 , Kulasinghe et al., 2021 , Park et al., 2021 . NanoString enables identifying gene pathways that may be altered during disease. However, analysis at the functional level should be incorporated to determine whether alterations at the gene level impact cell function.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 419,
                    "text": "(Gohil et al., 2021",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 732,
                    "end": 757,
                    "text": ", Kulasinghe et al., 2021",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 758,
                    "end": 777,
                    "text": ", Park et al., 2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Low RNA concentration after isolation from PBMCs and/or FFPE samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Troubleshooting Problem 1 (Step 3)"
        },
        {
            "text": "In the presence of low RNA yield, increase the initial cell number or the number of paraffin embedded slices. We recommend not to exceed 4-5 slices per sample as excess of paraffin is hard to remove.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential solution:"
        },
        {
            "text": "Low A260/A230 ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem 2 (Step 3)"
        },
        {
            "text": "As this might be due to contamination with washing buffers, we recommend being careful when performing the spin column washes, especially when removing the spin column from the collection tube containing the flow-through.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential solution:"
        },
        {
            "text": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Dr. Maria Serena Longhi (mlonghi@bidmc.harvard.edu).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lead contact"
        },
        {
            "text": "This study did not generate new unique reagents. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials availability"
        },
        {
            "text": "The Authors declare no competing interests References",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}