{
    "paper_id": "0b77c43b452583839d68181056f17366a41c45d0",
    "metadata": {
        "title": "Bicycle injuries presenting to the emergency department during COVID-19 lockdown",
        "authors": [
            {
                "first": "Melissa",
                "middle": [],
                "last": "Shack",
                "suffix": "",
                "affiliation": {},
                "email": "melissa.shack@sickkids.ca"
            },
            {
                "first": "Adrienne",
                "middle": [
                    "L"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evangeline",
                "middle": [
                    "Wj"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Rosenfield",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: Since the start of the COVID-19 pandemic, there have been many changes in the presenting complaints in paediatric emergency departments (EDs). We sought to characterise the impact of the COVID-19 pandemic on bicycle-related injuries in children presenting to a tertiary care paediatric ED. Methods: We conducted a descriptive, cross-sectional study of ED visits to a large urban tertiary children's hospital, comparing March to October 2020 (the study period) to the same date range 2 years prior (i.e. March to October 2018-2019). We included children 0-17.99 years presenting for a bicycle-related injury. We compared absolute visit counts of bike injuries per month, demographics, triage acuity, injury type and disposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 1215 bike-related visits were analysed. There were 234 presentations in 2018 (March to October), 305 in 2019, and 676 in 2020. Overall, the mean age was 9.5 years (standard deviation 5.5-13.5), there were 67% males, median Canadian Emergency Department Triage and Acuity Scale score was 3 (interquartile range 3-4) and the most common injuries were fractures (n = 471, 38.8%). There were significantly more bike injuries presenting to the ED per month in the COVID group, 33.7(17.9) versus 84.5(61.4) (two-tailed P value = 0.041). There was no statistical difference in 'severe injuries' pre-versus post-COVID (odds ratio 0.815 (95% confidence interval 0.611-1.088), P = 0.165). Conclusion: There was a significant increase in bicycle-related injuries presenting to our ED during the pandemic, compared to previous years. Evaluating these trends will allow for the exploration of harm reduction strategies for preventing future bicycle-related injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 There have been notable changes to emergency department (ED) presentations during the COVID-19 pandemic. Overall numbers presenting are lower, but certain home-related injuries are increasing. 2 Few studies have explored the impact of the pandemic and cycling-related injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What this paper adds 1 This study explores trends of cycling-related injuries presenting to a tertiary paediatric ED during the COVID-19 pandemic. 2 This study captured the increase in cycling-related injuries presenting to a paediatric ED during the COVID-19 and other significant trends. 3 Evaluating these trends will allow for the exploration of harm reduction strategies for preventing bicycle-related injuries and assist in advocating for bike safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the start of the COVID-19 pandemic, the volume and presentations to emergency departments (EDs) in both adult and paediatric populations have changed. Multiple studies noted an overall decrease in non-COVID-related presentations as well as an increase in overall acuity. [1] [2] [3] [4] [5] There has been ongoing focus in understanding these new trends, what their implications are, and how to best address them as the pandemic continues. Studies have shown mixed results with regards to injury and trauma. Some studies have shown a decline in home-related injuries and trauma 1,6,7 while others have suggested an increase in specific home-related injuries, such as burns and poisonings. 8, 9 These findings are understood in the context of fewer organised sports, decreased utilisation of cars and an overall increase in children at home. Nevertheless, the mandatory stay-at-home orders have had a clear influence on the rate of home-related injuries and presentation to EDs. The onset of stay-at-home orders began in March 2020, encouraging working-from-home, minimising inperson interactions and eliminating non-essential travel. The initial lockdown was followed by progressive openings and lifting of restrictions from stages 1 to 3. With quarantine and cancellation of school and summer camps, there has been an increased use of bicycles. 10 As previous studies have demonstrated, more bicycle use can lead to an increase in cycling-related injuries. 11 This risk is not evenly distributed; rather, the risk of injuries is highest amongst children. 11 In children, the types of injuries seen with bicycles are most commonly abrasions and soft tissue injuries, followed by extremity injuries, lacerations and head injuries. 11, 12 In addition, the vast majority of injuries occur close to home. 11 Serious injuries have also been well documented. These include severe head trauma, internal organ injury and bleeding (largely related to handle-bar injuries), and death. [11] [12] [13] [14] To date, there has been no specific exploration of paediatric bicycle-related injuries during the COVID-19 pandemic. We sought to characterise the impact of the COVID-19 pandemic on bicycle-related injuries in children 0-17.99 years presenting to a tertiary care paediatric ED. This was primarily done by describing the incidence of bicycle-related injuries presenting to the ED during the COVID-19 Pandemic as compared to a similar cohort in previous years. Secondary objectives examined changes in bicycle-related injuries, acuity, disposition and outcome.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1736,
                    "end": 1739,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1981,
                    "end": 1985,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1986,
                    "end": 1990,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1991,
                    "end": 1995,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1996,
                    "end": 2000,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a descriptive, cross-sectional study of ED visits presenting to The Hospital for Sick Children in Toronto, Canada, comparing March to October 2020 (the study period) to the same date range 2 years prior (i.e. March to October 2018-2019). The Hospital for Sick Children is a large, urban tertiary referral centre for paediatrics and paediatric trauma. Our basis for the beginning of the COVID pandemic was based on the World Health Organization's (WHO) global pandemic declaration and the first 'stay at home order' in Toronto, Ontario, Canada in March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The inclusion criteria included all patients younger than 18 years of age presenting to the ED for a bicycle-related injury (including pedal bicycles, bicycle trailers and E-Bikes). Transfers from peripheral hospitals were included as well. Exclusion criteria included Pedestrian versus bicycle injuries (in which the pedestrian is injured) and motorised bicycle-related injuries (i.e. dirt bikes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population"
        },
        {
            "text": "We retrieved data from the Canadian Hospitals Injury Reporting and Prevention Program (CHIRPP) 14 using key terms such as 'bicycle', 'bike' and 'cycling'. The CHIRPP database is part of a national injury surveillance programme and has a 100% capture rate for all injuries presenting to our ED at our institution. Demographic information in the prospectively collected database included basic demographics, chief complaint, triage acuity at presentation, postal code (first three digits), use of helmet and disposition from ED. Acuity was determined per the Canadian Emergency Department Triage and Acuity Scale (CTAS), with 1 being most critical and 5 being non-urgent. 14 Missing information in the database and additional variables (including acuity, admission disposition and immediate surgery) was supplemented with targeted chart reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "We abstracted data on bicycle-related visits per month to the ED during March-October 2020, compared to 2019 and 2018 to evaluate the impact of the pandemic on volume of bike-related ED presentations. Disposition was classified as admission to hospital, left without being seen or discharged home from the ED. Those admitted were further classified as being admitted to the floor, requiring immediate surgery or admission to the intensive care unit. Injury type was described as mild soft tissue injury, laceration/abrasion, fracture, severe head injury, head injury and/or multi-trauma. Multi-trauma was defined as having three or more documented injuries. Severe head injury was defined as having radiographic evidence of head injury (e.g. skull fracture, intracranial bleed or white matter injury). In order to compare the outcome, we defined 'Severe Injury' as a participant having any one of the following: admission, CTAS 1, multi-trauma, immediate surgery, severe head injury or internal organ injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome"
        },
        {
            "text": "We compared absolute visit counts of bike injuries per month pre-COVID (2018 and 2019) and post-COVID (2020) using independent sample t-tests. Demographic characteristics, acuity, injury characteristics and disposition were described using means (standard deviation) and frequencies as appropriate. These variables were compared during the two time periods (pre-COVID vs. COVID) using χ 2 tests and Fisher's exact tests for dichotomous variables and t-tests for continuous variables. This study was approved by the Research and Ethics Board at the Hospital for Sick Children (REB #1000074127).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "A total of 1275 bike-related visits were identified during the study period and 60 visits were excluded due to dirt bike, stationary bike or pedestrian-related injuries, leaving 1215 presentations available for analysis. There were 234 presentations in 2018 (March to October), 305 in 2019, and 676 in 2020. Overall, the mean age was 9.5 years (standard deviation 5.5-13.5), there were 67% males, median CTAS score was 3 (interquartile range 3-4), and the most common injuries were fractures (n = 471, 38.8%). Monthly ED bike-related injury visits by study year are displayed in Figure 1 . There were significantly more bike injuries presenting to the ED per month in the COVID group, 33.7(17.9) versus 84.5(61.4) (two-tailed P value = 0.041).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 587,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Differences in demographics, acuity, injury characteristics and disposition between the two study periods (pre-COVID vs. COVID) are shown in Table 1 . There were significantly more soft tissue injuries in the COVID cohort (38.6 vs. 28.4%, P value < 0.001). In contrast, lacerations and multi-trauma injuries were decreased in the COVID cohort (19.2 vs. 24.3%, P value 0.03; and 1.3 vs. 4.3% P value = 0.001, respectively). There was no statistical difference in 'severe injuries' pre-versus post-COVID (odds ratio 0.815 (95% confidence interval 0.611-1.088), P = 0.165.) Age groups differed with a predilection towards an increase in school aged children (6-10.99 years) in the COVID cohort. Use of helmets was similar (16 vs. 18%, P value < 0.11); however, 43.8% were missing information in charting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, we document a significant increase in bicyclerelated injuries presenting to the ED in the era of COVID. This is in keeping with a significant increase in bicycle-related injuries found in other studies. 6, 15 This increase in presentation was observed for all levels of triage acuity. Basic demographics were all similar, with the exception of an increase in school aged children during COVID. This coincides with the school closures in Ontario's lockdown. With more children out of school, fewer organised sports activities and stay at home orders, our prediction that there would be an increase in overall cycling injuries was confirmed.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our findings of abrasions and soft tissue injuries as the most common injury followed by extremity injuries is consistent with previously reported work. 11, 12 Injury patterns differed slightly in each of the cohorts. There were significantly more soft tissue injuries, and significantly fewer lacerations in the pandemic cohort. Despite the overall increase in number of bicycle injuries, there was no statistically significant increase in the proportion of severe injuries. However, there were significantly fewer multitraumas in the COVID period. We hypothesised this may be due to fewer cars on the road, parents remaining at home, or working from home thus possibly leading to an increase in supervision. Comments on helmet use must be used with caution due to the large amount of unknown (and undocumented) data points.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It is prudent to mention that despite the findings of this study, we firmly believe the benefits of bicycling still outweigh the risks. This is especially true given the lack of increase in severe injuries seen. The importance of this is paramount in an era of rising childhood obesity and increased sedimentary behaviours. 16 The further risk of injury can be mitigated by improving urban infrastructure to allow for further bike lanes and advocating for The limitations of this study include its retrospective nature, and it being a single-centre study. However, it is noted that our centre is a high-volume centre and typically acts as a regional referral centre for paediatrics, with a catchment area of 8 million residents. Another limitation was that the time period only captured the first 7 months of the pandemic period. It is possible that these trends have changed with varying waves of the pandemic. With regards to safety data, there were significant missing data, and thus true conclusions are difficult to draw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Overall, these results suggest that an increasing number of children may be at risk of injury or harm while lockdown measures continue in place (i.e. school closures, 'stay at home' orders, etc.). There may be an increase in severe injuries in the future as the number of vehicles on the road continues to increase during subsequent lockdowns. Additionally, many children may now be habituated to cycling and the built environment they live in may be significantly different than it was in the summer of 2020. This information is both relevant and topical given the current pandemic and the risk for further lockdowns in countries with inadequate vaccine rollout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "By describing the changes in bicycle-related injuries, we can begin to understand the risk associated changes that come with isolation and lockdowns. Evaluating these trends will allow for the exploration of harm reduction strategies for preventing bicycle-related injuries. For example, the analysis of safetyrelated behaviour, and a more robust analysis of the use of helmets and types of injuries, will allow for targeted public health and educational initiatives towards this. Knowledge of socially directed use of bicycles and the types of injuries seen will help provide a framework for emergency preparedness. Similarly, it would help EDs anticipate injury trends during further lockdowns and prepare accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Overall, there was a significant increase in bicycle-related injuries presenting to our ED during the pandemic, compared to previous years. There were significantly more soft tissue injury, and significantly less lacerations in the pandemic cohort. There was no statistically significant increase in the proportion of severe injuries during the pandemic. Evaluating these trends will allow for the exploration of harm reduction strategies for preventing bicyclerelated injuries and assist in advocating for bike-centric cities. Further research may involve a prospective multi-centre study that would help increase generalizability and statistical impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pediatric emergency department visits at US children's hospitals during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Delaroche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodean",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pediatrics",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trends in emergency department visits and hospital admissions in health care systems in 5 states in the first months of the COVID-19 pandemic in the US",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onofrio",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Paek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern. Med",
            "volume": "180",
            "issn": "",
            "pages": "1328--1361",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medicine a nd society the untold toll -The pandemic's effects on patients without Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "2368--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Where are the missing emergencies? Lockdown and health risk during the pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alé-Chilet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Atal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dominguez-Rivera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Electron. J",
            "volume": "20",
            "issn": "",
            "pages": "1--42",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3595246"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Delayed access or provision of care in Italy resulting from fear of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apicella",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marchetti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cardinale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trobia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc. Health",
            "volume": "4",
            "issn": "",
            "pages": "10--11",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Where have all the fractures gone? The epidemiology of pediatric fractures during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Bram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Magee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Pediatr. Orthop",
            "volume": "40",
            "issn": "",
            "pages": "373--382",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Injuries in the time of COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Keays",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Promot. Chronic Dis. Prev. Canada",
            "volume": "40",
            "issn": "",
            "pages": "336--377",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trends in pediatric emergency department utilization after institution of coronavirus disease-19 mandatory social distancing",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chaiyachati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agawu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zorc",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Balamuth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Pediatr",
            "volume": "226",
            "issn": "",
            "pages": "274--277",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Steam inhalation and paediatric burns during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moiemen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 fears are propelling e-bike sales, but regulations are having a braking effect",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bicycle-related injuries: A survey in a pediatric emergency department",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cushman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Down",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Macmillan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Waclawik",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "CMAJ",
            "volume": "143",
            "issn": "",
            "pages": "108--120",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bicycle injuries among the paediatric population at an emergency department in Singapore",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beckwith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalaiselvan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ganapathy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Singapore Med. J",
            "volume": "60",
            "issn": "",
            "pages": "343--349",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Allterrain vehicle and bicycle crashes in children: Epidemiology and comparison of injury severity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Koepplinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Mehlman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gittelman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Pediatr. Surg",
            "volume": "37",
            "issn": "",
            "pages": "375--80",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Canadian hospital injury reporting and prevention program: Captured versus uncaptured injuries for patients presenting at a paediatric tertiary care centre",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macphee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Paediatr. Child Health",
            "volume": "22",
            "issn": "",
            "pages": "134--142",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cycling-related injuries during COVID-19 lockdown: A North London experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mumtaz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cymerman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komath",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Craniomaxillofac. Trauma Reconstr",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Canadian childhood obesity estimates based on WHO, IOTF and CDC cut-points",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Pediatr. Obes",
            "volume": "5",
            "issn": "",
            "pages": "265--73",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of patients presenting with bicycle-related emergency room visits over an 8-month analysis, 2018-2020. ( ), 2018; ( ), 2019; ( ), 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of pre-COVID and COVID cohort's demographics and characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}