{
    "paper_id": "0b81e1478a1117d8c285b33ce085811c2d6809e5",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The World Health Organisation declared COVID-19 a global pandemic on March 11, 2020 [1] . The outbreak of viral pneumonia caused by severe acute respiratory syndrome coronavirus 2 (SARS COV-2) in Wuhan, China in December 2019, has since taken a heavy toll on India with 3,02,79,331 cases and 3,96,730 deaths [2] . With ongoing mutations of the virus, heterogeneity in infectivity, and clinical presentation, triaging patients by assessing the risk at the time of admission and counselling the patient and the family members have become of utmost importance. Many biomarkers have been evaluated at different institutions among patients with COVID-19 disease. We aimed to study the WBCs and platelets, and the neutrophil-lymphocyte ratio (NLR) and the platelet lymphocyte ratio (PLR) on admission as well as the trend in the course of the disease in patients with severe disease who required management in the ICU. We also attempted to derive cut-off values to predict mortality.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A retrospective observational study was conducted for one year. The institutional ethics committee and the Indian Council of medical research approved the study (approval no.CSP-MED/20/SEP/61/75). The study population included adult patients (age > 18 years) with COVID-19 disease admitted to the ICU of our tertiary care centre attached to the super speciality medical college. The patients had positive reverse transcriptase (RT-PCR) report for SARS-COV-2 and typical radiological diagnosis. The study population was divided into two groups based on the outcomes as those who survived and were discharged, and those who died. Demographics of the patient and the outcome were retrieved from the hospital information system and with the help of the Department of Medicine. Laboratory details, namely differential percentage of neutrophils and lymphocytes as well as platelet counts, were retrieved from the laboratory information system. The absolute counts were retrieved from the fully automated hematology analyser post which, the NLR and PLR were calculated. The laboratory details on Day 1 of admission as well as eight consecutive values were collected. The demographic clinical and laboratory details were tabulated in a Microsoft Excel (Redmond, Washington, US) spreadsheet. Statistical analysis was done via statistical package for the social sciences (SPSS) version 21 (IBM Corp., Armonk, NY, US), the Chi-Square test for demography, and Mann-Whitney test for laboratory parameters. A P-value of < 0.05 is considered significant. The cut-off values on Day 1 and peak values were derived from the receiver operating curve (ROC) with a confidence interval of 95%. Youden's index was used to determine the cut-off values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials And Methods"
        },
        {
            "text": "During the study period of one year, 3142 patients were managed in the hospital. Among them, 239 (7.6%) needed care in the ICU and they were included in the study. One hundred twenty-nine (54%) patients were shifted from the ward to the ICU due to deteriorating clinical conditions, and 110 (46%) of them required ICU care at the time of admission itself. The age of the patients ranged from 23 years to 97 years with a mean age of 62.5(±) years. A higher proportion of males (175) than females (65) in the ratio of 2.7:1 were provided ICU care. One hundred and fifty-four (64.5%) patients recovered from the disease, 83 (35.5%) died. Young patients (53.50±13 years) recovered well than the elderly (69±15 years, P-value = 0.00). No significant difference in gender was found between the groups (P = 0.789). Patients who recovered stayed for a shorter period (5±9 days) in the ICU than those who died (9±15 days, P = 0.041). The serial values of percentages of neutrophils, lymphocytes, platelet count NLR, and PLR are shown in Table 1 . There is a significant difference in neutrophil and lymphocyte percentage as well as the NLR, between the groups on all days. Though there is a downfall of platelet count, a significant fall was observed in the latter course in non-survivors. The PLR had been significantly high in the non-survivors. The cut-off values of NLR and PLR on the day of admission at ICU and the peak value on any da, are shown in Table 2 . Figure 1 shows the ROC curve for the same. Figure 1 shows the ROC curve (C-statistics) for the neutrophil-lymphocyte ratio (NLR) and platelet-lymphocyte ratio (PLR) on the day of admission at ICU (initial) and the peak value on any day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1028,
                    "end": 1035,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1447,
                    "end": 1454,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1457,
                    "end": 1465,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1500,
                    "end": 1508,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Since December 2019, the healthcare system is working on the pathogenesis, diagnosis and management of COVID-19 disease. The utility of laboratory parameters in assessing severity and monitoring the course of the disease has been extensively worked up by clinical and laboratory personnel for the past one and a half years. Due to mutant variants as well as the impact of environmental and co-morbid conditions, heterogeneity in clinical presentations is being observed. The level of biomarkers may vary from population to population; hence research among different populations helps in assessing the severity and outcome in COVID-19. The inflammatory cytokine response in COVID-19 causes neutrophilia and this has been observed in many centres that manage patients with this disease. We observed a steady increase in the percentage of neutrophils in survivors and non-survivors but there is a statistically significant increase among the non-survivors. An initial neutrophil percentage above 80 needs ICU care and a higher value of 87% is associated with adverse outcomes. If it rises to 93%, mortality can be predicted. Lymphopenia has been consistently noted. This is linked to T-cell depletion. The downfall of lymphocytes has been observed in our experience. An initial lymphocyte percentage of 10% predicts adverse outcomes. Peak lymphocyte percentage of 5.2% is associated with mortality. Elevated NLR is associated with neutrophilia and lymphopenia. Studies done in China during the emergence of COVID-19 observed NLR between 3.18 and 6.29 in severe COVID-19 [3] [4] [5] [6] . However, a single centre observation documented an NLR of 20.7 in severe cases [7] . Severity was also predicted by NLR >4.93 (Turkey), >8.78 (Pakistan) and >5 (Iran) [8] [9] [10] . Different single centre studies from India suggested NLR of >3.3 predict progression of the disease, >5.2 for admission to ICU and >5.59 in severe COVID-19 disease [11] [12] [13] . Mechanical ventilation was required when NLR was >4.6 [14] . We observed an initial NLR of 7.96 needed admission to ICU. The cut-off was 12.29 at admission, and a rising trend with 23.68 peak value in deceased persons predicted mortality. A study done at Wuhan, China observed an initial NLR of 7.13 [15] and peak NLR of 14.3, also associated with morbidity [16] . Table 3 shows NLR values among survivors and non-survivors and the critical values found in the present study and a few earlier ones. The higher cut-off in the study may be due to heterogeneity in time zone population, sample size, ethnicity and environmental conditions. Though we did observe thrombocytopenia in a few patients, the mean platelet value on all days was within range. But there had been a steady fall which was statistically significant in non-survivors in the latter stages. The PLR was significantly higher in non-survivors up to Day 6. But due to a fall in platelets as well as lymphocytes, PLR was non-significant in the latter course. An initial PLR of 160 is associated with an adverse outcome which is concomitant to the study by Yang et al. [7] , and a peak PLR of 400 predicts mortality. Studies from other centres reveal a PLR of 180 (China and India), and 204 (India) [7, 11, 13] . The neutrophil and lymphocyte percentages were analysed in this study as many laboratories do not report absolute count, especially in resource-constrained areas. The limitation of the study is that co-morbid conditions were not attended to. In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [
                {
                    "start": 1567,
                    "end": 1570,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1571,
                    "end": 1574,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1579,
                    "end": 1582,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1664,
                    "end": 1667,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1752,
                    "end": 1755,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1756,
                    "end": 1759,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1760,
                    "end": 1764,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1931,
                    "end": 1935,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1936,
                    "end": 1940,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1941,
                    "end": 1945,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2002,
                    "end": 2006,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2248,
                    "end": 2252,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2306,
                    "end": 2310,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3078,
                    "end": 3081,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3208,
                    "end": 3211,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3212,
                    "end": 3215,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3216,
                    "end": 3219,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 2313,
                    "end": 2320,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO declares COVID-19 a pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cucinotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acta Biomed",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dynamic profile and clinical implications of hematological parameters in hospitalized patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Chem Lab Med",
            "volume": "2020",
            "issn": "",
            "pages": "1365--1371",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0411"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neutrophil-to-lymphocyte ratio predicts critical illness patients with 2019 coronavirus disease in the early stage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Transl Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12967-020-02374-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neutrophil-to-lymphocyte ratio, a critical predictor for assessment of disease severity in patients with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Lab Hematol",
            "volume": "43",
            "issn": "",
            "pages": "329--335",
            "other_ids": {
                "DOI": [
                    "10.1111/ijlh.13374"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The clinical implication of dynamic neutrophil to lymphocyte ratio and Ddimer in COVID-19: a retrospective study in Suzhou China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Thromb Res",
            "volume": "2020",
            "issn": "",
            "pages": "3--8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.05.006"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The diagnostic and predictive role of NLR, d-NLR and PLR in COVID-19 patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int Immunopharmacol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.intimp.2020.106504"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prognostic significance of blood parameters in COVID-19 pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Kurt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gunes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Erciyes Med J",
            "volume": "2021",
            "issn": "",
            "pages": "470--474",
            "other_ids": {
                "DOI": [
                    "10.14744/etd.2021.23080"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neutrophil/lymphocyte ratio-A marker of COVID-19 pneumonia severity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Imran",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Usman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shaukat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gul",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Clin Pract",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ijcp.13698"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Increased age, neutrophil-to-lymphocyte ratio (NLR) and white blood cells count are associated with higher COVID-19 mortality",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vafadar Moradi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teimouri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rezaee",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Emerg Med",
            "volume": "40",
            "issn": "",
            "pages": "11--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2020.12.003"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analysis of neutrophil to lymphocytes ratio (NLR), platelet to lymphocytes ratio (PLR) and Ct value as a prognostic tool in Covid-19 patients -a cross-sectional study in southern Rajasthan",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Poswal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Rajak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Clin Diagn Pathol",
            "volume": "2020",
            "issn": "",
            "pages": "225--229",
            "other_ids": {
                "DOI": [
                    "10.33545/pathol.2020.v3.i3d.286"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Neutrophil-lymphocyte ratio in patients with COVID-19 as a simple tool to predict requirement of admission to a critical care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Maddani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Umakanth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joylin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saravu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Indian J Crit Care Med",
            "volume": "25",
            "issn": "",
            "pages": "535--539",
            "other_ids": {
                "DOI": [
                    "10.5005/jp-journals-10071-23801"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neutrophil-to-lymphocyte ratio and plateletto-lymphocyte ratio and their role as predictors of disease severity of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Mohakuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tilak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Lab Physicians",
            "volume": "13",
            "issn": "",
            "pages": "58--63",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0041-1723057"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Neutrophil-to-lymphocyte ratio and platelet-to-lymphocyte ratio as predictors of the early requirement of mechanical ventilation in COVID-19 patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maitra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Baidya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Crit Care Med",
            "volume": "24",
            "issn": "",
            "pages": "5005--5007",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical and laboratory profile of COVID-19 patients admitted at a tertiary care center in New Delhi and assessment of factors predicting disease severity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "Mkh",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Padole",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ind J Med Spec",
            "volume": "12",
            "issn": "",
            "pages": "59--63",
            "other_ids": {
                "DOI": [
                    "10.4103/injms.injms_158_20"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dynamic changes of D-dimer and neutrophil-lymphocyte count ratio as prognostic biomarkers in COVID-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Respir Res",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12931-020-01428-7"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neutrophil-to-lymphocyte, lymphocyte-to-monocyte, and platelet-tolymphocyte ratios: prognostic significance in COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gosavi",
                    "suffix": ""
                },
                {
                    "first": "Ananda",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cureus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical features predicting mortality risk in older patients with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr Med Res Opin",
            "volume": "2020",
            "issn": "",
            "pages": "1753--1759",
            "other_ids": {
                "DOI": [
                    "10.1080/03007995.2020.1825365"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical characteristics and chest CT imaging features of critically ill COVID-19 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur Radiol",
            "volume": "2020",
            "issn": "",
            "pages": "6151--6160",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06955-x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Short term outcomes and risk factors for mortality in patients with COVID-19 in Wuhan, China: a retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3551390"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Dynamic changes (mean±standard deviation) of hematology parameters and comparison among survivors and non-survivors.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Area under the curve and critical values of hematology parameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of studies on NLR based on survival outcomeNLR: Neutrophil-lymphocyte ratio Neutrophilia, lymphopenia, NLR, and PLR in patients at the time of admission for COVID-19 are cardinal laboratory findings that help in assessing the severity, early triaging, and continuous timely management. Dynamic monitoring of these biomarkers and their increasing trend are of prognostic potential. Also, NLR and PLR can be included in the software of the hematology analyzer to support the clinical team. The NLR of 6.7 and PLR of 160 require intensive care. The dynamic increase of NLR and PLR show worsening of the disease process and cut-offs at 40.95 and 400 predict mortality.Human subjects: Consent was obtained or waived by all participants in this study. Ethics Committee of SRI RAMACHANDRA INSTITUTE OF HIGHER EDUCATION AND RESEARCH issued approval CSP-MED/20/SEP/61/75. This study was performed in line with the principles of the Declaration of Helsinki. Approval was granted by the Ethics Committee of SRI RAMACHANDRA INSTITUTE OF HIGHER EDUCATION AND RESEARCH: CSP-MED/20/SEP/61/75 (obtained prior to commencement of the study). . Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}