{
    "paper_id": "0b85bafd900a0128d2122e2f5c0a2fe1a339369a",
    "metadata": {
        "title": "Exploitative Pricing in the Time of Coronavirus-The Response of EU Competition Law and the Prospect of Price Regulation",
        "authors": [
            {
                "first": "Penelope",
                "middle": [],
                "last": "Giosa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• According to ABG Oil case, it can be argued that the firms selling goods in high demand due to the coronavirus outbreak have 'transitory market power' and so they hold a temporary position of market strength.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• The issuance of 'commitment decisions' by the European Commission is preferable to the imposition of fines to firms, because it could reset prices to a non-excessive level, rather than merely alleviating the harmful effects of excessive pricing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Price regulation is a much-disputed enterprise in contemporary regulatory practice, but in the absence of self-correcting excessive prices, the pragmatism calls for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "sellers who heavily increase prices on key coronavirus prevention supplies, if price gouging continues. 7 However, price controls are 'one of the most intrusive forms of intervention in the market' 8 and for this reason, they are heavily criticised, as they may undermine the institutional and ideological structure of the EU, which is built upon the idea of open and undistorted competition within the internal market. Therefore, outside the merger context, antitrust enforcers in the EU proceed against excessive prices only when such activity violates the discrete prohibitions of Articles 101 and 102 Treaty on the Functioning of the European Union (TFEU). 9 The European Commission has stated it is bound to come across cases where 'dominant businesses are exploiting their customers, by charging excessive prices or imposing unfair terms' 10 . In the same vein, National Competition Authorities (NCAs) have sanctioned exploitative abuses of dominance, especially in network industries recently liberalised. 11 However, what happens if the price gouging is genuinely unilateral and not collusive, due to an abnormal level of demand, in terms of both the number of consumers who desire the item and the sense of urgency that increases that desire? What happens if there is not only one dominant company in the market that sets excessive prices on goods and services in high demand? This article explores the provision of the EU competition law that the NCAs and the European Commission could possibly enforce against excessive pricing, in case the price gouging is not the outcome of a collusive agreement. It discusses the practical and conceptual difficulties that excessive pricing cases involve, especially under the current urgent circumstances that coronavirus has caused, and it assesses the remedies that the NCAs and the European Commission can impose in order to deal with price gouging. The article also recommends specific remedies that would be suitable to reset prices to a nonexcessive level in the time of coronavirus. In this context, it will also be discussed whether it is preferable for EU Member States in terms of flexibility and promptness to rely on price regulation, which is an inherently political activity, or not. An illustrative example is France, which has imposed a ceiling on the retail price of hand sanitisers but also on the wholesale price to third-party merchants, after the coronavirus outbreak. 12 Hence, the article is divided into six sections.",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 662,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Section I introduces the structure of the chapter. Section II discusses Article 102 (a) TFEU, the provision of the EU competition law that the NCAs and the 10 European Commission could enforce in order to ensure that consumers are not paying inflated prices during the coronavirus crisis. Section III makes an analysis of the practical and conceptual difficulties that the use of this EU competition law provision involves, especially when it comes to restore prices during the current coronavirus outbreak. Section IV examines the remedies that the NCAs and the European Commission can impose in order to deal with excessive pricing. This section also recommends the remedy of 'commitment decisions' that would directly address the excessive pricing in the time of coronavirus at the EU level, rather than alleviating its harmful effects. Section V considers price regulation and to what extent it may be a permissible solution within the internal market during the coronavirus crisis. In section VI, the article ends with a summarising conclusion.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Outside the merger context, the NCAs and the European Commission show an interest in pursuing excessive pricing cases only when such activity violates the discrete prohibitions of Articles 101 and 102 TFEU. The pharmaceutical sector is an illustrative example where competition rules 'did their bit to deal with excessive prices' . 13 When more than one firms charge excessive prices without indulging in an agreement, the abuse of excessive pricing is a weapon in the armour of the European Commission and NCAs to fight the ongoing price gouging. Article 102 TFEU explicitly condemns unfair purchase or selling prices, which are set by an individually dominant firm. Yet, the same article prohibits the abuse of dominant position 'by one or more undertakings' . Specifically, Article 102 TFEU contemplates that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "' Any abuse by one or more undertakings of a dominant position within the internal market or in a substantial part of it shall be prohibited as incompatible with the internal market in so far as it may affect trade between Member States. Such abuse may consist in: (a) directly or indirectly imposing unfair purchase or selling prices or other unfair trading conditions;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "(b) limiting production, markets, or technical development to the prejudice of consumers;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "(c) applying dissimilar conditions to equivalent transactions with other trading parties, thereby placing them at a competitive disadvantage;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "(d) making the conclusion of contracts subject to acceptance by the other parties of supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of such contracts.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "For over a decade, the meaning of this reference, i.e. any abuse by one or more undertakings, had been quite controversial, as there was uncertainty whether it meant that the market power and behaviour of legally and economically independent firms or only of separate legal entities within the same corporate group could fall within Article 102 TFEU. 14 Until the Italian Flat Glass 15 , the narrow view of Article 102 TFEU was predominant, according to which the abuse by more undertakings only referred to an abuse attributed to undertakings within the same corporate group. 16 The judgment in Italian Flat Glass identified that Article 102 TFEU applies not only to single firm dominance but also to collective dominance. In paragraph 358 of this judgment, the General Court underlined the following:",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 579,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "'There is nothing, in principle, to prevent two or more independent economic entities from being, on a specific market, united by such economic links that, by virtue of that fact, together they hold a dominant position vis-àvis the other operators on the same market. This could be the case, for example, where two or more independent undertakings jointly have, through agreements or licences, a technological lead affording them the power to behave to an appreciable extent independently of their competitors, their customers, and ultimately of their consumers.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "Thanks to this important landmark reached in this judgment, the abusive conduct of two or more legally and economically independent firms, though not within Article 101 TFEU, can be controlled under Article 102 TFEU. Hence, according to Article 102 TFEU, imposing unfair purchase or selling prices may constitute abuse of a dominant position, which undertakings in the market can hold either individually or collectively. This provision has been used to prohibit both excessive and predatory prices, meaning that in principle, if more than one undertakings charge excessively high or too low prices, they can be held to have abused their collective dominant position in the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "Yet, contrary to predatory pricing, there have been only few investigations of excessive prices under Article 102, most of which were motivated by single-market considerations, like impediment to parallel imports and exports in the EU. 17 The conventional wisdom is that the focus should be on the behaviour of firms that seek to exclude competition and not that much on market outcomes, such as prices. 18 Thus, it may not be exaggerative to say that the 'abuse of excessive pricing has remained underdeveloped conceptually and in practice at the EU level' . 19 This is primarily because the European Commission's guidance on abuse of dominance does not give enough details on the topic. 20 Moreover, there have been formidable difficulties in analysing excessive pricing. These difficulties, as well as other practical hurdles that the European Commission and the NCAs will have to face under the current circumstances, if they want to rely on abuse of excessive pricing to fight price hikes, are discussed in the following section. All these difficulties are underlined by the fact that NCAs are in a rush to respond to the ongoing coronavirus outbreak.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Enforcing EU competition law against price hikes-the case of exploitative abuse of collective dominant position"
        },
        {
            "text": "This section will prove that there are considerable practical and conceptual difficulties that excessive pricing Conduct which is directly exploitative of consumers, for example charging excessively high prices or certain behaviour that undermines the efforts to achieve an integrated internal market, is also liable to infringe Article 82. The Commission may decide to intervene in relation to such conduct, in particular where the protection of consumers and the proper functioning of the internal market cannot otherwise be adequately ensured. For the purpose of providing guidance on its enforcement priorities the Commission at this stage limits itself to exclusionary conduct and in, particular, certain specific types of exclusionary conduct which, based on its experience, appear to be the most common' .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Conceptual and practical difficulties in excessive pricing cases"
        },
        {
            "text": "cases involve, especially under the current urgent circumstances that coronavirus has caused. For this reason, it is necessary to investigate these difficulties, assess them and make recommendations, where it is possible, in order to mitigate them. Before analysing them, it is also worth mentioning that if these difficulties are taken together, they may also create a substantial risk of type I (false convictions) and type II (false acquittals) errors. 21 A false conviction in excessive pricing cases may lead to loss of consumer welfare resulting from the lack of introduction of valuable products, due to the reduced incentives of falsely condemned firms to invest. 22 A false acquittal may also lead to loss of consumer welfare, resulting this time from above-competitive prices, due to the wealth transfer from consumers to producers. 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Conceptual and practical difficulties in excessive pricing cases"
        },
        {
            "text": "The first step in an investigation to assess whether there is exploitative abuse of a collective dominant position by charging prices which are higher than they would be in a competitive market is whether the undertakings concerned are dominant or not. In order to assess dominance, it is essential to identify the boundaries of competition by defining the relevant product and geographic markets and then to see if each undertaking on the market enjoys a position of dominance. 24 If a company has a market share of less than 40 per cent, it is unlikely to be dominant. 25 The market share threshold, i.e. 40 per cent, which is required to establish the dominant position of a firm in the market, makes it quite difficult for NCAs to intervene with excessive pricing in the time of coronavirus. This is because the sellers of goods in high demand due to the coronavirus outbreak are often small businesses and they do not have a position of dominance in the market. 26 A counterargument to this seeming hurdle that NCAs could face is the European Commission's decision in ABG Oil case 27 , in which the European Commission relied for the first time on the concept of 'transitory market power' 28 . In that case, the oil crisis that took place in 1973-1974 made certain oil firms to increase their prices for crude oil and to reduce their production. In the prevailing circumstances of that case, the European Commission found that each of those companies was holding a dominant position relative to its customers and that their conduct constituted an abuse of their dominant position within the meaning of Article 86 of the EC Treaty. Specifically, the European Commission justified its decision about the dominant position of the oil firms on the following grounds: 'For reasons completely outside the control of the normal suppliers, their customers can become completely dependent on them for the supply of scarce products. Thus, while the situation continues, the suppliers are placed in a dominant position in respect of their normal customers' . 29 Though on appeal the above decision of the European Commission was annulled for lack of abuse, the Court of Justice did not challenge the question of dominance. 30 This means that the NCAs could possibly follow the same line of reasoning as the European Commission in the aforementioned decision and try to establish \"transitory market power\", in order to establish that the sellers of goods in high demand due to the coronavirus outbreak hold a dominant position in the relevant markets.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 573,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 2053,
                    "end": 2055,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Collective dominant position"
        },
        {
            "text": "The ECJ in United Brands 31 held that a price is unfair when 'it has no reasonable relation to the economic value of the product' . 32 Economic value is a rather vague term to use as a point of reference for considering if a price is excessive or not. 33 For this reason, the ECJ proposed a two-fold cost-based test for the determination of excessive pricing. The first limb of the test regards comparison of actual prices, i.e. the selling price of the product/service, with the actual costs, i.e. the production costs. The second part of the test considers whether the price imposed is either unfair in itself or when compared to the prices of competing products or prices across markets 34 Regarding the first limb of the test, it is not easy to calculate the difference between the production cost and the price of the product/service in order to identify the profit earned by the dominant firms. This is because the calculation of the difference requires the identification of the producer's costs, which is a complex, demanding and time-consuming operation, especially in case of a collective dominant position, where the firms to be examined by NCAs are more than just one. Nevertheless, 'firms' diverse production and market operations incur various categories of costs' 38 e.g. marginal cost, long-term average cost, total cost etc., which makes it difficult to decide which of the dominant firms' costs should be considered for the analysis of the excessive pricing. 39 Generally, the marginal cost of production 40 is a determinant of price in competitive conditions. 41 Yet, marginal costs raise complications and it is hard for antitrust enforcers to calculate them in both dynamic and static markets. 42 long-run welfare effects. 45 Additionally, even if we assume that, the identification of the dominant firms' production costs is eventually possible, this does not necessarily mean that dominant firms are cost-efficient. 46 The dominant firms' costs may be higher than they would normally be, due to cost inefficiencies. 47 This means that dominant firms' production costs will not be a credible benchmark for assessing whether there is excessive pricing or not. 48 Another major difficulty in assessing whether a price actually charged is excessive or not is the level of profit margin that should be acceptable, i.e. the maximum 'fair' price above which the price charged by dominant firms is excessive. 49 The European Commission and the ECJ have not set a threshold above which profits become excessive, as what may seem excessive profit in static industries, e.g. a margin of 25 per cent, may be legitimately justified in dynamic industries, where profit margins are usually much more significant. 50 However, as the case may be, the assessment of the profit margin should not concern NCAs too much, as many goods in high demand due to the coronavirus outbreak, like private label hand sanitisers, are being sold online for up to 5000 per cent more than the original price. 51 A last point that should be raised is that the assessment of excessive prices may be even more complicated in case of collective dominance, as the dominant firms may have different cost levels but they can still charge similar prices. 52 Likewise, the profit margins of less efficient firms may be lower than the ones of more efficient firms, but this does not necessarily mean the absence of excessive pricing. 53 either unfair in itself or when compared to the prices of competing products or prices across markets. In this way, the ECJ made available to NCAs several methods to analyse excessive pricing, which is good. Yet, it has been argued that applying these tests in times of crisis is not easy, firstly because the current economic value of the products in high demand due to the coronavirus outbreak is high and so this justifies their high prices. 55 Secondly, because the geographical benchmark, i.e. the method that compares the prices of the dominant firms with those of other firms in a different geographic market, is inadequate, as everywhere in Europe the prices of products in high demand due to the pandemic are currently high. 56 Though these arguments sound reasonable, it is submitted that they do not make impossible the application of Article 102 (a) TFEU to coronavirus profiteering. Regarding the first argument, what should be clarified is that the definition adopted in United Brands about an excessive price, i.e. 'a price that bears no reasonable relation to the economic value of the good or service, and is higher than such value' , cannot be taken literally. 57 This is because even a monopolist in the market would never want to charge more than the value of the product, as in that case consumers would not want to buy it. 58 'The most the dominant firm can do is exploit its consumers' willingness to pay' . 59 This means that an increase in the economic value of a product does not necessarily lead to a price exceeding the product's economic value to the consumers, because this would be economically detrimental to the relevant dominant firms in the market and would eventually result in low demand. This is also supported by the United Brands decision itself, which clarifies that:",
            "cite_spans": [
                {
                    "start": 1715,
                    "end": 1717,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 1744,
                    "end": 1746,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 1939,
                    "end": 1941,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 2181,
                    "end": 2183,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 2424,
                    "end": 2426,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 2997,
                    "end": 2999,
                    "text": "51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Assessment standards of excessive prices"
        },
        {
            "text": "'It is advisable to ascertain whether the dominant undertaking has made use of the opportunities arising out of its dominant position in such a way to reap trading benefits which it would not have reaped if there had been normal and sufficiently effective competition' . 60 Additionally, the argument that the high economic value of products to consumers justifies their high prices may have merit in the ordinary market operation but not in cases of emergency. In these cases, the most urgent needs may go unmet because the needed products or services are sold at a price too high to be borne by vulnerable consumers. 'To take advantage of an individual, benefitting from her misfortune, and benefitting disproportionately relative to one's contribution' is deemed exploitation. 61 The essence of exploitation is a failure to benefit the victim as much as fairness requires, and so even mutually advantageous transactions can be exploitative and wrong. 62 Regarding the second argument, it should be noted that the various methods of analysing excessive pricing are compatible with each other and the NCAs can apply them in parallel, when possible, for a robust result. 63 This means that if the geographical benchmark is not appropriate under the current circumstances, the NCAs are not barred from using the historical benchmark, for example, which enables comparison over time in order to determine whether a price is unfair or not. The historical benchmark will be particularly useful for NCAs in case they want to take measures against the excessive pricing caused by the coronavirus outbreak. Moreover, for the purposes of Article 102 (a) TFEU, the comparison with competing products is not limited to the products/services strictly within the same market. It is possible for NCAs to consider a wider range of products/services, as long as they are comparable and there is effective competition between the dominant undertakings at issue and their competitors. 64 This approach gives NCAs flexibility and easiness to analyse excessive pricing in times of crisis, such as the current ones.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "61",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "62",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1171,
                    "end": 1173,
                    "text": "63",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1968,
                    "end": 1970,
                    "text": "64",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "C. Methods to analyse if prices are excessive-analysis of data"
        },
        {
            "text": "The above analysis as well as the United Brands case highlight 'the major difficulties of proof associated with finding an abuse of excessive pricing, and probably explains the relative dearth of instances in which the Commission has intervened in those cases' . 65 Yet, in case the NCAs go over all the above hurdles and they are finally able to rely on Article 102 (a) TFEU in order to challenge excessive pricing during the coronavirus outbreak, it is hard to predict to what extent firms will stop charging excessive prices and how prices will evolve over time. 66 The reason for this uncertainty is that the primary remedy that NCAs have at their disposal when pursuing excessive pricing cases is the imposition of fines to the firms. 67 This measure does not ensure that firms will comply with the decisions of NCAs and will not raise their prices again in the future, as it amounts to 'suppressing the symptoms rather than curing the disease' . 68 What is more, since fines are just a behavioural remedy, the monitoring of their effectiveness regarding the resetting of prices to a 'non-excessive' level will absorb many of the NCAs' resources. 69 Apart from fines, NCAs can also rely on other remedies, such as encouragement of consumers to switch to less expensive offers of new entrants, removal of entry barriers or settlement agreements with the firms setting excessive prices. 70 Relying on the first two remedies in times of coronavirus crisis is not easy, as they require new market players and plenty of time and resources on the part of NCAs to take the relevant measures. Coronavirus has a chilling effect on investments and thereby reduces new entries to the markets. Structural measures, such as the removal or prohibition of entry barriers to the market, require prior investigation by the NCA about the causes of excessive pricing. This kind of investigation needs time and resources, which means that the NCAs cannot take urgent action and apply promptly the relevant remedies. Besides, free entry does not eliminate by itself and immediately the power of incumbent firms in the market. 71",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "65",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "66",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 954,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. Remedies to excessive pricing offences after competition enforcement"
        },
        {
            "text": "In view of the aforementioned remedies that a NCA has at its disposal in excessive pricing cases, it gets apparent that excessive price cases are among the most difficult and complex cases for NCAs in terms of the design and implementation of suitable remedies. Therefore, it is worth examining alternatives to the available remedies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. 'Commitment Decisions': an alternative remedy at the disposal of the European Commission"
        },
        {
            "text": "At EU level, a good alternative to fines would be the issuance of 'commitment decisions' 72 by the European Commission, in order to motivate the relevant firms to set lower prices in the future and offer conditions that are more convenient for consumers. The European Commission can issue 'commitment decisions' when it intends to adopt a decision requiring that an infringement be brought to an end, and the companies under investigation prefer to offer commitments in order to remove the European Commission's competition concerns as expressed in a preliminary assessment. 73 'Commitment decisions' may also be preferable if the case is not one where a fine would be appropriate or when efficiency reasons justify that, the Commission limits itself to making the commitments binding, and does not issue a formal prohibition decision. 74 The reasons why 'commitment decisions' could be a good remedy for excessive pricing under the current circumstances is that they can restore undistorted conditions of competition in the markets in a swift and effective manner, as the administrative process for commitment decisions is generally short. 75 'Commitment decisions' can be either behavioural or structural and can be limited in time, meaning that the European Commission is able to reassess them if a material change takes place in the meantime. 76 They do not establish an infringement and do not require any admission by the parties, as they only require commitment to future behaviour. 77 This can be an incentive for firms to pursue the commitment route, as they know that in this way they avoid any damage to their reputation as well as a formal finding of an infringement against them. In addition, the ECJ does not require a strict proportionality test for assessing the remedies imposed by the European Commission in a 'commitment decision' , as it would do in case of a prohibition decision. 78 If a firm does not comply with the 'commitment decision' , the European Commission is able to impose a fine up to 10 per cent of the firm's annual turnover without having to prove any violation of the competition rules. 79 From the viewpoint of the European Commission, this provision saves money and time. Moreover, the European Commission is able to impose periodic penalty payments of up to 5 per cent of the average daily turnover of a firm until it complies with the 'commitment decision' . 80",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 838,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "text": "77",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1902,
                    "end": 1904,
                    "text": "78",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "V. 'Commitment Decisions': an alternative remedy at the disposal of the European Commission"
        },
        {
            "text": "Given the above conceptual and practical difficulties that the NCAs and the European Commission may encounter in excessive pricing cases, competition law enforcement may be a rather risky and time-consuming form of intervention. Therefore, some countries like France 81 and Cyprus 82 proceeded to regulatory pricing frameworks in order to cap the wholesale and retail prices of some products in high demand due to the coronavirus pandemic. In the United States, many states have already laws against price gouging, which apply to actions taken during times of disaster or emergency and they regard certain classes of items, generally those that are necessary for survival or for coping with the problems caused by a disaster. 83 Hence, after explaining what price regulation means, this section is going to discuss the disadvantages and advantages of a regulatory pricing framework in order to see if, after all, it is preferable to competition law enforcement. Price regulation refers to 'regulatory methods of determining and imposing controls on firms of industries' with the aim of restricting independent price setting. 84 This may involve a fixed price or rate of return, a maximum price ceiling, or minimum price floor. 85 The use of price controls and price caps has been generally criticised for being in contrast with competition policy for various reasons. 86 Within neoclassical economics, the free formation of prices, which relies on the interaction of supply and demand, is essential to the effective functioning of competitive markets and the efficient allocation of society's resources. 87 This is because price is 'the most immediate parameter upon which undertakings compete' , it shows whether demand exceeds supply and it makes consumers estimate the value that a good or service holds for them. 88 Moreover, it is rather complex and difficult to determine a regulated price, as it must secure on the one hand the incentives of firms to keep on operating efficiently in the market, without distorting the optimal supply and demand levels, on the other hand the firms' profits, which should be neither excessive nor unviable. 89 Furthermore, from fairness perspective, it has been argued that price regulations do not take into account, as they should, the increased costs that the sellers might face because of the same crisis or disaster which put their customers in difficulty. 90 According to this argument, the firms should not absorb the increased costs in order to benefit the consumers, particularly when the former have exercised good foresight and responsibility in obtaining a ready stock of goods that might be necessary in case of a crisis or a disaster. 91 This argument holds truth today and in order to deal with this issue, the author suggests that price regulations should be flexible enough to enable price increases above the relevant price ceiling, in case the increased price is attributable to increased costs that the seller had to bear.",
            "cite_spans": [
                {
                    "start": 1227,
                    "end": 1229,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 1368,
                    "end": 1370,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 1817,
                    "end": 1819,
                    "text": "88",
                    "ref_id": null
                },
                {
                    "start": 2146,
                    "end": 2148,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 2401,
                    "end": 2403,
                    "text": "90",
                    "ref_id": null
                },
                {
                    "start": 2688,
                    "end": 2690,
                    "text": "91",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. Price regulation: an alternative to competition law enforcement?"
        },
        {
            "text": "Apart from these general critiques, some academics have also argued that the application of price controls is contradictory to the broader EU context, particularly the pursuit of a competitive internal market. 92 The internal market is built on open and undistorted competition, which presupposes the avoidance of unnecessary public restraints that may have an impact on efficiency or integration. 93 Hence, any state-imposed limitations on the free functioning of the price formation mechanism constitute an 'anathema to the underlying philosophy of the internal market' 94 , as they are deemed to be 'a particularly strong limitation of rights to property and the freedom of economic initiative.' 95 Despite the aforementioned cons of price regulations, the free formation of prices, which 'constitutes the expression of the principle of free movement of goods in conditions of effective competition' , 96 is not always the best choice, as sometimes it does not guarantee socially desirable outcomes. For instance, in the exceptional case of urgent needs, firms may set excessive prices for the necessary goods that are specifically important for the consumers' health and wellbeing. This may result in a transfer of wealth from consumers to suppliers as well as in a reduction in total welfare to society. 97 The above exploitative nature of excessive pricing is like parallel accommodating conduct, where 'each rival's response to competitive moves made by others is individually rational, and not motivated by retaliation or deterrence nor intended to sustain an agreed-upon market outcome, but nevertheless emboldens price increases and weakens competitive incentives to reduce prices or offer customers better terms' . 98 Therefore, this behavioural exploitation can arguably justify regulatory intervention in the price formation process, as society should undertake the responsibility of protecting its members in time of crisis from this kind of conducts.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 400,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "95",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 905,
                    "end": 907,
                    "text": "96",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "97",
                    "ref_id": null
                },
                {
                    "start": 1726,
                    "end": 1728,
                    "text": "98",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "VI. Price regulation: an alternative to competition law enforcement?"
        },
        {
            "text": "In addition to this, where self-correction of excessive prices is not possible at all or within a reasonable timeframe, the likelihood that consumers will suffer high prices for a long time makes necessary the regulatory intervention. 99 Excessive pricing is self-correcting when it attracts new entrants to the market that deter in this way the dominant firm(s) from setting very high prices. 100 In time of crises, like the coronavirus outbreak, the firm entry rate into the market is affected, as firms' incentives for investment and expansion are decreased in their attempt to survive the crisis and the resulting severe economic turmoil. 101 For this reason, it seems that the current circumstances call for price regulatory intervention.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "100",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "101",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "VI. Price regulation: an alternative to competition law enforcement?"
        },
        {
            "text": "Moreover, it has been proved that in any case, excessive prices do not attract entry and so self-correction should not serve as an argument to justify non-intervention. 102 If a potential entrant has gathered adequate information about the incumbent firms' advantages, and specifically their marginal costs, and the entrant considers that the incumbent firms are more efficient than it is, the entry to the market is unlikely, even if the incumbent firms charge an excessive price. 103 This is because once such a market entry takes place, the incumbent firms will start a price war with the new entrant that could bring prices to levels that render entry unprofitable, taking into account the new entrant's cost-disadvantage. 104 On the other hand, if a potential entrant considers that the incumbent firms are less efficient than it is, the market entry is likely, but not because of the excessive pricing. 105 Regardless of the preentry excessive pricing and the incumbent firms' expected post-entry price-cutting, the new entrant would know that its competitive advantage over the incumbent firms could enable it to make adequate post-entry profits. 106",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "102",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "104",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. Price regulation: an alternative to competition law enforcement?"
        },
        {
            "text": "This article explored Article 102 (a) TFEU, the provision that the NCAs and the European Commission can use to prohibit undertakings from charging excessively high prices during the coronavirus outbreak for goods that are in high demand, such as hand sanitisers, disinfectants and disposable respiratory protection masks. The analysis showed that there are a number of difficulties of proof associated with finding an exploitative abuse of collective dominant position. Some of these difficulties include the market share threshold, which shall be 40 per cent and more, the calculation of the difference between the dominant firms' production costs and the price of the product/service, as well as the several methods used to analyse excessive pricing. Despite all these hurdles, which are underlined by the fact that NCAs are in a rush to respond to the ongoing coronavirus outbreak, it was explained that the application of Article 102 (a) TFEU to coronavirus profiteering is still possible. One of the suggested solutions to overcome these hurdles was the acknowledgement of a 'transitory market power' , as the European Commission had done in ABG Oil case. In this way, it would be possible for NCAs to establish that even small businesses, which do not have a position of dominance in the market, hold a temporary position of market strength in the relevant market. This is because these firms sell goods in high demand due to the coronavirus 102 ",
            "cite_spans": [
                {
                    "start": 1448,
                    "end": 1451,
                    "text": "102",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VII. Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wrongful Beneficence: Exploitation and Third World Sweatshops",
            "authors": [
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Social Philosophy",
            "volume": "35",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "137-150; See also Matt Zwolinski 'The Ethics of Price Gouging",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Applied Philosophy",
            "volume": "24",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Law and Economics of Article 102 TFEU",
            "authors": [
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "Jorge",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "See also Scandlines Sverige AB v. Port of Helsingborg(COMP/36.568) of 23",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pozdnakova",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "sections",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Article 82 -Abuse of A dominant Position",
            "authors": [
                {
                    "first": "Esteva",
                    "middle": [],
                    "last": "Carles",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Mosso",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The EC Law of Competition",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Motta and de Streel (fn 39), p. 15; Frederic Jenny ' Abuse of Dominance by Firms Charging Excessive or Unfair Prices: An Assessment",
            "authors": [
                {
                    "first": "Vàsquez",
                    "middle": [],
                    "last": "Duque",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "40--41",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Competition Policy-Theory and Practice",
            "authors": [
                {
                    "first": "Massimo",
                    "middle": [],
                    "last": "Motta",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Memo/04/217-Commitment Decisions (Article 9 of Council Regulation 1/2003 Providing for a Modernised Framework for Antitrust Scrutiny of Company Behaviour)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "European Commission 'Cartel case",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "European Commission (fn 75)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Opinion in Case C-58/08 The Queen, on the application of Vodafone Ltd and Others v Secretary of State for Business",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Case C-333/14 Scotch Whisky Association and Others v The Lord Advocate and The Advocate General for Scotland EU",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "845",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": ") section 7, <www.justice.gov/atr/hori zontal-merger-guidelines-08192010#7\\protect$\\relax>$ accessed on 2",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "IMF\") expressed the same opinion. See BBC News 'Coronavirus: Worst Economic Crisis since 1930s Depression, IMF says",
            "authors": [],
            "year": 2020,
            "venue": "The fact that Coronavirus means a bad recession was highlighted by Jamie Dimon, the boss of JP Morgan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "See speech of Competition Commissioner Margrethe Vestager, 'Protecting",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "21 Pinar Akman, The Concept of Abuse in EU Competition Law-Law and Economic Approaches(Hart Publishing, 2015), p. 205; 22 Ibid; David Evans and Jorge Padilla 'Excessive Prices: Using Economics to Define Administrable Legal Rules' (2005) 1(1) Journal of Competition Law and Economics, p. 114. 23 Ibid. 24 European Commission ' Antitrust Procedures in Abuse of Dominance (Article 102 TFEU cases)' <https://ec.europa.eu/competition/antitrust/ procedures_102_en.html\\protect$\\relax>$ accessed on 31 March 2020. 25 Ibid. 26 Friso Bostoen and Liesbet Van Acker 'Corona and EU economic law: Antitrust (Articles 101 and 102 TFEU) < https://coreblog.lexxion.eu/coro na-and-eu-economic-law-antitrust/\\protect$\\relax>$ accessed on 31 March 2020. 27 77/327/EEC: Commission Decision of 19 April 1977 relating to a proceeding under Article 86 of the EEC Treaty (IV/28.841 -ABG/Oil companies operating in the Netherlands), OJ L 117, 9.5.1977, p. 1-16",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "28 Professor Ariel Ezrachi uses this term when he analyses the relevant case.For further details, please see Ariel Ezrachi, EU Competition Law-An",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The average variable cost 43 may serve as a good substitute to marginal costs, 44 but this test fails to capture strategic factors and 34 See Robert O'Donoghue and Jorge Padilla, The Law and Economics of Average variable cost is the cost calculated by dividing all firm's variable costs by the total of its actual output and indicates the average cost of each extra unit of output. Variable are the costs that vary with the output. Yet, they do not include fixed costs. See Pozdnakova (fn 33), p. 122. 44 This suggestion was made by Phillip E. Areeda and Herbert Hovenkamp,",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The second branch of the test established in United Brands 54 case considers whether the price imposed is",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "United Brands v Commission [1978] ECR 207, para. 249.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "79 Ibid. 80 ibid. 81 Alison Hird with RFI (fn 12). 82 Jean Christou 'Coronavirus: Price Cap on Masks and Antiseptics until April 30' < https://cyprus-mail.com/2020/03/18/coronavirus-price-cap-o n-masks-and-antiseptics-until-april-30/\\protect$\\relax>$ accessed on 2 April 2020. 83 Matt Zwolinski 'The Ethics of Price Gouging' (2008) 18(3) Business Ethics Quarterly, p. 348-349. 84 Dunne (fn 9), p.4. 85 Ibid. 86 Motta (fn 71).",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Gilo  and Ezrachi (fn 57), p. 880. 103 Ibid, p. 882. 104 Ibid. 105 Ibid. 106 Ibid.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "outbreak and their customers are completely dependent on them for the supply of these products.Then the article investigated the remedies that NCAs have at their disposal when pursuing excessive pricing cases. The discussion focused on the imposition of fines to firms, which is a behavioural remedy that does not ensure the resetting of prices to a 'non-excessive level' . Therefore, the article argued the issuance of 'commitment decisions' by the European Commission, as a good alternative to fines. The 'commitment decisions' can address directly the excessive pricing in the time of coronavirus at the EU level, rather than merely alleviating its harmful effects.Finally, the article dealt with the prospect of price regulation and examined to what extent it could be a good alternative to competition law enforcement. The discussion showed that price regulation is a much-disputed enterprise in contemporary regulatory practice, but the pragmatism calls for it, especially in the absence of selfcorrecting excessive prices.doi:10.1093/jeclap/lpaa029",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}