{
    "paper_id": "0b91a53260660b9fb45954a78c34ecb5c7bb20fa",
    "metadata": {
        "title": "Italien im \"Länderprofil Gesundheit\" der OECD Effektives Gesundheitswesen dank eines starken Akutsektors Rund um den Beruf",
        "authors": []
    },
    "abstract": [
        {
            "text": "In den vorherigen Artikeln dieser Reihe wurde bereits das Gesundheitswesen der Länder Deutschland, Frankreich und England, so wie es derzeit von der OECD eingeschätzt wird, vorgestellt. Im vierten Teil wird Italien abgebildet, die Region mit der drittgrößten Volkswirtschaft in der EU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rund 22 % der Italiener sind über 65 Jahre alt. Seit 2000 ist die Lebenserwartung um mehr als drei Jahre gestiegen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "F ür Deutschland, das Land mit der längsten Tradition der gesetzlichen Krankenversicherung, summierten sich in der Betrachtung durch die Organisa-tion für wirtschaftliche Zusammenarbeit und Entwicklung (OECD) hohe Gesundheitsausgaben bei steigender Lebensqualität, aber Abstriche bezüglich Alkoholkonsum und anderer Risikofaktoren. In Frankreich wurden etwas geringere Ausgaben, aber in französischparadoxer Weise eine höhere Lebenser-wartung als in Deutschland ausgewiesen. Für England zeigte sich ein besseres Bild, als man es allgemein erwarten würde. Inwiefern die Wirtschaftslage nach Corona und der Brexit das Gesundheitswesen mit seinem Personalproblem verschärfen wird, bleibt abzuwarten. Italien schließlich machte in den letzten Jahren mehr durch seine Regierungskrisen Schlagzeilen. Während der ersten CO-VID-19-Welle 2020 war natürlich vor allem Norditalien in aller Munde und inwieweit die Strukturen des Gesundheitswesens oder die Soziodemografie für die hohen Corona-Zahlen verantwortlich sind. Die Anzahl der Krankenhausbetten hat, wie in den meisten EU-Ländern, seit 2000 deutlich von ohnehin niedrigen 4,2 auf nun nur noch 2,8 Betten/1.000 abgenommen (Frankreich 6/1.000), was sicher während der COVID-19-Pandemie besonders zu spüren war. Ärzte gibt es 3,8/1.000 (EU 3,6). Die Anzahl der Krankenschwestern pro Arzt ist mit 1,5 ebenfalls sehr gering (EU 2,3), in Zukunft sollen aber mehr Schwestern ausgebildet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Es wird in Italien etwas weniger als im EU-Durchschnitt für das Gesundheitswesen ausgegeben (Abb. 1). Die Allgemeinmedizin soll stark gefördert werden, mit einer verpflichtenden Registrierung beim Hausarzt, der als \"Gatekeeper\" und Gesundheitskoordinator eine gute Qualität anbieten kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eckdaten"
        },
        {
            "text": "Die OECD-Autoren bescheinigen auch den Italienern ein effektives Gesundheitswesen, vor allem was lebensbedrohliche ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eckdaten"
        },
        {
            "text": "Zusammenfassend hat nach Meinung der OECD auch das italienische Gesund-heitswesen in den letzten Jahrzehnten Fortschritte gemacht. Die Mortalität ist gering, die Lebenserwartung hoch, Alkoholprobleme sind erfreulich niedrig. Leider wird immer noch zu viel Nikotin konsumiert. Seit der ökonomischen Krise wurden die Gesundheitskosten reduziert, auf Kosten der privaten Ausgaben, aber nicht auf Kosten der Mortalität oder Lebenserwartung, was vielleicht bis vor SARS-CoV2 noch als Erfolg zu werten war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerungen"
        },
        {
            "text": "Der sozioökonomische \"gap\" ist in Italien weiter besonders hoch und die Italiener werden sehr alt, was in einem Land mit einem Nord-Süd-Gefälle vermutlich besonders sichtbar wird und zu einer schlechteren Gesundheit bei bestimmten Patientengruppen führt. Dies ist besonders ungerecht, wenn weiter sehr viel, aktuell noch ein Fünftel, selbst bezahlt werden muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerungen"
        },
        {
            "text": "Derzeit wird versucht mit einer verbesserten Ausbildung von Krankenschwestern die spezifischen Probleme der besonders überalterten italienischen Population in den Griff zu bekommen. Offen bleibt, wie sich das Gesundheitswesen nach der COVID-19-Pandemie verändern wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "/European Observatory on Health Systems and Policies, Brussels",
            "authors": [],
            "year": 2019,
            "venue": "OECD/European Observatory on Health Systems and Policies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Italien ist die drittgrößte Volkswirtschaft in der Europäischen Union (EU) und hat knapp 61 Millionen Einwohner [1]. 22,3 % davon sind über 65 Jahre. Damit hat Italien die älteste Population in Europa, und ist, ähnlich wie Deutschland, im Vergleich mit der EU überaltert (Tab. 1). Das Bruttoinlandsprodukt liegt etwas unter und die Armutsrate über dem EU-Durchschnitt, ebenso die Ar-Jahren nach Spanien die zweithöchste in der EU, was gegebenenfalls die Probleme in der COVID-19-Pandemie verschärfte. Somit leben Italiener im Schnitt zwei Jahre länger als der Durchschnitts-EU-Bürger (80,6 Jahre). Den Gendergap gibt es natürlich auch in Italien. Frauen leben im Schnitt fünf Jahre länger. Hauptgrund für die gestiegene Lebenserwartung ist eine gesunkene Mortalität älterer Menschen an kardiovaskulären Erkrankungen, die etwa 33-40 % ausmachen (Krebserkrankungen ca. 30 %). Trotz der Restriktionen von 2012 rauchen immer noch 20 % der Italiener (Männer 25 %, Frauen 15 %), was etwas weniger als der EU-Durchschnitt ist. Leider rauchen, wie in anderen Ländern auch, zu viele Jugendliche. Hier liegen die Werte sogar über dem EU-Schnitt. Es wird in Italien -zum Teil auch als Folge von Gesundheitskampagnenentgegen landläufiger Meinung relativ wenig Alkohol getrunken. Vor allem schwerer Alkoholgenus (Rauschtrinken oder Binge-Drinking) ist mit 7 % selten. Tod durch Autounfälle ist in Italien aber nicht seltener (5,9/100.000). 10 % sind adipös. Ein besonderes Problem stellen trotz Kampagnen die 18 % adipösen Kinder dar, von denen die Mehrzahl Jungs sind. Bekannt ist in Italien das Nord-Süd-Gefälle, was natürlich das Gesundheitswesen nicht ausspart. So ist die Adipositas in Süditalien inzwischen mit 40 % endemisch. Ein häufiger Grund dafür ist, wie üblich, zu wenig körperliche Aktivität. Prüfung unterzogen und hatten 2015 eine Höhe von 2.502 €, was circa 10 % niedriger als der EU-Durchschnitt ist und auch nur einen Anteil von 9,1 % am Bruttoinlandsprodukt ausmacht. Der Eigenanteil an den Gesundheitsausgaben ist mit 23 % recht hoch (EU 15 %), was sich durch die Geschichte des Gesundheitswesens (siehe oben) erklärt. Hauptgrund sind staatliche Sparmaßnahmen nach den ökonomischen Krisen im Jahre 2009. Die Mortalität ist, wie in der EU insgesamt, seit 2005 gesunken und mit 90/100.000 eine der niedrigsten in Europa. Wie schon in Deutschland und Frankreich nimmt auch in Italien die Bedeutung der Demenz zu. Andere wichtige Gesundheitsprobleme in der alternden italienischen Bevölkerung sind Diabetes, Stürze, Asthma, Hypertonus, Depression und muskuloskelettale Probleme. In einkommensschwachen Gruppen sind diese Probleme gravierender.Dieser Effekt ist in Italien besonders groß (nur in Estland, Griechenland, Rumänien, Lettland und Polen gibt es mehr \"unmet needs at low income\"). Eine Besonderheit in Italien ist eine mit 5,9 % der Blutspender besonders hohe Prävalenz der Hepatitis C.Zwei von drei Italienern bewerten ihre Gesundheit als gut, aber auch diese Einschätzung wird stark vom sozioökonomischen Status beeinflusst. Diese Einschätzung fällt in Deutschland sehr ähnlich aus.Tab. 1: Demografie und Sozioökonomie im Vergleich",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Diagnosen betrifft. Als Grund wird ein starker Akutsektor angesehen, zum Beispiel das Transportwesen für die Herzinfarktversorgung, das ähnlich gut auch für den Schlaganfall funktioniert. Dies führte dazu, dass seit 2005 die Letalität im Krankenhaus für den Herzinfarkt auf unter 8/1.000 Patienten gefallen ist. Seit 2000 ist die Lebenserwartung um mehr als drei Jahre gestiegen. Davon profitieren aber vor allem die Frauen, die die Männer um mehr als sechs Jahre überleben, jedoch oft um den Preis einer deutlichen Behinderung im Alter. Vor allem Männer mit schlechtem sozioökonomischem Status haben eine niedrigere Lebenserwartung. Es werden in Italien relativ wenige Generika verordnet (28 %).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}