{
    "paper_id": "0b92f258040bb3fc923a393a8e3219490f4617cd",
    "metadata": {
        "title": "The reimagination of school-based physical activity research in the COVID-19 era",
        "authors": [
            {
                "first": "Deirdre",
                "middle": [
                    "M"
                ],
                "last": "Harringtonid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leicester",
                    "location": {
                        "settlement": "Leicester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [],
                "last": "O&apos;reillyid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leicester",
                    "location": {
                        "settlement": "Leicester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 pandemic has illuminated the chasm of societal inequality and vulnerability within the United Kingdom concurrently highlighted by the February 2020 Marmot Review [1] . These inequalities and vulnerabilities have been omnipresent in other public health crises, such as child mental health [2], childhood obesity levels [3] , and, of most relevance to this piece, physical inactivity [4] . Rather than addressing the underlying inequalities driving these crises, governments have placed schools on the frontline of delivering solutions.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Researchers also recognise the attractiveness of the school setting for applying researchdriven solutions to childhood physical inactivity because the majority of young people can be easily reached. Evaluation of school-based physical activity programmes using the rigid cluster randomised controlled trial (RCT) design aim to contribute high-quality evidence on approaches to tackling physical inactivity. The National Institute for Health Research (NIHR) in the UK is one funder that has invested significant funds in large school-based cluster RCTs (see the online NIHR Journals Library for examples). These trials overcame methodological weaknesses identified in previous systematic reviews [5] by having a robust design, adequate power, using objective behaviour measures, having longer follow-up, and evaluated contextually appropriate programmes with, when possible, a theory and feasibility evidence base.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Corder and colleagues paper in this PLOS Medicine special issue [6] is the latest example of such a trial. The authors report on the effectiveness and cost-effectiveness of a theorydriven, feasibility-tested physical activity promotion programme for 12 to 14 year olds in 16 UK secondary schools. The GoActive programme saw mentors and peer leaders encouraging pupils to try novel physical activities inside and outside of school time. The programme ran over 12 weeks; 6 weeks were supported by external facilitators from the community before this support was phased out. Despite the potential, the GoActive programme was not effective at preventing declines in physical activity in the regional sample of UK adolescents. The difference in objectively measured moderate-to vigorous-intensity physical activity was −1.9 (confidence interval: −5.5 to 1.7) minutes/day at 10 month post intervention follow-up. At a cost of £13 per pupil, it was also deemed not to be cost effective. In line with a recent review of trial implementation [7], issues with fidelity in programme delivery (between 12% and 64% of students across schools attended a GoActive session and less than 50% engaged with the accompanying website) are posited to be responsible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite the methodological quality of this and previous trials, effectiveness (through the narrow definition of positively affecting the primary outcome) has been limited. Little new knowledge of what works, or clear results that have led to policy or provision change, has PLOS MEDICINE PLOS Medicine | https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "been produced from these trials. It is clear that doing more of the same will not lead to the creation of new knowledge relevant to stakeholders. This is particularly pertinent because the Corder publication coincides with the crest of the COVID-19 pandemic-a global issue that means researchers and funders are likely to be forced to reassess their priorities and approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Will schools be seen as the solution to the post-COVID-19 'problems'?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The general area of 'health, sport and physical education' in schools is commonly used as a vehicle to address public health or societal 'problems' [8] . UK Prime Minister Boris Johnson is said to be primed 'to launch a war on fat' [9] , and we expect schools to remain an attractive location for any efforts. Schools may not be able to devote 'time and energy' into solving whatever the latest crisis is as 'they are neither expert nor likely to have an impact' [10] , but teachers do have a desire for expertise [8] . However, after 10 years of austerity, teachers are at their limit for what they can deliver outside of the curriculum. Corder and colleagues highlight issues with teacher burden ('time pressures') and future sustainability of the GoActive delivery model. The team trained peer mentors and had local authority-funded health trainers facilitate half of the delivery that ultimately negatively affected fidelity [6] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The research world has quickly mobilised and repurposed studies to tackle the COVID-19 pandemic including research on how health behaviours and outcomes, such as physical activity, have changed. School-based physical activity research too will likely change. The need for social distancing and enhanced personal hygiene practices would pose practical challenges if we imagine planning the GoActive study methods in the COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the implications of social distancing for data collection in schools?"
        },
        {
            "text": "The Corder trial employed a cluster RCT design that required large amounts of data collected during a narrow time frame to fit in with the academic calendar (because intervention delivery is usually anchored to term times). This is done by teams of research staff travelling together, sharing equipment, and co-operating in settings the researchers often have little control over. Collection of outcome data such as waist circumference requires close proximity between research staff and participants. The rapid deployment, use, and collection of bodyworn physical activity measurement devices would require careful hygiene procedures. Research staff would facilitate large groups of pupil participants completing extensive questionnaire booklets in packed classrooms. The willingness to engage in these data collection methods will largely be down to the researchers' own personal assessments of risk and that of the school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the implications of social distancing for data collection in schools?"
        },
        {
            "text": "As the world still reels from the effect of the COVID-19 pandemic, there is an impending threat of triple inertia: that funders may stop funding school-based physical activity research, that academics may flounder under the weight of evidence lacking effectiveness, and that stakeholders will have new priorities resulting in limited physical activity research opportunities with schools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 'new normal' is not clear for researchers or schools"
        },
        {
            "text": "The stark and transparent light of COVID-19 provides the UK government a real chance to tackle health inequality and to reinstate local government public health and education funding that schools rely on. This would provide schools with adequate financial and human resources to develop bespoke physical activity programmes. These practice-driven programmes are more likely to suit the needs and preferences of the school's own pupils and account for and listen to adolescents' perspectives as well as other key stakeholders. This would open up the opportunity for pragmatic and flexible evaluation of these practice-led programmes in schools allowing researchers to move away from RCTs and towards more realist [11] methodologies. Now more than ever researchers need to be more innovative and interdisciplinary in research endeavours as we start to chart the 'new normal' for school-based physical activity research.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 716,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The 'new normal' is not clear for researchers or schools"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Marmot Review 10 Years On",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goldblatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "complex-vulnerability-service-for-children-and-youngpeople",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Socioeconomic inequalities in childhood and adolescent body-mass index, weight, and height from 1953 to 2015: an analysis of four longitudinal, observational, British birth cohort studies. The Lancet Public Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "30045--30053",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667%2818%2930045-8"
                ],
                "PMID": [
                    "29571937"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Socioeconomic and ethnic differences in children's vigorous intensity physical activity: a cross-sectional analysis of the UK Millennium Cohort Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Sluijs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2018-027627"
                ],
                "PMID": [
                    "31133593"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "School-based physical activity programs for promoting physical activity and fitness in children and adolescents aged 6 to 18. Cochrane Db Syst Rev",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dobbins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Husson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Decorby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Larocca",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness and costeffectiveness of the GoActive intervention to increase physical activity among UK adolescents: A cluster randomised controlled trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Corder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foubister",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Med",
            "volume": "17",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1003210"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Are school-based physical activity interventions effective and equitable? A meta-analysis of cluster randomized controlled trials with accelerometer-assessed activity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Sluijs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Obes Rev",
            "volume": "20",
            "issn": "6",
            "pages": "859--70",
            "other_ids": {
                "DOI": [
                    "10.1111/obr.12823"
                ],
                "PMID": [
                    "30628172"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Expertise, neoliberal governmentality and the outsourcing of health and physical education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Enright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Discourse",
            "volume": "41",
            "issn": "2",
            "pages": "206--228",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Boris Johnson to launch war on fat after coronavirus scare. The Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swinford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "healthy eating and physical activity in primary schools",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ofsted",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Obesity",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Can \"realist\" randomised controlled trials be genuinely realist?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Belle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Westhorp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emmel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manzano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trials",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13063-016-1407-0"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Harrington DM, O'Reilly M (2020) The reimagination of school-based physical activity research in the COVID-19 era. PLoS Med 17(8): e1003267. https://doi.org/10.1371/journal. pmed.1003267",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}