{
    "paper_id": "0b94bac14eb5aa5e57673f85100f1ae7c3bb7c1c",
    "metadata": {
        "title": "Beyond bias and discrimination: redefining the AI ethics principle of fairness in healthcare machine-learning algorithms",
        "authors": [
            {
                "first": "Benedetta",
                "middle": [],
                "last": "Giovanola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simona",
                "middle": [],
                "last": "Tiribelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The increasing implementation of and reliance on machine-learning (ML) algorithms to perform tasks, deliver services and make decisions in health and healthcare have made the need for fairness in ML, and more specifically in healthcare ML algorithms (HMLA), a very important and urgent task. However, while the debate on fairness in the ethics of artificial intelligence (AI) and in HMLA has grown significantly over the last decade, the very concept of fairness as an ethical value has not yet been sufficiently explored. Our paper aims to fill this gap and address the AI ethics principle of fairness from a conceptual standpoint, drawing insights from accounts of fairness elaborated in moral philosophy and using them to conceptualise fairness as an ethical value and to redefine fairness in HMLA accordingly. To achieve our goal, following a first section aimed at clarifying the background, methodology and structure of the paper, in the second section, we provide an overview of the discussion of the AI ethics principle of fairness in HMLA and show that the concept of fairness underlying this debate is framed in purely distributive terms and overlaps with non-discrimination, which is defined in turn as the absence of biases. After showing that this framing is inadequate, in the third section, we pursue an ethical inquiry into the concept of fairness and argue that fairness ought to be conceived of as an ethical value. Following a clarification of the relationship between fairness and non-discrimination, we show that the two do not overlap and that fairness requires much more than just non-discrimination. Moreover, we highlight that fairness not only has a distributive but also a socio-relational dimension. Finally, we pinpoint the constitutive components of fairness. In doing so, we base our arguments on a renewed reflection on the concept of respect, which goes beyond the idea of equal respect to include respect for individual persons. In the fourth section, we analyse the implications of our conceptual redefinition of fairness as an ethical value in the discussion of fairness in HMLA. Here, we claim that fairness requires more than non-discrimination and the absence of biases as well as more than just distribution; it needs to ensure that HMLA respects persons both as persons and as particular individuals. Finally, in the fifth section, we sketch some broader implications and show how our inquiry can contribute to making HMLA and, more generally, AI promote the social good and a fairer society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Fairness is one of the core AI ethics principles and is prominent especially in discussions on machine-learning (ML) algorithms (Mittelstadt et al. 2016; Jobin et al. 2019; Tsamados et al. 2021) . In recent years, initiatives focused on fairness in AI have increased greatly, and a growing body of literature has been developed, focusing on the need to address and improve fairness in AI systems Edwards and Veale 2017; Overdorf et al. 2018; Binns 2018; Selbst et al. 2019; Wong 2019; Abebe et al. 2020) , especially as a response to their controversial effects in a wide array of application domains, including social media communication and information (Bozdag 2013; Shapiro 2000; Hinman 2005 Hinman , 2008 Laidlaw 2008) , advertising and marketing (Hildebrandt 2008; Coll 2013; Tufekci 2015) , recruiting and employment (Kim 2017) , university admissions (Simonite 2020) , housing (Barocas and Selbst, 2016) , credit lending (Deville, 2013; Lobosco 2013; Sengh Ah Lee and Floridi 2020) , criminal justice (Berk et al. 2018; Abebe et al. 2020 ) and policing (Ferguson 2017) , just to name a few.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 153,
                    "text": "(Mittelstadt et al. 2016;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 154,
                    "end": 172,
                    "text": "Jobin et al. 2019;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 173,
                    "end": 194,
                    "text": "Tsamados et al. 2021)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 396,
                    "end": 419,
                    "text": "Edwards and Veale 2017;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 420,
                    "end": 441,
                    "text": "Overdorf et al. 2018;",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 453,
                    "text": "Binns 2018;",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "Selbst et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 484,
                    "text": "Wong 2019;",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 485,
                    "end": 503,
                    "text": "Abebe et al. 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 655,
                    "end": 668,
                    "text": "(Bozdag 2013;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 669,
                    "end": 682,
                    "text": "Shapiro 2000;",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 694,
                    "text": "Hinman 2005",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 695,
                    "end": 708,
                    "text": "Hinman , 2008",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 709,
                    "end": 722,
                    "text": "Laidlaw 2008)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 751,
                    "end": 769,
                    "text": "(Hildebrandt 2008;",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 780,
                    "text": "Coll 2013;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 781,
                    "end": 794,
                    "text": "Tufekci 2015)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 823,
                    "end": 833,
                    "text": "(Kim 2017)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 858,
                    "end": 873,
                    "text": "(Simonite 2020)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 884,
                    "end": 910,
                    "text": "(Barocas and Selbst, 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 928,
                    "end": 943,
                    "text": "(Deville, 2013;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 944,
                    "end": 957,
                    "text": "Lobosco 2013;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 958,
                    "end": 988,
                    "text": "Sengh Ah Lee and Floridi 2020)",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1026,
                    "text": "(Berk et al. 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1027,
                    "end": 1044,
                    "text": "Abebe et al. 2020",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1060,
                    "end": 1075,
                    "text": "(Ferguson 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The debate on fairness in AI and ML algorithms has expanded significantly in the domain of healthcare as well (Danks and London 2017; Buhmann et al. 2019; Robbins 2019) , becoming a progressively urgent topic to tackle, considering the increasing use of algorithmic decision-making in clinical settings and healthcare facilities. In this scenario, the Covid-19 pandemic has made the topic even more urgent: in fact, it has sped up the design and use of novel solutions based on ML for many health-related services, such as health population monitoring (e.g. contact tracing apps), remote assistance and homecare (e.g. telemedicine), and hospitalsand-care access management in response to clinics' overload. This increasing deployment of and reliance on ML algorithms that are trained mainly on patients' personal data to make decisions on health and healthcare have been uncovered as beneficial in terms of health research, operational efficiency, healthcare resources' management and waste reduction, but also as potentially harmful to the promotion of fairness. A recent example of the latter concern is the ML-based software that was applied in thousands of hospitals in the United States of America (US) that runs access to specially resourced care programmes. It has been found to be biased and to reify social disparities, favouring White patients over sicker Black patients in determining patients-in-need priority scores due to an erroneous use of past medical expenditures, which are historically lower among Black patients, as a proxy for determining access to extra medical support (Obermeyer et al. 2019) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 133,
                    "text": "(Danks and London 2017;",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 154,
                    "text": "Buhmann et al. 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 155,
                    "end": 168,
                    "text": "Robbins 2019)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1593,
                    "end": 1616,
                    "text": "(Obermeyer et al. 2019)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, while the need for fairness in AI and more specifically in healthcare ML algorithms (HMLA) is widely acknowledged as an urgent task (Shin and Park 2019) , the very concept of fairness as an ethical value has not been sufficiently explored thus far. Our paper aims to fill this gap and address the AI ethics principle of fairness from a conceptual standpoint, drawing insights from accounts of fairness elaborated in the framework of moral philosophy and using them to conceptualise fairness as an ethical value and redefine fairness in HMLA accordingly.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 161,
                    "text": "(Shin and Park 2019)",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To achieve our goal, from a methodological standpoint, we conducted a literature review of the concept of fairness underlying both the technical literature on AI and HMLA and the literature in the field of moral philosophy. In this way, we pursued a clarification of the concept of fairness as an ethical value that we consider preliminary to any eventual attempt to integrate fairness-and, more generally, any ethical value or principle-into technological design. In this regard, our inquiry does not overlap with but might be beneficial to the attempts at ethical design developed by safe-by-design (SBD) (Baum 2016 ) and value-sensitive design (VSD) approaches (van den Hoven, Vermaas and van de Poel 2015; Friedman et al. 2017; Umbrello 2020) , especially in the framework of the ethical design of AI for the social good (Umbrello and van de Poel 2021) .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 617,
                    "text": "(Baum 2016",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 696,
                    "end": 709,
                    "text": "de Poel 2015;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 710,
                    "end": 731,
                    "text": "Friedman et al. 2017;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 732,
                    "end": 746,
                    "text": "Umbrello 2020)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 825,
                    "end": 856,
                    "text": "(Umbrello and van de Poel 2021)",
                    "ref_id": "BIBREF100"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is structured as follows. In the second section, we provide an overview of the state of the art of the discussion of the AI ethics principle of fairness in HMLA and show that the concept of fairness underlying this debate is framed in purely distributive terms and overlaps with non-discrimination, which is defined in turn as the absence of biases. At the end of the section, we question whether the concept of fairness so understood is adequate for the discussion of fairness in HMLA or whether the latter calls for a more complex concept of fairness that requires more than just non-discrimination and an exclusively distributive dimension, and that includes features and criteria that extend beyond the consideration of biases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the third section, we pursue an ethical inquiry into the concept of fairness and argue that fairness ought to be conceived of as an ethical value. After clarifying the relationship between fairness and non-discrimination, we show that the two do not overlap and that fairness requires much more than just non-discrimination. Moreover, we highlight that fairness not only has a distributive but also a sociorelational dimension. Finally, we pinpoint the constitutive components of fairness. In doing so, we base our arguments on a renewed reflection on the concept of respect, which goes beyond the idea of equal respect to include respect for individual persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After unpacking the concept of fairness through our ethical inquiry, in the fourth section, we analyse the implications of our conceptual redefinition of fairness as an ethical value on the discussion of fairness in HMLA. Here, we claim that fairness requires more than non-discrimination and absence of biases as well as more than just distribution; it needs to ensure that HMLA respects persons both as persons and as particular individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the fifth and final section, we sketch some broader implications of our inquiry and show how it can contribute to making HMLA and, more generally, AI promote the social good and a fairer society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The application of AI and specifically ML algorithms in healthcare has expanded enormously in the last decade (Harerimana et al. 2018; Esteva et al. 2019; Tran et al. 2019) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 134,
                    "text": "(Harerimana et al. 2018;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 135,
                    "end": 154,
                    "text": "Esteva et al. 2019;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 155,
                    "end": 172,
                    "text": "Tran et al. 2019)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Similarly, the corpus of literature on the ethics of HMLA is rapidly growing (Morley et al. 2020) , making the issue of fairness central (Mittelstadt et al. 2016; Jobin et al. 2019; Shin and Park 2019; Tsamados et al. 2021 ) and one of the most urgent tasks to tackle today (Grote and Berens 2020; Garattini et al. 2019; Alvin Rajkomar et al. 2018) . Fairness in HMLA has been discussed among policymakers, clinical entrepreneurs and computer and data scientists (Grote and Berens 2020; Morley et al. 2020) , and it has mostly been understood as the achievement of a state of an absence of biases (Friedler et al. 2016; Char 2018; Obermeyer et al. 2019; Rajkomar et al. 2018 ).",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 97,
                    "text": "(Morley et al. 2020)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 137,
                    "end": 162,
                    "text": "(Mittelstadt et al. 2016;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 163,
                    "end": 181,
                    "text": "Jobin et al. 2019;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 182,
                    "end": 201,
                    "text": "Shin and Park 2019;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 202,
                    "end": 222,
                    "text": "Tsamados et al. 2021",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 274,
                    "end": 297,
                    "text": "(Grote and Berens 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 298,
                    "end": 320,
                    "text": "Garattini et al. 2019;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 321,
                    "end": 348,
                    "text": "Alvin Rajkomar et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 486,
                    "text": "(Grote and Berens 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 487,
                    "end": 506,
                    "text": "Morley et al. 2020)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 597,
                    "end": 619,
                    "text": "(Friedler et al. 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 620,
                    "end": 630,
                    "text": "Char 2018;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 631,
                    "end": 653,
                    "text": "Obermeyer et al. 2019;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 654,
                    "end": 674,
                    "text": "Rajkomar et al. 2018",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "On the one hand, ML capacity to discover probabilistically correlations, find new patterns and thus produce novel knowledge for health is described as the promise of medicine (Hinton 2018; Norgeot et al. 2019; Chin-Yee and Upshur 2019) . It already exhibits great potential in several health application fields, from clinical diagnosis (Álvarez-Machancoses et al. 2019; Fleming 2018) , high levels of precision in cancer prediction (Kuo et al. 2001 ) and diabetes detection (Barakat et al. 2010; Gulshan et al. 2016) , to personalised and prevention medicine (Barton et al. 2019) , drug discovery (Hay et al. 2013 ) and epidemiology (Fleming 2018; Álvarez-Machancoses and Fernández-Martínez 2019). Those who advocate for the use of ML in healthcare indeed stress how ML can fix flaws of clinicians, such as their predisposition towards cognitive biases and hence to commit diagnostic errors, and how ML can increase operational efficiency in the healthcare system by reducing resource waste and increasing fairness in access to healthcare services (Topol 2019) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 188,
                    "text": "(Hinton 2018;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 189,
                    "end": 209,
                    "text": "Norgeot et al. 2019;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 210,
                    "end": 235,
                    "text": "Chin-Yee and Upshur 2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 336,
                    "end": 369,
                    "text": "(Álvarez-Machancoses et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 383,
                    "text": "Fleming 2018)",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 448,
                    "text": "(Kuo et al. 2001",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 474,
                    "end": 495,
                    "text": "(Barakat et al. 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 496,
                    "end": 516,
                    "text": "Gulshan et al. 2016)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 559,
                    "end": 579,
                    "text": "(Barton et al. 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 597,
                    "end": 613,
                    "text": "(Hay et al. 2013",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1048,
                    "end": 1060,
                    "text": "(Topol 2019)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "On the other hand, the use of ML algorithms has been discovered to produce highly controversial effects in the domain of healthcare (Danks and London 2017; Buhmann et al. 2019; Robbins 2019) , and flaws in healthcare ML systems have recently been denounced. Examples include ML algorithms for heart failures' risk score that have been shown to inappropriately categorise Black patients as being in need of less care (Vyas et al. 2020) , as well as ML-based algorithmic models that have been uncovered to be poor at detecting cancers of Black patients (Noor 2020) , or to privilege White people over Black patients in the candidates' programme enrolment due to racial biases in the dataset, as it is the case in the US national 'high-risk care management' programme (Obermeyer et al 2019) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "Buhmann et al. 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 177,
                    "end": 190,
                    "text": "Robbins 2019)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 416,
                    "end": 434,
                    "text": "(Vyas et al. 2020)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 551,
                    "end": 562,
                    "text": "(Noor 2020)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 765,
                    "end": 787,
                    "text": "(Obermeyer et al 2019)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "These flaws in HMLA, in turn, translate into better or worse opportunities in real access to health quality and health resources as well as extra medical support and economic facilitations for some people over others (Cohen et al. 2014; Morley et al. 2020) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 236,
                    "text": "(Cohen et al. 2014;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 237,
                    "end": 256,
                    "text": "Morley et al. 2020)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Moreover, these flaws are usually extremely difficult to detect. This is because the ML algorithms used in healthcare are mainly proprietary and, therefore, inscrutable (Burrell 2016 ). In addition, ML algorithms very often include deep neural networks insofar as they augment the personalisation rate of health prediction. However, because of their complex architectural features, they can easily lead to a lack of transparency and tend to turn into an opaque black box (Pasquale 2015); therefore, auditing and the correction of flaws such as biases and technical inaccuracies is an extremely challenging task to perform, even when ML algorithms' secret trade can be disclosed.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 182,
                    "text": "(Burrell 2016",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Most of the current scholarship acknowledges the production of unfair outcomes due to biases as one of the main concerns related to ML (Grote and Berens 2020; Morley et al. 2020 ) and argues that ML systems, rather than simply guarding against these harms passively, should be used proactively to advance ML algorithmic fairness in healthcare (Rajkomar et al. 2018) . To this aim, a growing corpus of (mostly technical) literature has been focusing on detecting and fixing biases in HMLA, insofar as biases are deemed to be the main cause of health unfairness (Rajkomar et al. 2018; Char 2018; Obermeyer et al. 2019) , and the latter is in turn understood mainly as algorithmic discrimination (Angwin et al. 2016; Hardt et al. 2016) . 1 Algorithmic discrimination is usually understood as the production of discrimination (O'Neil 2016; Noble 2018; Eubanks 2018; Benjamin 2019) in the consideration or treatment of members of protected groups or categories; this discrimination is mostly traced back to the presence of 'automation bias' and 'bias by proxy' in ML algorithmic models. Automation bias is the large-scale spread through ML processes of social and cultural biases that are deeply embedded in the historical training data used to fuel ML algorithms (Hu 2017; Turner Lee, 2018; Noble, 2018; Benjamin, 2019; Richardson et al. 2019; Abebe et al. 2020) . Bias by proxy occurs when unanticipated proxies for protected variables (gender, race, etc.) can still be used to reconstruct and infer, by proxy, biases that are highly difficult to detect and eliminate, even though an attempt was made to prevent some biases by excluding them from the historical data used to train the ML model (Fuster et al. 2017; Gillis and Spiess 2019) . This operationalisation of fairness as non-discrimination via non-biased ML models is evident when considering the most prominent methods to ensure fairness in algorithmic decision-making and ML, which today consist of 'discrimination prevention analytics and strategies' (Romei and Ruggeri 2014) and 'fairness-and discrimination-aware data mining techniques' (Dwork et al. 2011; Kamishima et al. 2012) . These methods are based on the technical engineering of anti-discrimination criteria, their integration into the ML classifier and on the control of the distortion of data used to train the algorithms; they also emerge from the main initiatives on fairness in ML in the industry (Ochigame 2019) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 158,
                    "text": "(Grote and Berens 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 159,
                    "end": 177,
                    "text": "Morley et al. 2020",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 343,
                    "end": 365,
                    "text": "(Rajkomar et al. 2018)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 560,
                    "end": 582,
                    "text": "(Rajkomar et al. 2018;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 583,
                    "end": 593,
                    "text": "Char 2018;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 594,
                    "end": 616,
                    "text": "Obermeyer et al. 2019)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 693,
                    "end": 713,
                    "text": "(Angwin et al. 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 714,
                    "end": 732,
                    "text": "Hardt et al. 2016)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 735,
                    "end": 736,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 835,
                    "text": "(O'Neil 2016;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 836,
                    "end": 847,
                    "text": "Noble 2018;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 848,
                    "end": 861,
                    "text": "Eubanks 2018;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 862,
                    "end": 876,
                    "text": "Benjamin 2019)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "(Hu 2017;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1269,
                    "end": 1286,
                    "text": "Turner Lee, 2018;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1287,
                    "end": 1299,
                    "text": "Noble, 2018;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1300,
                    "end": 1315,
                    "text": "Benjamin, 2019;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1316,
                    "end": 1339,
                    "text": "Richardson et al. 2019;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1340,
                    "end": 1358,
                    "text": "Abebe et al. 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1691,
                    "end": 1711,
                    "text": "(Fuster et al. 2017;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1712,
                    "end": 1735,
                    "text": "Gillis and Spiess 2019)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2010,
                    "end": 2034,
                    "text": "(Romei and Ruggeri 2014)",
                    "ref_id": null
                },
                {
                    "start": 2098,
                    "end": 2117,
                    "text": "(Dwork et al. 2011;",
                    "ref_id": null
                },
                {
                    "start": 2118,
                    "end": 2140,
                    "text": "Kamishima et al. 2012)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2422,
                    "end": 2437,
                    "text": "(Ochigame 2019)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "In the specific domain of healthcare, four categories of biases have been detected as peculiar to the healthcare ML model (Rajkomar et al. 2018) :",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 144,
                    "text": "(Rajkomar et al. 2018)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(1) Biases in healthcare ML depending on model design (such as label biases and cohort biases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(2) Biases in healthcare ML depending on training data (such as minority bias, missing data bias, informativeness bias and training serving skew).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(3) Biases in healthcare ML produced by the ML interactions with clinicians (such as automation bias, feedback loops, dismissal bias and allocation discrepancy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(4) Biases in healthcare ML produced by ML interactions with patients (such as privilege bias, informed mistrust and agency bias).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "The first category identifies biases that can emerge from the specific design of the healthcare ML algorithmic model (Zafar et al. 2015; Goh et al. 2016; Cotter et al. 2018; Agarwal et al. 2018 ) and includes, first, label biases (Jian and Nachum 2019), which are biases concerning the labelling phase, such as the phase of the selection of reliable annotators, and this kind of bias arises when labels used as proxies are inaccurate; hence, they do not mean the same thing for all patients, leading to the use of an imperfect proxy that is subject to health care disparities rather than an adjudicated truth. Second, there are cohort biases; namely, biases depending on the default approach to focus mainly on traditional or easily measured groups without considering other potentially protected groups or levels of granularity (e.g. whether sex is recorded as male, female or other, or more granular categories). Fairness in this sense is achieved by adjusting the ML model rather than the data, despite the fact that frequently it is the training data itself that is biased.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 136,
                    "text": "(Zafar et al. 2015;",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 137,
                    "end": 153,
                    "text": "Goh et al. 2016;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 154,
                    "end": 173,
                    "text": "Cotter et al. 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 174,
                    "end": 193,
                    "text": "Agarwal et al. 2018",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "The second category is related to the choice of datasets used to train the model (Tommasi et al. 2015; Angwin et al. 2016; Hardt et al. 2016 ) and includes the following:",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 102,
                    "text": "(Tommasi et al. 2015;",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "Angwin et al. 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 123,
                    "end": 140,
                    "text": "Hardt et al. 2016",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(a) Biases that can emerge from an absence of sufficient representativeness of patients in a protected group for a model to learn the correct statistical pattern (minority bias).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(b) Biases depending on a lack of data of patients of protected groups; lack of data that makes an accurate prediction hard to render; for example, a model may under-detect clinical deterioration in patients under contact isolation because they have fewer vital signs (missing data bias).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(c) Biases due to the availability of features that are less informative to render an accurate prediction in a protected group; for example, identifying melanoma from an image of a patient with dark skin may be more difficult (informativeness bias).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(d) Biases due to the deployment of ML on patients whose data are not similar to the data on which the model was trained (training-serving skew), as in this case, the training data may not be representative (i.e. selection bias), or the deployment data may differ from the training data (e.g. a lack of unified methods for data collection or not recording data with standardised schemas). This is what occurred in the case of Watson for Oncology, a healthcare ML algorithmic system widely used in China for diagnosis prediction via image recognition, which was found to produce poorer results for Chinese patients than their Western counterparts, as the algorithm was primarily trained on Western datasets (Liu et al. 2018) .",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 723,
                    "text": "(Liu et al. 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Fairness in healthcare ML is operationalised in this sense by assessing and re-equilibrating the representativeness of data for protected categories on the basis of which the healthcare ML model is trained and learns to identify patterns, which it uses to produce specific outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "The last two categories identified above instead concern biases that can arise from the interaction between the healthcare ML model with clinicians or patients. In the former (i.e. ML-clinician interaction), it is possible to distinguish the following biases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(a) Automation biases that are due to an overreliance of clinicians on the ML model, also caused by clinicians' unawareness of the inaccuracy of the ML model for a protected group, leading them to act inappropriately on inaccurate predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(b) Biases of feedback loops that arise if the clinician accepts the recommendation of a model even when it is incorrect to do so, and the model in turn is so trained to learn mistakes (Mansouri et al. 2020), and this is possible insofar as the model recommended versus administered treatments will always match.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(c) Dismissal biases that result from the clinicians' conscious or unconscious desensitisation to alerts that are systematically incorrect for a protected group (e.g. an early warning score for patients with sepsis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(d) Biases of allocation discrepancy, which emerge when some protected groups display disproportionately fewer positive predictions and then resources allocated by the predictions (e.g. extra clinical attention or social services) are withheld from that group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "In the latter case (i.e. ML-patient interaction), it is possible to detect other kinds of biases, which include the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(a) Privilege bias, i.e. some models may be unavailable in settings where protected groups receive care or require technology/sensors disproportionately available to the nonprotected class, and this also exacerbates existing inequalities between the 'haves' and the 'have-nots' in terms of access to the digital healthcare ecosystem (Morley et al. 2020) ; in other words, those that generate enough data on themselves to ensure accurately trained algorithms and those that do not (Topol 2019 ). (b) Informed mistrust bias that is given by the patients' diffidence based on historical exploitation and unethical practices; protected groups may believe that a model is biased against them, and these patients may avoid seeking care from clinicians or systems that use the model or deliberately omit information, while the protected group may be harmed by this, as it results in them not receiving appropriate care and not interacting with the model, as it enhances the issue of lack of data representativeness and accuracy of that group. (c) Agency bias (deeply connected to privilege bias); protected groups may not have input into the development, use and evaluation of models. Thus, they may not have the resources, education or political influence to detect biases, protest and force correction concerning the consideration or treatment of patients, especially those belonging to protected groups.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 353,
                    "text": "(Morley et al. 2020)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 480,
                    "end": 491,
                    "text": "(Topol 2019",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Despite some differences, the majority of biases detected in HMLA translate into the re-production of existing discriminations in terms of unequal treatment and consideration of members belonging to protected groups due to HMLA's intrinsic (i.e. model design and training data) and/or relational (i.e. HMLA's interactions with clinicians and patients) features. This is because in the specific corpus of literature still being developed on healthcare and ML, the underlying concept of fairness emerges mainly as an absence of biases leading to discrimination, and discrimination in turn is understood mostly-if not exclusively-as intertwined with distributive issues (Obermeyer et al. 2019; McCradden et al. 2020; Corbett-Davies and Goel, 2018; Benjamin 2019; Friedler et al. 2016; Barocas, 2014; Kleinberg et al. 2017 ). More specifically, health unfairness is mainly traced back to the presence of biases in HMLA that reflect and, therefore, automate, reify and even exacerbate historical health disparities and discriminations towards protected groups in terms of an unequal distribution of resources (Friedler et al. 2016; Cohen et al. 2014) , such as medical care, clinical services and health facilities (including the availability of digital health technology and telemedicine apps).",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 690,
                    "text": "(Obermeyer et al. 2019;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 691,
                    "end": 713,
                    "text": "McCradden et al. 2020;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 714,
                    "end": 744,
                    "text": "Corbett-Davies and Goel, 2018;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 745,
                    "end": 759,
                    "text": "Benjamin 2019;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 760,
                    "end": 781,
                    "text": "Friedler et al. 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 782,
                    "end": 796,
                    "text": "Barocas, 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 797,
                    "end": 818,
                    "text": "Kleinberg et al. 2017",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1104,
                    "end": 1126,
                    "text": "(Friedler et al. 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1127,
                    "end": 1145,
                    "text": "Cohen et al. 2014)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "This underlying emphasis on the distributive dimension of fairness also emerges in the literature on ML, which makes explicit reference to the principles of distributive justice, also called 'distributive justice options' (Rajkomar et al. 2018 ). Friedler et al. (2016 , for example, argue that fairness can be defined as both an 'equality of outcomes' produced by ML and the 'equality of treatment' of different groups of people by the ML model. Rajkomar et al. (2018) further relate to this account to enucleate what they identify as the three distributive justice options to understand fairness in healthcare ML:",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 243,
                    "text": "(Rajkomar et al. 2018",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 244,
                    "end": 268,
                    "text": "). Friedler et al. (2016",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 447,
                    "end": 469,
                    "text": "Rajkomar et al. (2018)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "(a) Equal outcomes, according to which fairness is achievable in ML if the benefits produced from the deployment of ML models in terms of patient outcomes are the same for protected and nonprotected groups. 2 (b) Equal performance, according to which an ML model can be defined as fair if its performance and results are equally accurate for patients in the protected and nonprotected groups for such metrics as accuracy, sensitivity (also known as equal opportunity), specificity (or equalised odds) and positive predictive value (or predictive parity). 3 (c) Equal allocation, also called demographic parity (Pleiss et al. 2017) , according to which fairness in ML is achieved if the allocation of resources as decided by the model is equal across groups and, especially, proportionally allocated to patients in the protected group. The metric is used to evaluate the rate of positive predictions produced by ML for protected and nonprotected groups.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 630,
                    "text": "(Pleiss et al. 2017)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "This understanding of fairness translates into solutions developed to ensure fairness in HMLA that mainly coincide with the creation of neutral or parity models (Corbett-Davies and Goel, 2018); that is, models designed to produce non-discriminatory predictions by constraining biases with respect to predicted outcomes for members of protected groups (Friedler et al. 2016; Corbett-Davies and Goel, 2018) . However, this understanding of fairness has been criticised for relying excessively on technical parity and dataset neutrality that is achievable via the elimination of references to protected groups' identities (McCradden et al. 2019) and for not always providing the best techniques to achieve fairness in HMLA. In fact, in the health domain, the integration of differences between identities is appropriate because there is a reasonable presumption of causation (McCradden et al. 2020) , as in the case of biological differences between genders that can affect the efficacy of pharmacological compounds. Omitting variables such as gender and race can diminish accuracy and exacerbate discrimination, instead of mitigating it, while the presence of sensitive attributes can allow HMLA to disclose differently biased correlations, and therefore, help HMLA's designers to develop auditing meta-algorithms that, as they are trained on them, can work for their correction. As in the case of HMLA for health programmes' enrolment (Obermeyer et al. 2019) , the removal of sensitive attributes neither prevents the development of biased HMLA nor implies the design of fair HMLA.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 373,
                    "text": "(Friedler et al. 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 374,
                    "end": 404,
                    "text": "Corbett-Davies and Goel, 2018)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 872,
                    "end": 895,
                    "text": "(McCradden et al. 2020)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1434,
                    "end": 1457,
                    "text": "(Obermeyer et al. 2019)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Similarly, relying on neutral correlations does not ensure the design of fair HMLA; an example might be HMLA (cleaned by sensitive traits) used by health insurance agencies in the US to determine rates or health coverage for medical expenses. Among the negative factors determining health insurance rates, as well as access to subsidised care programmes, is whether the subject is a smoker. As smoking is recognised as the cause of many diseases, the subject is evaluated by HMLA as being likelier to incur by choice in more medical expenses. On the basis of this correlation, the HMLA may evaluate the subject as not being in financial need, in charge (by choice) of more medical costs, and if ill, with a lower probability of healing from a specific disease. This may cause the subject to experience higher insurance rates or exclude or place her at the bottom of waiting lists for accessing subsidised health programmes, as she is evaluated with no economic priority and, as a smoker, also less entitled to it from both a medical and social standpoint. However, this correlation using a neutral connotator, such as smoking, is not effectively neutral and can reinforce disparities, although cleaned by references to sensitive connotators. Smoking is particularly diffuse, especially in the US, among those living in degrading and harsh socio-economic conditions, where access to health treatments, programmes or insurances is already deeply compromised. As a consequence, this correlation, if fixed, can lead to the design of HMLAs that perpetuate and reinforce, instead of mitigate, existing disparities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "Moreover, the different distributive justice options mentioned above are sometimes incompatible (Friedler et al. 2016; Dieterich et al. 2016) ; for example, a model may be fair with respect to the outcomes but unfair with respect to the allocation (and vice versa), but it is extremely hard, if not impossible, for any ML model to satisfy all conditions (Chouldechova 2017) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 118,
                    "text": "(Friedler et al. 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 119,
                    "end": 141,
                    "text": "Dieterich et al. 2016)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 354,
                    "end": 373,
                    "text": "(Chouldechova 2017)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "This general difficulty in defining what fairness in HMLA is (Friedler et al. 2016 ) and how to ensure and promote it emerges in the debate as clear proof of the fact that 'ML fairness is not just a task for ML specialists, but requires ethical reasoning' (Rajkomar et al. 2018 ) and that 'framing fairness as a purely technical problem is problematic' (McCradden et al. 2020) .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 82,
                    "text": "(Friedler et al. 2016",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 256,
                    "end": 277,
                    "text": "(Rajkomar et al. 2018",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 353,
                    "end": 376,
                    "text": "(McCradden et al. 2020)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "In the next section, we attempt to fill this gap and unpack the concept of fairness using ethical reasoning. Through our ethical inquiry on fairness, we aim to highlight important dimensions and components of fairness that have been ignored thus far in the 'purely technical' debate on the topic. This will allow us to adequately evaluate the meaning and role of fairness in HMLA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in healthcare machine-learning algorithms"
        },
        {
            "text": "As shown in the previous section, fairness in HMLA is mainly understood as an absence of biases and requires the removal of four specific kinds of biases, respectively, on model design, training data, interactions with clinicians and interactions with patients. These biases, in turn, concern HMLA's different treatment and consideration of people belonging to protected and nonprotected groups, leading to discriminating effects. Consequently, the widespread idea is that by detecting and eliminating these biases, it would be possible to mitigate or fix ML algorithmic discrimination (O'Neil, 2016; Noble 2018; Eubanks 2018; Benjamin 2019) and ensure fairness in healthcare ML systems (Rajkomar et al. 2018) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 600,
                    "text": "(O'Neil, 2016;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 601,
                    "end": 612,
                    "text": "Noble 2018;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 613,
                    "end": 626,
                    "text": "Eubanks 2018;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 627,
                    "end": 641,
                    "text": "Benjamin 2019)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 687,
                    "end": 709,
                    "text": "(Rajkomar et al. 2018)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "Moreover, the discrimination triggered by HMLA is mostly understood as being intertwined with unfair distribution, while fairness in healthcare ML systems is generally considered to be reached when 'distributive justice options' are taken into account. In particular, an ML model is considered to be fair when its outcomes, performances or effects on patients do not produce discrimination among groups (Rajkomar et al. 2018; Newell and Marabelli 2015; Kleinberg et al. 2017; Corbett-Davies and Goel 2018; Gillis and Spiess 2019) . However, as shown above, the different distributive options are often incompatible, and neutral models might not lead to fairness; at the same time, it is highly questionable that fairness requires only a distributive dimension.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 425,
                    "text": "(Rajkomar et al. 2018;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 426,
                    "end": 452,
                    "text": "Newell and Marabelli 2015;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 453,
                    "end": 475,
                    "text": "Kleinberg et al. 2017;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 476,
                    "end": 505,
                    "text": "Corbett-Davies and Goel 2018;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 506,
                    "end": 529,
                    "text": "Gillis and Spiess 2019)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "In this section, we aim to show that fairness requires more than non-discrimination and does not only have a distributive dimension. Fairness, we claim, is to be understood as an ethical value. To achieve our aim, we first clarify the relationship between fairness and discrimination, drawing on the main reflections offered by moral philosophy. We then zoom in on the ethical significance of fairness and define fairness as an ethical value. In doing so, we base our arguments on a renewed reflection on the concept of respect, which goes beyond the idea of equal respect to include respect for individual persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "The relationship between fairness and discrimination has been widely acknowledged by philosophical scholarship, mainly in the framework of theories of justice. 4 Many scholars have focused on discrimination as a form of unfair treatment rooted in the misrecognition of the value of equality. The main argument is that every person has equal moral worth, and therefore, deserves equal concern (Dworkin 2000) . This implies treating people as equals and refraining from wrongful discrimination, 5 as far as distributive justice is concerned.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 406,
                    "text": "(Dworkin 2000)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "Other scholars have focused on the social meaning of discrimination. From this perspective, discrimination is seen as a way of demeaning or degrading someone and implies treating them cruelly or humiliating them to undermine their capacity to develop and maintain an integral sense of self (Sangiovanni 2017) . In a similar vein, other scholars, drawing on Rawls's justice as fairness (1971), focus on the sociorelational aspects of discrimination and highlight its negative effects on the achievement of a society of equals. In this view, discrimination is considered a major moral and social wrong, as it hinders attitudes and practices of mutual recognition among persons (Scheffler 2003; Anderson 1999) .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 308,
                    "text": "(Sangiovanni 2017)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 675,
                    "end": 691,
                    "text": "(Scheffler 2003;",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 692,
                    "end": 706,
                    "text": "Anderson 1999)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "Despite the acknowledgement of the moral value of equality for discussions on discrimination and fairness, relatively little work has been done so far on the ethical significance of discrimination and fairness themselves as well as on the ethical import of their relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "As for discrimination, only a few recent studies have focused on the moral wrong of discrimination and investigated the conditions under which discrimination is wrongful (Eidelson 2015; Lipper-Rasmussen 2013; Moreau 2010). The general idea underpinning these works is that wrongful discrimination is connected to moral disrespect-that is, disrespect for the discriminatees as persons (Eidelson 2015, p. 6 ). More precisely, an action is discriminatory if either the reasons underlying the action or the consequences brought about by the action do not respect the status of an agent as equal. In other words, it is 'the absence of appropriate responsiveness to someone's standing as a person' (Eidelson 2015, p . 7) that underpins moral disrespect and wrongful discrimination. The moral respect at stake here can best be captured by referring to the notion of recognition respect elaborated by Darwall (1977) : respect grounded in the recognition of the (equal) humanity of every person. 6 Highlighting the ethical significance of discrimination helps shed light on the ethical import of the relationship between discrimination and fairness: discrimination emerges as a moral wrong that shows disrespect for people in as far as it denies their standing as persons; that is, their moral equality. Denying someone's moral equality prevents mutual recognition as equals and fosters unequal treatment. It follows that the moral wrong of discrimination can prevent fairness in at least two ways: first, by having an impact at a sociorelational level, in that it creates a society of unequals, where people do not respect one another as (equal) persons, as they do not recognise each other as (equal) persons; second, by having an impact at a distributive level, by legitimising an unfair distribution 7 that can become structural. 8 As for fairness, ethical inquiry has mainly been aimed at investigating the basis of moral equality that fairness ought to ensure (Waldron 2017; Carter 2011; Sangiovanni 2017) , rather than at discussing the ethical significance of fairness as such. A widespread idea is that moral equality can be guaranteed through fair distribution; the latter, in turn, would require compliance with the principle of 'fair equality of opportunity' and a 'difference principle' (Rawls 1971) . Both principles regulate the distribution of benefits and burdens of social cooperation, but while the former prescribes arranging socio-economic inequalities in such ways that are not influenced by morally arbitrary factors and rather enable everyone's personal agency and self-realisation (Rawls 1971, p. 73) , the latter requires that-once the former principle is guaranteed-the overall scheme of cooperation and distribution does not discriminate against the (expectations of the) worst off.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 404,
                    "text": "(Eidelson 2015, p. 6",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 709,
                    "text": "(Eidelson 2015, p",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 907,
                    "text": "Darwall (1977)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 987,
                    "end": 988,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1825,
                    "end": 1826,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1957,
                    "end": 1971,
                    "text": "(Waldron 2017;",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1972,
                    "end": 1984,
                    "text": "Carter 2011;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1985,
                    "end": 2002,
                    "text": "Sangiovanni 2017)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 2291,
                    "end": 2303,
                    "text": "(Rawls 1971)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 2597,
                    "end": 2616,
                    "text": "(Rawls 1971, p. 73)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "The emphasis on the distributive dimension of fairness has led some scholars-labelled as luck egalitarians 4 Foundational questions about discrimination are familiar to legal scholars, too, and in recent years, in particular, there has been a renewed interest in philosophical questions about anti-discrimination law (Khaitan 2015; Hellman and Moreau 2013 ) aimed mainly at defining under what conditions discrimination ought to be prohibited. The focus of these inquiries, however, is on discrimination rather than on the relationship between discrimination and fairness. 5 However, drawing on Dworkin (2000) , Waldron (2017, p. 14) acknowledges that not every discrimination is wrongful; in fact, there might also be forms of unequal treatment or 'surface-level' discrimination that do not imply any moral wrongdoing, but rather are justifiable by an appeal to the whole range of human interests, as in the case, discussed by Waldron, of firefighters being selected for their physical fitness. 6 Darwall (1977) introduces the well-known distinction between recognition respect and appraisal respect, whereby the latter depends on the appraisal of a person's character. Darwall's account of recognition respect has been further elaborated on by Carter (2011) , who develops the notion of 'opacity-respect'; that is, recognition respect expressed through the idea that we have to treat every person as 'opaque', respecting them on the footing of moral equality, without engaging in an assessment of their personal merits or demerits (Carter 2011). 7 The question remains open regarding what ought to be distributed, such as with resources, opportunities or outcomes. This is the wellknown issue of the 'metrics' or 'currency' of justice: for an overview, see Brighouse and Robeyns (2010) . 8 Just to mention one of the most problematic cases, consider racial injustice; it is historically rooted, socially shaped and institutionally entrenched in distributive policies: see Shelby (2016) , Kelly (2017) . (Anderson 1999) -to claim that fairness requires treating people as equals by considering individual choices and their effects on distribution. In this view, distribution, to be fair, ought to be 'ambition-sensitive' (or choice-or responsibility-sensitive) and 'endowment-insensitive'. The former condition requires that distribution depend on choices made by individuals in ways that reflect their option luck, whereas the latter condition requires that distribution does not depend on differential brute luck. Brute luck is fortune, over which individuals have no control, while option luck is the upshot of risks that were, in some sense, deliberately taken and for which individuals have responsibility. 9 However, luck egalitarian accounts have been criticised for being too harsh in as far as they would eventually lead to abandoning the so-called 'negligent victims', or those who would end up in a bad situation due to the risks they had deliberately taken. This abandonment, it has been claimed, would be deeply disrespectful of persons (Anderson 1999; Scheffler 2003; Wolff 1998 Wolff , 2010 , as it would ultimately clash with the acknowledgement of every person's moral equality. Moreover, it would not only have a discriminating impact at the distributive level towards the 'negligent victims', but it would also bring about socio-relational inequalities, as the 'negligent victims' would be looked at as less valuable citizens, not deserving equal respect, due to the choices they made.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 331,
                    "text": "(Khaitan 2015;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 332,
                    "end": 355,
                    "text": "Hellman and Moreau 2013",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 595,
                    "end": 609,
                    "text": "Dworkin (2000)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 612,
                    "end": 633,
                    "text": "Waldron (2017, p. 14)",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 997,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1012,
                    "text": "Darwall (1977)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1246,
                    "end": 1259,
                    "text": "Carter (2011)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1533,
                    "end": 1549,
                    "text": "(Carter 2011). 7",
                    "ref_id": null
                },
                {
                    "start": 1759,
                    "end": 1787,
                    "text": "Brighouse and Robeyns (2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1974,
                    "end": 1987,
                    "text": "Shelby (2016)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1990,
                    "end": 2002,
                    "text": "Kelly (2017)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2005,
                    "end": 2020,
                    "text": "(Anderson 1999)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3051,
                    "end": 3066,
                    "text": "(Anderson 1999;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3067,
                    "end": 3082,
                    "text": "Scheffler 2003;",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 3083,
                    "end": 3093,
                    "text": "Wolff 1998",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 3094,
                    "end": 3106,
                    "text": "Wolff , 2010",
                    "ref_id": "BIBREF106"
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "The latter considerations confirm that fairness goes beyond distribution and entails a socio-relational dimension (Giovanola 2018) . The underlying idea here is that moral equality can only be guaranteed if people stand in a relation of equality and recognise one another as equals (Anderson 1999; Scheffler 2003; Wolff 1998 Wolff , 2010 . In this view, as already noted, fairness is aimed at the creation of a society of equals where no wrongful discrimination occurs. However, if we dig deeper into the socio-relational dimension of fairness, we find that it requires more than this kind of non-discrimination: it also requires guaranteeing everyone an equal 'right to justification' (Forst 2014) . The right to justification expresses the ethical demand that no 'relations should exist that cannot be adequately justified towards those involved' (Forst 2014, p. 6) ; it points to the need for intersubjective relations and structures that do not discriminate against anyone, protect every person's status of an equal and express (equal) respect for the equal moral worth of every person.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 130,
                    "text": "(Giovanola 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 282,
                    "end": 297,
                    "text": "(Anderson 1999;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 298,
                    "end": 313,
                    "text": "Scheffler 2003;",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 314,
                    "end": 324,
                    "text": "Wolff 1998",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 325,
                    "end": 337,
                    "text": "Wolff , 2010",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 686,
                    "end": 698,
                    "text": "(Forst 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 849,
                    "end": 867,
                    "text": "(Forst 2014, p. 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "Like the principle of fair equality of opportunity and the difference principle, the right to justification is grounded in the need to respect persons as persons; however, instead of focusing on distribution, it focuses on intersubjective relations and structures and requires that they protect every person's status and capability to make up their own minds on issues of concern. This demand rests on a principle of general and reciprocal justification; that is, on the claim that every person ought to be respected as a subject who offers and demands justification. Therefore, the question of justification is also a question of power or the question of who decides what (Forst 2014, p. 24) .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 692,
                    "text": "(Forst 2014, p. 24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "To summarise our arguments thus far, fairness requires compliance with 'fair equality of opportunity' and a 'difference principle' as well as an equal 'right to justification'. While the first two components highlight the distributive dimension of fairness, the third uncovers its socio-relational dimension. All components are grounded in the recognition of the equal moral worth of each person, which in turn calls for equal respect as the appropriate ethical response to each individual's standing as a person. It follows that fairness is an ethical value of intrinsic moral importance that requires a commitment to ensure equal respect for persons as persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "At this point, however, it should be noted that people's moral worth is not only attached to their status as persons 'but also to their status as particular individuals' (Noggle 1999, p. 457 ) who exercise their agency in different concrete ways. Acknowledging this implies going beyond an exclusive focus on equal respect to investigate respect for persons as particular individuals or particular agents, taking into account the different ways in which different individuals exercise their agency.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 190,
                    "text": "(Noggle 1999, p. 457",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "A helpful clue for digging into this issue is provided by Noggle, who argues that 'a person is much more than a mere instance of rational agency. She is a being with a particular life, a particular psychology, and a particular set of attachments, goals and commitments. To be a person is not merely to be an instance of rational agency; it is also to be a particular individual. It seems that if we are truly serious about respecting persons, we ought to respect them not only as instances of rational agency, but also as the particular individuals that they are' (Noggle 1999, p. 454) . A person's particular identity-that is, their status as the particular person that they are-depends on many factors, including their ends, values, attachments, commitments and relations, that make them a concrete 'me', as opposed to a 'disencumbered' and abstract self (Sandel 1984) .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 585,
                    "text": "(Noggle 1999, p. 454)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 870,
                    "text": "(Sandel 1984)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "Therefore, respecting persons requires respecting their status as particular individuals, too, going beyond treating them as opaque only and recognising the importance of the 'ground projects' that give meaning and purpose to their lives (Williams 1981) . It also involves focusing on the different ways in which they exercise their agency as well as on the ways in which social relations and interpersonal relationships affect their agency and their capability to set ends. 10 Finally, acknowledging the importance of respect for particular individuals allows us to take a step forward in our conceptual analysis of fairness. While fair equality of opportunity, the difference principle and the right to justification are grounded in the acknowledgement of the equal moral worth of every person and require a commitment to ensure equal respect for persons as persons, their effective implementation depends on many factors that affect people's conditions and prospects in life. They also have an impact on their capability to make up their own minds as well as on the opportunities that they have, in ways that vary from individual to individual. These differences trigger demands of respect; that is, respect for persons as particular individuals.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 253,
                    "text": "(Williams 1981)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "The concept of fairness emerging from our inquiry sheds light on fairness as an ethical value. Understanding fairness as an ethical value amounts to redefining fairness, going beyond an exclusive focus on discrimination and accounting for both a distributive and socio-relational dimension based on the acknowledgement of the importance of respect-both for persons as persons and for particular individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "Having unpacked and redefined the concept of fairness through our ethical inquiry, in the next section, we analyse its implications for the discussion on fairness in HMLA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness as an ethical value"
        },
        {
            "text": "In Sect. 2, we claimed that fairness in HMLA emerges mainly as non-discrimination and is conceptualised almost exclusively in distributive terms: a fair HMLA is a system capable of ensuring equal treatment (in performance, outcomes and HMLA benefits' distribution) of members belonging to protected and not protected groups via the elimination of four families of biases. We also questioned whether the definition of a fair HMLA as bias-free HMLA emerging from the literature is enough to promote fairness via AI, specifically HMLA in healthcare, or whether a more complex account of fairness is needed. In Sect. 3, we showed that an ethical inquiry into the concept of fairness can help us to adequately elaborate the ethics principle of fairness and clarify that fairness neither overlaps with non-discrimination nor only has a distributive component but rather entails the consideration of both a distributive and a socio-relational dimension. Specifically, we argued that fairness is an ethical value entailing three components, all grounded in the need to respect persons both as persons and as particular individuals: fair equality of opportunity, difference principle and equal right to justification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "In this section, we analyse the implications of our redefinition of fairness as an ethical value on the discussion of fairness in HMLA and highlight areas where (and why) further work is needed, especially at the technical and policy level, to ensure fairness via AI (and specifically ML) in the health sector. More specifically, we show that the three components of fairness are crucial to further develop the ethics principle of fairness in HMLA and to identify what is needed to promote a fairer digital health ecosystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "As shown in the previous section, fair equality of opportunity and the difference principle specify the conditions that ought to be met to promote a fair distribution of resources and opportunities via HMLA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "The concept of fair equality of opportunity underlies the discussion on fairness in HMLA-as well as the broader debate on AI and ML (Hardt et al. 2016 )-and emerges mainly as the inspiring distributive justice tenet to operationalise fairness via HMLA (Rajkomar et al. 2018; Friedler et al. 2016) . However, as we have shown, it has been understood and used only in a narrow sense, as being aimed at preventing discrimination through distribution; the underlying idea is that non-discrimination is ensured by HMLA if HMLA guarantee an equal allocation of outcomes, performances or resources (i.e. demographic parity) for protected and nonprotected groups. Moreover, this condition is satisfied via solutions mainly coinciding with parity models (Hardt et al. 2019; Corbett-Davies and Goel, 2018; Rajkomar et al. 2018; Friedler et al. 2016) designed to produce nondiscriminatory predictions by eliminating references to protected groups' identities, such as sensitive attributes like race or gender (McCradden et al. 2020) . However, as argued in the previous sections, the focus on non-discrimination, pursued through the removal of sensitive attributes and the pursuit of neutral or parity models, does not lead to fairness in HMLA and can sometimes even perpetuate and reinforce wrongful discrimination and existing disparities. However, if the removal of specific attributes and the use of neutral models per se do not promote fair equality of opportunity, what does fair equality of opportunity require when applied to promote fairness in HMLA?",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 150,
                    "text": "(Hardt et al. 2016",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 252,
                    "end": 274,
                    "text": "(Rajkomar et al. 2018;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 275,
                    "end": 296,
                    "text": "Friedler et al. 2016)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 745,
                    "end": 764,
                    "text": "(Hardt et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 795,
                    "text": "Corbett-Davies and Goel, 2018;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 796,
                    "end": 817,
                    "text": "Rajkomar et al. 2018;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 818,
                    "end": 839,
                    "text": "Friedler et al. 2016)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 998,
                    "end": 1021,
                    "text": "(McCradden et al. 2020)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "Fair equality of opportunity entails that the distribution of shares-and, more specifically, access to opportunities-is not improperly influenced by socio-economic contingencies, namely by a person's place in the social system (Rawls 1971, p. 63) . It does not only require a formal equality of opportunity, ensured, for example, through the legal system; it entails the substantial promotion of opportunities as real chances for every person to express their agency and, therefore, the development of adequate conditions for people to afford them. For this reason, fair equality of opportunity needs to be considered along with the difference principle, which emphasises attention to the expectations and conditions of the least advantaged, not only to access but also to substantially enjoy those chances.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 246,
                    "text": "(Rawls 1971, p. 63)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "Therefore, ensuring fair equality of opportunity and the difference principle in HMLA requires the design of compensatory tools that rather than only adjusting the model (e.g. fixing pernicious biases, that can be performed by auditing meta-algorithms) are thought and used to mitigate social disparities and individuals' capacity to enjoy opportunities, with specific attention paid to the least advantaged. It is now clearer why neither the development of neutral and parity models for HMLA nor the ML's labelling or categorisation of people in groups on the basis of standard or macrogeneralised attributes can foster fairness; rather, they can obscure some crucial differences, whose non-consideration is critical from both a medical and social standpoint and can deeply undermine the respect for persons, both as persons and as particular individuals, who as such are situated in deeply different socio-economic contexts. Fair equality of opportunity and the difference principle require that HMLA are informed with sensitive traits (gender, age and race) to the extent that they can play as decisional nodes to evaluate who in a certain health domain may require compensatory tools (i.e. the implementation of extra health measures, support or facilities) if explicitly requested by the subject. The 'explicitly' clause is crucial, as not every person, although a member of a protected group per antonomasia, would really need or be willing to be defined as such. For example, an elderly person may require further assistance to access a programme whose application procedure is only online, or she may not; in both cases, the person, ignored in her need or considered vulnerable when she is not, if unheard, can feel differently treated and not properly recognised as the particular individual she is. For this reason, as we will argue below, HMLA should also inform the patient, subject to their decision about the profile or label they have been assigned (e.g. if they are evaluated as belonging to a certain group and why), and consequently intervene, displaying compensatory options when explicitly asked or properly recognised by HMLA. In this way, HMLA would put the person in the position to participate in the specific modelling and alignment of the profile assigned to her with the particular individual (with specific needs, features and ground project) that she is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "To ensure fair equality of opportunity and the difference principle in HMLA, and therefore, to promote real chances for every person to enjoy the digital health ecosystem's resources and facilities equally, researchers and engineers are called to work on methods focusing on both extending these sensitive attributes (also to health issues, e.g. mental health issues) and making them reliable connotators for compensatory tools, which can intervene through the 'explicitly' clause. They can also intervene via, for example, not-profilable semi-structured interviews, while implementing at the same time meta-algorithms capable of detecting and fixing pernicious biases reflecting historical inequalities arising from them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "Moreover, as argued in Sect. 3, fairness as an ethical value entails a socio-relational dimension; this means that an equal right to justification is the third condition that ought to be ensured and implemented by a fair HMLA. The equal right to justification expresses the ethical demand that every person be respected as a subject who can offer and demand justification. As introduced via the formulation of the 'explicitly' clause, to promote fairness via HMLA, individuals should be recognised as the particular individuals that they are, with specific needs, vulnerabilities and ground projects. This is fundamental not only for the promotion of a society of equals regarding the distribution of opportunities, but also for the creation of a society of individuals who feel recognised in their voices and actions and are able to effectively understand how their chances and choices are influenced by HMLA. In particular, the right to justification requires that every person has the right to demand justification for the HMLA treatment (from decision to prediction) she is subjected to, not just in output but also in input and process. Therefore, ensuring an equal right to justification in HMLA entails that designers have a duty to take this demand into account in ways that are accessible to the subjects involved. Respecting the equal right to justification does not imply full transparency, as the latter is often unnecessary for a sufficient or adequate explanation to users; rather, it requires informing the patients about information as input and correlations as reasons leading to the development of a certain profile of them on the basis of which persons are subjected to certain decisions, such as having access or not to certain health facilities or a more or less high health insurance rate. This is of particular importance for at least two reasons. First, it would allow patients to ask for reasons for and eventually contest the outcomes/decisions they are subjected to and to ask for changes. This is crucial, as the current opacity characterising HMLA's functioning and, therefore patients' treatment constitutes an asymmetry of power, both in knowledge and in action between those that can be wrongly considered and those who are behind the HMLAs' design, use and deployment. Therefore, ensuring an equal right to justification would effectively mitigate asymmetries of power related to the question of who decides what. Second, it would allow patients to act against the epistemic injustice 11 that HMLA can produce. Indeed, by undermining 11 The issue of epistemic injustice was first extensively discussed by Fricker (2007) , who distinguishes two forms: testimonial injustice and hermeneutical injustice. The former occurs when a speaker the subject in knowledge, those who are unfairly treated are undermined in their position to participate in the modelling of HMLA as novel health determinants. As HMLA are increasingly applied to manage crucial tasks and services in healthcare, the silencing and exclusion of segments of populations from contesting and asking for revisions of HMLA means hindering fairness in as far as it concerns the promotion of a society of equals, where everyone ought to have an equal opportunity to participate in the processes of defining the (technological) structures that shape society.",
            "cite_spans": [
                {
                    "start": 2567,
                    "end": 2569,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 2638,
                    "end": 2652,
                    "text": "Fricker (2007)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "To ensure an equal right to justification, HMLA's designers and policymakers are called into action. The former are mobilised in the development of methods that can make HMLA's functioning intelligible to the patients while not fully disclosing it or infringing the company's intellectual property rights; the latter in a) discerning when they are called to adopt HMLA in crucial social sectors, such as healthcare, as the best deployment option to comply with fairness as an ethical value; b) prohibiting an HMLA when a person's request for justification cannot be fulfilled and c) providing the social support (structures and assistance) when a contestation is claimed by patients against HMLAs' outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "In short, redefining the AI ethics principle of fairness in HMLA requires identifying and implementing ways that allow the respecting of persons both as persons and as particular individuals by ensuring that HMLA are designed and applied in compliance with fair equality of opportunity, the difference principle and the equal right to justification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "The question, however, remains open as to whether and how the implementation and deployment of fair HMLA might vary depending on different contexts, both in geographical and political-economic terms. 12 In fact, HMLA comes into play in situations that are already shaped both politically and economically; these situations, in turn, are different in different areas of the world or in different historical periods. For example, distribution-related questions might be more pressing in countries that have more progressive welfare states, and there they would be tackled at the policy rather than business or provider level; this would imply that people expect institutions rather than the market to distribute access to healthcare fairly and that institutions-rather than the market-are held responsible for such a distribution and for the tools and methods of distribution to be fair. At the same time, people's real opportunities to access the distribution of healthcare fairly are strongly influenced not only by the political or economic setting but also by a wide range of factors that are socially or historically determined. In this regard, uncovering discrimination and biases in HMLA, making people aware of these discrimination and biases, and designing and implementing fair HMLA in ways that include those suggested in our paper may contribute to shedding light not only on the conditions for a fair distribution of healthcare through HMLA but also on the threats and opportunities of any distributive tool or methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fairness in HMLA revised"
        },
        {
            "text": "In our paper, we tackled one of the most urgent risks of AI systems in healthcare: the risk of unfairness. In pursuing our analysis, we focused on HMLA and discussed the concept of fairness that is emerging in the debate. We highlighted that fairness in HMLA is mostly framed in distributive terms and overlaps with non-discrimination, which is defined in turn as the absence of biases. We questioned such a concept of fairness and maintained that fairness requires more than the removal of biases and the development of non-discrimination techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Drawing insights from moral philosophy, we proposed a more complex account of fairness as an ethical value based on a renewed reflection on the concept of respect, which goes beyond the idea of equal respect for persons to include respect for particular individuals. In particular, we argued that fairness as an ethical value has both a distributive and a socio-relational dimension and comprises three components: fair equality of opportunity, difference principle and equal right to justification. Finally, we analysed the implications of our conceptual redefinition of fairness as an ethical value in the discussion of fairness in HMLA and highlighted specific areas where further work needs to be done to operationalise fairness in HMLA. We claimed that an ethically informed principle of fairness requires ensuring that HMLA are designed and applied in compliance with fair equality of opportunity, the difference principle and the equal right to justification in ways that respect persons both as persons and as particular individuals and that acknowledge both the distributive and the socio-relational dimension of fairness. By doing so, we invite future research to not only focus on anti-discrimination and bias removal techniques but also to develop novel technical and policy-oriented tools and methods that can promote the fundamental components and dimensions of fairness, and therefore, effectively implement the AI ethics principle of fairness in HMLA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The revision of the AI ethics principle of fairness in HMLA proposed in our paper indeed shows that HMLA can contribute not only to a fairer healthcare ecosystem but 12 We thank an anonymous reviewer for pushing us to make these issues explicit. is given less credibility than deserved because of an identity prejudice held by the hearer; to suffer a credibility deficit in turn impedes one's capacity as an epistemic agent, making it both an ethical and an epistemic wrong. The latter occurs when there exists a lack of collective interpretative resources required for a group to understand (and express) significant aspects of their social experience.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Footnote 11 (continued) also to the promotion of a fairer society. In as far as they contribute both to a fairer distribution of opportunities for all, and especially for the worst off, to the creation of a society of equals and to respecting every person, HMLA contributes to the social good of society. The social good entails that every person is recognised as equal and given fair opportunities and effective power in knowledge and action. Complying with the revised AI ethics principle of fairness, HMLA can, therefore, become a model for the promotion of a fairer and more inclusive society, where AI can truly become a force for good.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 23,
                    "text": "(continued)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Roles for computing in social change",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abebe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barocas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "33728",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/3351095.3372871"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Available at https:// proce edings. mlr. press/ v80/ agarw al18a. html Álvarez-Machancoses Ó, Fernández-Martínez JL (2019) Using artificial intelligence methods to speed up drug discovery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beygelzimer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dudik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Langford",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wallach",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 35th International Conference on Machine Learning",
            "volume": "80",
            "issn": "",
            "pages": "769--777",
            "other_ids": {
                "DOI": [
                    "10.1080/17460441.2019.1621284"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What is the point of equality",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ethics",
            "volume": "109",
            "issn": "2",
            "pages": "289--337",
            "other_ids": {
                "DOI": [
                    "10.1086/233897"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Machine bias",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Angwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mattu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lauren",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intelligible support vector machines for diagnosis of diabetes mellitus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barakat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "Mnh",
                    "middle": [],
                    "last": "Barakat",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans Inf Technol Biomed",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TITB.2009.2039485"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Data mining and the discourse on discrimination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barocas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the Data Ethics Workshop, Conference on Knowledge Discovery and Data Mining (KDD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Big data's disparate impact. SSRN Electron",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barocas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Selbst",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.2477899"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation of a machine learning algorithm for up to 48-hour advance prediction of sepsis using six vital signs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Chettipally",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lynn-Palevsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comput Biol Med",
            "volume": "109",
            "issn": "",
            "pages": "79--84",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compbiomed.2019.04.027"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the promotion of safe and socially beneficial artificial intelligence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00146-016-0677-0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Race after technology: abolitionist tools for the new jim code",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Polity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fairness in criminal justice risk assessments: the state of the art",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heidari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jabbari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kearns",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sociol Methods Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0049124118782533"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fairness in machine learning: lessons from political philosophy",
            "authors": [],
            "year": 2018,
            "venue": "Binns R",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bias in algorithmic filtering and personalization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bozdag",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ethics Inf Technol",
            "volume": "15",
            "issn": "",
            "pages": "209--227",
            "other_ids": {
                "DOI": [
                    "10.1007/s10676-013-9321-6"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Managing algorithmic accountability: balancing reputational concerns, engagement strategies, and the potential of rational discourse",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buhmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paßmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fieseler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Bus Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10551-019-04226-4"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How the machine 'thinks': understanding opacity in machine learning algorithms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burrell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951715622512"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Measuring justice. Primary Goods and capabilities",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brighouse",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Robeyns",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respect and the basis of equality",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ethics",
            "volume": "121",
            "issn": "3",
            "pages": "538--571",
            "other_ids": {
                "DOI": [
                    "10.1086/658897"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Implementing machine learning in health care-addressing ethical challenges",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Char",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Magnus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "11",
            "pages": "981--983",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Three problems with big data and artificial intelligence in medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chin-Yee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Perspect Biol Med",
            "volume": "62",
            "issn": "2",
            "pages": "237--256",
            "other_ids": {
                "DOI": [
                    "10.1353/pbm.2019.0012"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The legal and ethical concerns that arise from using complex predictive analytics in health care",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amarasingham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Aff",
            "volume": "33",
            "issn": "7",
            "pages": "1139--1147",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.2014.0048"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fair prediction with disparate impact: a study of bias in recidivism prediction instruments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chouldechova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Big Data",
            "volume": "5",
            "issn": "2",
            "pages": "153--163",
            "other_ids": {
                "DOI": [
                    "10.1089/big.2016.0047"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Consumption as biopower: governing bodies with loyalty cards",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coll",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Consu Cult",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1469540513480159"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The measure and mismeasure of fairness: a critical review of fair machine learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corbett-Davies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Two-player games for efficient non-convex constrained optimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sridharan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1804.06500"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Algorithmic bias in autonomous systems",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proceedings of the Twenty-Sixth International Joint Conference on Artificial Intelligence. International Joint Conferences on Artificial Intelligence Organization",
            "volume": "",
            "issn": "",
            "pages": "4691--4697",
            "other_ids": {
                "DOI": [
                    "10.24963/ijcai.2017/654"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Two kinds of respect",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Darwall",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Ethics",
            "volume": "88",
            "issn": "",
            "pages": "36--49",
            "other_ids": {
                "DOI": [
                    "10.1086/292054"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Leaky Data: How Wonga Makes Lending decisions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deville",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Consumer Market Studies",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Algorithmic transparency in the news media",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Diakopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koliska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Digit J",
            "volume": "5",
            "issn": "7",
            "pages": "809--828",
            "other_ids": {
                "DOI": [
                    "10.1080/21670811.2016.1208053"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COMPAS risk scales: demonstrating accuracy equity and predictive parity performance of the COMPAS risk scales in broward county. https:// www. seman ticsc holar. org/ paper/ COMPAS-Risk-Scale s-% 3A-Demon strat ing-Accur acy-Equity/ cb6a2 c110f 9fe67 5799c 6aefe 1082b b6390 fdf49",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dieterich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sovereign virtue: the theory and practice of equality",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dworkin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Slave to the algorithm? Why a right to explanationn is probably not the remedy you are looking for",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Veale",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.2972855"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Discrimination and disrespect",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eidelson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A guide to deep learning in healthcare",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robicquet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramsundar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kuleshov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Depristo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thrun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Med",
            "volume": "25",
            "issn": "1",
            "pages": "24--29",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-018-0316-z"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The rise of big dtata policing. Surveillance, race, and the future of law enforcement",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Eubanks",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "557",
            "issn": "7707",
            "pages": "55--57",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-018-05267-x"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Two pictures of justice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forst",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Justice, Democracy and the Right to Justification",
            "volume": "",
            "issn": "",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Epistemic injustice: power and the ethics of knowing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fricker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friedler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scheidegger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatasubramanian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A survey of value sensitive design methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hendry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borning",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Foundations and Trends®. Human Comput Interact",
            "volume": "11",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1561/110000001"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Predictably unequal? The effects of machine learning on credit markets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goldsmith-Pinkham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ramadorai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SSRN Electron J",
            "volume": "30720",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3072038"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Big data analytics, infectious diseases and associated ethical impacts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garattini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raffle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Aisyah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sartain",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kozlakidis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philos Technol",
            "volume": "32",
            "issn": "1",
            "pages": "69--85",
            "other_ids": {
                "DOI": [
                    "10.1007/s13347-017-0278-y"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Big data and discrimination",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Gillis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spiess",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Giustizia sociale. Eguaglianza e rispetto nelle società diseguali",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giovanola",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Justice, emotions, socially disruptive technologies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giovanola",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Crit Rev Int Soc Polit Philos",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/13698230.2021.1893255"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The reasons of the unreasonable: is political liberalism still an option?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giovanola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sala",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "53721",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/01914537211040568"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Weapons of Moral construction? On the value of fairness in algorithmic decision-making",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giovanola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiribelli",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Ethics Inform Technol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10676-022-09622-5"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Satisfying realworld goals with dataset con-straints",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Friedlander",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Advances in Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "2415--2423",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "On the ethics of algorithmic decision-making in healthcare",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grote",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Ethics",
            "volume": "46",
            "issn": "3",
            "pages": "205--211",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2019-105586"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Development and validation of a deep learning algorithm for detection of diabetic retinopathy in retinal fundus photographs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gulshan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Stumpe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narayanaswamy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venugopalan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Widner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Madams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cuadros",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mega",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "316",
            "issn": "22",
            "pages": "2402--2410",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.17216"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Equality of opportunity in supervised learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Srebro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Health big data analytics: a technology survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harerimana",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Access",
            "volume": "6",
            "issn": "",
            "pages": "65661--65678",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2018.2878254"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Philosophical foundations of discrimination law",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hellman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4020-6914-7_2"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Esse est indicato in Google: Ethical and Political Issues in Search Engines",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hinman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Review of Information Ethics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Searching ethics: the role of search engines in the construction and distribution of knowledge",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hinman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-75829-7_5"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Big data opportunities for global infectious disease surveillance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Moyes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Med",
            "volume": "10",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001413"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Deep learning-a technology with the potential to transform health care",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "11",
            "pages": "1101--1102",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2018.11100"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Algorithmic jim crow",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Fordham Law Rev",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Artificial intelligence: the global landscape of ethics guidelines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jobin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ienca",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vayena",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Mach Intell",
            "volume": "1",
            "issn": "",
            "pages": "389--399",
            "other_ids": {
                "DOI": [
                    "10.1038/s42256-019-0088-2"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Considerations on fairness-aware data mining",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kamishima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akaho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Asoh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sakuma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE 12th International Conference on Data Mining Workshops",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The historical injustice problem for political liberalism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ethics",
            "volume": "128",
            "issn": "",
            "pages": "75--94",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Data-driven discrimination at work. 58 Wm. & Mary L",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev",
            "volume": "857",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Human decisions and machine predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lakkaraju",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leskovec",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullainathan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Q J Econ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/qje/qjx032"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A theory of discrimination law",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Khaitan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Data mining with decision trees for diagnosis of breast tumor in medical ultrasonic images",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Breast Cancer Res Treat",
            "volume": "66",
            "issn": "1",
            "pages": "51--57",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1010676701382"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Private power, public interest: an examination of search engine accountability",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Laidlaw",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Law Inform Technol",
            "volume": "17",
            "issn": "1",
            "pages": "113--145",
            "other_ids": {
                "DOI": [
                    "10.1093/ijlit/ean018"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Born free and equal? A philosophical inquiry into the nature of discrimination",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lippert-Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Facebook friends could change your credit score",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lobosco",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Feedback loop and bias amplification in recommender systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mansoury",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdollahpouri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pechenizkiy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mobasher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the 29th ACM International Conference on Information and Knowledge Management",
            "volume": "34121",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/3340531.3412152"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Ethical limitations of algorithmic fairness solutions in health care machine learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccradden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazwi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digital Health",
            "volume": "2",
            "issn": "5",
            "pages": "30065--30065",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20)30065-0"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The ethics of algorithms: mapping the debate",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Mittelstadt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Allo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taddeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Floridi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951716679679"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Strategic opportunities (and challenges) of algorithmic decision-making: a call for action on the longterm societal effects of 'datificaion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marabelli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Strateg Inf Syst",
            "volume": "24",
            "issn": "1",
            "pages": "3--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsis.2015.02.001"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "What is discrimination?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philos Public Aff",
            "volume": "38",
            "issn": "2",
            "pages": "143--179",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1088-4963.2010.01181.x"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The ethics of AI in health care: a mapping review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cowls",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taddeo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Floridi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc Sci Med",
            "volume": "260",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2020.113172"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Algorithms of oppression: how search engines reinforce racism",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Philos",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00455091.1999.10717521"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Can we trust AI not to further embed racial bias and prejudice?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Noor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Ed)",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m363"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "A call for deep-learning healthcare",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Norgeot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Glicksberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Butte",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Med",
            "volume": "25",
            "issn": "1",
            "pages": "14--15",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-018-0320-3"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Dissecting racial bias in an algorithm used to manage the health of populations",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Obermeyer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vogeli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullainathan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "366",
            "issn": "",
            "pages": "447--453",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aax2342"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The invention of",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ochigame",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ethical AI",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Weapons of math destruction: how big data increases inequality and threatens democracy. Crown",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;neil",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Questioning the assumptions behind fairness solutions. ArXiv: 1811. 11293. Retrieved March",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "The black box society: the secret algorithms that control money and information",
            "authors": [
                {
                    "first": "E ; Cambridge",
                    "middle": [],
                    "last": "Pariser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pleiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Q"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 31st International Conference on Neural Information Processing Systems (NIPS'17)",
            "volume": "",
            "issn": "",
            "pages": "5684--5693",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Ensuring fairness in machine learning to advance health equity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rajkomar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M18-1990"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Dirty data, bad predictions: how civil rights violations impact police data, predictive policing systems, and justice",
            "authors": [
                {
                    "first": "J ; Cambridge",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N.Y.U. L. Review",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "A misdirected principle with a catch: explicability for AI",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mind Mach",
            "volume": "29",
            "issn": "4",
            "pages": "495--514",
            "other_ids": {
                "DOI": [
                    "10.1007/s11023-019-09509-3"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "A multidisciplinary survey on discrimination analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Romei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruggieri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Knowl Eng Rev",
            "volume": "29",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0269888913000039"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "The procedural republic and the unencumbered self",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Polit Theory",
            "volume": "12",
            "issn": "",
            "pages": "81--96",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Fairness and abstraction in sociotechnical systems",
            "authors": [
                {
                    "first": "A ;",
                    "middle": [],
                    "last": "Sangiovanni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Friedler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatasubramanian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vertesi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the Conference on Fairness, Accountability, and Transparency -FAT* '19",
            "volume": "",
            "issn": "",
            "pages": "59--68",
            "other_ids": {
                "DOI": [
                    "10.1145/3287560.3287598"
                ]
            }
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Algorithmic fairness in mortgage lending: from absolute conditions to relational trade-offs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seng Ah Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Floridi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11023-020-09529-4"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Algorithmic accountability",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Philos Trans R Soc Math Phys Eng Sci",
            "volume": "376",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsta.2017.0362"
                ]
            }
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Algorithmic television in the age of large-scale customization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Televis New Med",
            "volume": "21",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1527476420919691"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Dark ghettos: injustice, dissent, and reform",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shelby",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Role of fairness, accountability, and transparency in algorithmic affordance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comput Hum Behav",
            "volume": "98",
            "issn": "",
            "pages": "277--284",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2019.04.019"
                ]
            }
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Meet the secret algorithm that's keeping students out of college",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Simonite",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "What is egalitarianism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheffler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Philos Public Affairs",
            "volume": "31",
            "issn": "",
            "pages": "5--39",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "High-performance medicine: the convergence of human and artificial intelligence",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Med",
            "volume": "25",
            "issn": "1",
            "pages": "44--56",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-018-0300-7"
                ]
            }
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Global evolution of research in artificial intelligence in health and medicine: a bibliometric study",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Vuong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Vuong",
                    "suffix": ""
                },
                {
                    "first": "Rcm",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm8030360"
                ]
            }
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The ethics of algorithms: key problems and solutions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsamados",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cowls",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taddeo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Floridi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00146-021-01154-8"
                ]
            }
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Algorithmic harms beyond Facebook and Google: Emergent challenges of computational agency",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tufekci",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Telecommun High Technol Law",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Detecting racial bias in algorithms and machine learning",
            "authors": [
                {
                    "first": "Turner",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Inf Commun Ethics Soc",
            "volume": "16",
            "issn": "3",
            "pages": "252--260",
            "other_ids": {
                "DOI": [
                    "10.1108/JICES-06-2018-0056"
                ]
            }
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Imaginative value sensitive design: using moral imagination theory to inform responsible technology design",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Umbrello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Eng Ethics",
            "volume": "26",
            "issn": "2",
            "pages": "575--595",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Mapping value sensitive design onto AI for social good principles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Umbrello",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van De Poel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "AI Ethics",
            "volume": "1",
            "issn": "3",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1007/s43681-021-00038-3"
                ]
            }
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Handbook of ethics, values, and technological design. Sources, theory, values and application domains",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Hoven",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Vermaas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van De Poel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Hidden in plain sightreconsidering the use of race correction in clinical algorithms",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Eisenstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "9",
            "pages": "874--882",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMms2004740"
                ]
            }
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "One another's equal. The basis of human equality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldron",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Persons, character and morality. Moral Luck: Philosophical papers 1973-1980",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Fairness respect, and the egalitarian ethos",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Philos Public Affairs",
            "volume": "27",
            "issn": "2",
            "pages": "97--122",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1088-4963.1998.tb00063.x"
                ]
            }
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Fairness, respect, and the egalitarian \"ethos\" revisited",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Ethics",
            "volume": "14",
            "issn": "3/4",
            "pages": "335--350",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Democratizing algorithmic fairness",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philos Technol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s13347-019-00355-w"
                ]
            }
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Fairness constraints: Mechanisms for fair classification",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Zafar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Valera",
                    "suffix": ""
                },
                {
                    "first": "Gomez",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gummadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1507.05259"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}