{
    "paper_id": "0b99f1a19deef5e5bd9d3f7e4f2a1eb1c6844cb6",
    "metadata": {
        "title": "Safety and economics of an enhanced recovery after surgery protocol in pelvic reconstructive surgery",
        "authors": [
            {
                "first": "Rahul",
                "middle": [],
                "last": "Dutta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Raymond"
                ],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andre",
                "middle": [
                    "S"
                ],
                "last": "Bubnov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Catherine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Matthews",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We hypothesized that an enhanced recovery after surgery (ERAS) protocol for patients undergoing female pelvic reconstructive surgery would conserve hospital resources without compromising patient safety. Methods In June 2020, an ERAS protocol designed to promote same-day discharge was initiated that included pre-operative hydration, a urinary anesthetic, non-narcotic analgesia, perineal ice, a bowel regimen, enrollment of the family to assist with care, and communication regarding planned same-day discharge. We compared demographic, operative, hospital stay, complications, and cost data in patients undergoing pelvic organ prolapse or incontinence surgery over 4 sequential months pre (PRE; N = 82) and post (POST; N = 91) ERAS implementation using univariate statistics. Results There were no differences in demographics, operative details, or complications (p > 0.05). There were no significant differences in overall revenues or expenses (p > 0.05), but bed unit cost was significantly lower in the POST group ($210 vs $533, p < 0.0001). There was a trend toward an increased operating margin in POST patients ($4,554 vs $2,151, p = 0.1163). Significantly more POST surgeries were performed in an ambulatory setting (73.6% vs 48.8%, p = 0.0008) and resulted in same-day discharge (80.2% vs 50.0%, p = 0.0003). There were no differences in the rates of emergency room or unexpected clinic visits (p > 0.05). Prescribed post-operative opiate dose was significantly reduced in POST patients (p < 0.0001). Conclusions In patients undergoing female pelvic reconstructive surgery, an ERAS protocol facilitated transfer of procedures to an ambulatory surgical site and permitted same-day discharge without increasing complications, clinic visits, or emergency room visits. It also reduced bed unit cost and may improve operating margins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is well known that the 2019 Coronavirus (COVID-19) pandemic, caused by the SARS-CoV-2 virus, applied extraordinary pressure to the United States healthcare system [1] . The high prevalence of COVID-19 cases was met with an unfeasible demand for hospital resources, including hospital beds and healthcare workforce. This necessitated a nation-wide change in surgical care by postponing non-emergent (i.e., elective) operations, including female pelvic reconstructive surgeries [2] . The goal of these rapid changes was to reduce hospital patient volume and mitigate the possible spread of disease between patients and healthcare workers [3] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Enhanced recovery after surgery (ERAS) protocols were first initiated in the 1990s and have been an integral part of peri-operative care [4] . The main elements of ERAS protocols include optimizing pre-operative hydration and nutrition, detailed peri-operative counseling, early discharge, and both pre-and post-operative pain control with minimal narcotics. These \"fast-track\" programs have been shown to reduce hospital stay without compromising patient outcomes and increasing complications [5] . This aspect of ERAS protocols, in addition to utilization of outpatient surgery facilities, has been critical during the COVID-19 pandemic to not only prevent viral spread within healthcare facilities, but also maximize the availability of inpatient hospital beds.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the setting of a global pandemic and projected large increase in women requiring pelvic reconstructive surgery over time [6] , our institution designed an ERAS protocol with the goals of facilitating same-day discharge, utilizing outpatient surgical facilities, minimizing hospital bed use, and reducing hospital costs, without compromising quality of care. The present study evaluates the cost and safety implications of this newly implemented protocol.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We implemented an ERAS protocol as a quality improvement project for all patients undergoing female pelvic reconstructive surgery starting on 1 June 2020 at a tertiary care referral center by two attending surgeons and three fellows. The protocol included pre-operative hydration, a urinary anesthetic, pre-and post-operative nonnarcotic analgesia, post-operative perineal ice and bowel regimen, identification and enrollment of family members and close friends to assist with care, and communication regarding planned same-day discharge (Fig. 1) . A surgeon reviewed the protocol in detail with the patient and selected family member(s) or friends at their preoperative clinic visit. Specifically, the importance of pre-surgery analgesia, post-operative pain control that minimized reliance on narcotics, early ambulation, and a bowel regimen were explained in detail to the patient and the selected caregiver. The rationale behind same-day discharge was also explained to patients in the context of the following factors: the COVID-19 pandemic with its resultant infection risk and national hospital personnel shortages, low complication rates following pelvic reconstructive surgery, very close follow-up by phone by a provider involved in their care, and post-operative anesthesia care unit (PACU) monitoring immediately following the procedure. They were assured that no patient would be \"forced\" to leave the hospital following surgery if they did not feel safe doing so and that any post-operative issues would be addressed prior to discharge. They were also provided with a handout at the preoperative visit describing the ERAS protocol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 546,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "We identified two comparative groups for analysis, pre (PRE; November 2019 to February 2020) and post (POST; June 2020 to September 2020) ERAS implementation. The PRE group was identified as the most contemporaneous 4-month group prior to widespread COVID-19 infections in the United States. Following institutional review board (IRB) approval, we retrospectively collected data on demographics, medical history and comorbidities, surgery details, complications, narcotic usage, emergency department (ED) visits, unanticipated clinic visits, and hospital costs (detailed below). Study data were collected and managed using a secure Excel file. Narcotic dose was calculated using intravenous (intra-operatively) or oral (post-operatively) morphine equivalents. Post-operative narcotic usage was divided into the dose administered in the immediate post-operative setting within the hospital or outpatient surgical center and the dose prescribed at discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Patient charges and revenues were captured via the Epic™ electronic medical record system, whereas patient care expenses were captured and allocated to each patient using StrataJazz™ Decision Support System. We evaluated direct costs associated with patient care expenses. The split into the Cost Center groups is done on the basis of functional StrataJazz™ assignment, which describes every cost center as a Bed Unit, Emergency Department, Imaging, Laboratory, Perioperative, Pharmacy, Procedural, or Therapy cost centers. The operating margin is defined as the difference between the net revenue collections for the patient encounter (both patient and insurance payments) and the total costs of the patient encounter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Seale denve lope. com was used to determine the necessary sample size to demonstrate a potential difference in costs. Using internal institution metrics of approximately 25% reduction in costs for same-day as opposed to 23-h admission, with a p value of 0.05 and 90% power, the required sample size was approximately 85 patients in each arm. The collected data were exported to JMP® Statistical Discovery (Cary, NC, USA) for analysis. A separate study team member from those responsible for data abstraction performed the data analysis. Categorical variables were analyzed using Chi-squared test and Fisher's exact test. Continuous variables were analyzed using t test. A p value of ≤0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "A total of 173 patients (82 PRE and 91 POST) were included in this study (Table 1 ). There were no significant differences in age (57 vs 61 years), body mass index (30 vs 28 kg/m 2 ), American Society of Anesthesiologists score, or smoking history between the PRE and POST groups respectively (p > 0.05 for all). POST patients had a higher mean Charlson Comorbidity Index (2.6 vs 1.9, p = 0.0132).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The types of surgeries performed included apical vaginal suspension, robot-assisted laparoscopic sacrocolpopexy, anterior and posterior colporrhaphy, mid-urethral sling, and vaginal hysterectomy. There were no differences in surgery type distributions, operative time (82 vs 97 min), intra-operative complications (1% vs 1%), and post-operative complications (14% vs 17% for all Clavien grades) between the PRE and POST groups, respectively (p > 0.05 for all). No major (Clavien IV-V) complications occurred in either group. Significantly more surgeries were done in an ambulatory surgery setting in the POST group (74% vs 49%, p = 0.0008), and significantly more patients were discharged on the day of surgery in the POST group (80% vs 50%, p = 0.0003). There were no differences in the amount of administered narcotic intra-operative (11 vs 9 mg IV morphine equivalents, p = 0.0782) or prescribed narcotic at discharge (65 vs 54 mg oral morphine equivalents, p = 0.0926) between the PRE and POST groups, respectively. Post-operative narcotic dose was significantly higher in the PRE group (9 vs 3 mg oral morphine equivalents, p < 0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There were no significant differences between revenues, expenses, and margins between the two groups (p > 0.05); however, there was a trend toward an increased operating margin in the POST group ($4,554 vs $2,151, p = 0.1163). Bed unit cost was significantly lower in the POST group ($210 vs $533, p < 0.0001) ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our study shows that an ERAS protocol focused on nonnarcotic analgesia, post-operative care assistance, hydration, and expedited return of bowel function can safely facilitate same-day discharge and conserve valuable hospital resources without compromising patient safety in patients undergoing female pelvic reconstructive surgery. Despite having a slightly higher Charlson Comorbidity Index, a measure that has been shown to directly correlate with poor surgical outcomes and complications, the POST patients were discharged more often on the day of surgery and without an increase in complications, ED visits, or unexpected clinic visits. This is of particular importance during the continuing COVID-19 pandemic, when studies. In a 2019 study, Trowbridge et al. implemented a multi-modal ERAS protocol for patients undergoing pelvic reconstructive surgeries that emphasized carbohydrate loading, minimizing narcotics, and early post-operative ambulation and found a 2-h reduction in length of stay without an increase in complications, costs, or ED visits [7] . In a similar study (i.e., in patients undergoing urogynecological surgeries), Carter-Brooks et al. found that ERAS protocol implementation resulted in more frequent same-day discharges, no changes in complications, and no changes in clinic or ED visits [8] . Yoong et al. applied an ERAS protocol to patients specifically undergoing vaginal hysterectomy, and similarly found a reduction in hospital time of over 50% without compromising outcomes or increasing costs [9] . Our specific ERAS interventions are supported by the literature, many of which are summarized in a report published by the Enhanced Recovery After Surgery Society on vulvar and vaginal surgery [10] . None of these prior studies, however, evaluated the economic impact of ERAS protocols specifically for urogynecological procedures. Same-day hospital discharge can positively impact costs, as nursing resources for overnight admission are reduced. Our study found a trend toward an increased operating margin after ERAS protocol implementation. A component of the operating margin that was significantly improved was bed unit cost, which is incurred by a patient occupying a hospital bed in a nursing unit during the pre-operative and/ or post-operative stay. This is in line with the primary goal of our study, which was to conserve beds and nursing staff for patients critically ill during the COVID-19 pandemic. Given that surgical technique was not changed between PRE and POST ERAS patients, we believe that the overall reduction in cost is driven by the fact that patients spent less time within the hospital. This was all achieved without increasing post-procedural costs in the form of ED visits, unplanned clinic visits, readmissions, or other complications.",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1318,
                    "end": 1321,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1531,
                    "end": 1534,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1730,
                    "end": 1734,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations of our study include those inherent to a retrospective data collection. Our series is single-institution, limiting the generalizability of our findings. Additionally, like most of the available literature on ERAS protocols, it is difficult to parse the contributions of individual elements in the protocol (hydration, pain control, etc.) given that all were implemented concurrently. We are also limited by a relatively small sample size, which explains the large apparent improvement in operating margins post ERAS implementation but lack of statistical significance. The low complication rate in the context of a relatively small sample size also limits our ability to make robust conclusions regarding differences in complications. Regarding the cost data, another limitation is that only revenues and expenses associated with the surgical visit encounter were collected; however, given the 0% rate of major (Clavien IV-V) complications and the similarity in rates of minor complications, ED visits, and unexpected clinic visits between the compared groups, we do not believe that these data would provide any meaningful insights. Another limitation is regarding narcotics data, where we analyzed the prescribed dose of narcotic rather than the actual amount used by patients. Finally, any complications or additional costs incurred outside of our healthcare system were not captured in our center's electronic medical record and therefore were not included in the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite these limitations, we believe that our protocol is an important step in improving the quality of care we deliver to the complex patient population of a large academic hospital. As a quality improvement project, our goal was to create a straightforward and easily adaptable set of steps that could rapidly be adopted by other surgical departments, both within and outside of our large tertiary care center. This is especially salient in today's climate, which continues to be threatened by subsequent waves of COVID-19 variant strains and the stresses they invariably apply to our healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, in patients undergoing female pelvic reconstructive surgery, our ERAS protocol facilitated transfer of procedures to an outpatient surgical site and permitted sameday discharge without increasing complications, unexpected clinic visits, or emergency room visits. It also reduced bed unit cost and may improve operating margins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Contributions R. Dutta: project development, data collection, data analysis, manuscript preparation; R. Xu: data collection, manuscript preparation; T. Cui: project development, data collection, manuscript preparation; A.S. Bubnov: data collection, data analysis, manuscript preparation; C.A. Matthews: project development, data collection, data analysis, manuscript preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Conflicts of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Healthcare system stress due to Covid-19: evading an evolving crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Wadhera",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Hosp Med",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12788/jhm.3583"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Considerations in the triage of urologic surgeries during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Stensland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moinzadeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Urol",
            "volume": "77",
            "issn": "6",
            "pages": "663--669",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eururo.2020.03.027"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Managing COVID-19 in surgical systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gawande",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "272",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0000000000003923"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence-based surgical care and the evolution of fast-track surgery",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kehlet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Wilmore",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Surg",
            "volume": "248",
            "issn": "2",
            "pages": "189--98",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0b013e31817f2c1a"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enhanced recovery after surgery (ERAS) programs for patients having colorectal surgery: a meta-analysis of randomized trials",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eskicioglu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Aarts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okrainec",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Gastrointest Surg",
            "volume": "13",
            "issn": "12",
            "pages": "2321--2330",
            "other_ids": {
                "DOI": [
                    "10.1007/s11605-009-0927-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Predicting the number of women who will undergo incontinence and prolapse surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hundley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dieter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Obstet Gynecol",
            "volume": "205",
            "issn": "3",
            "pages": "230--231",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2011.03.046"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Enhanced recovery program for minimally invasive and vaginal urogynecologic surgery",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Trowbridge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sarosiek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int Urogynecol J",
            "volume": "30",
            "issn": "2",
            "pages": "313--334",
            "other_ids": {
                "DOI": [
                    "10.1007/s00192-018-3794-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Implementation of a urogynecology-specific enhanced recovery after surgery (ERAS) pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Carter-Brooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Ruppert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Romanova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Zyczynski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Obstet Gynecol",
            "volume": "219",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2018.06.009"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Can enhanced recovery pathways improve outcomes of vaginal hysterectomy? Cohort control study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yoong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sivashanmugarajan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Relph",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Minim Invasive Gynecol",
            "volume": "21",
            "issn": "1",
            "pages": "83--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmig.2013.06.007"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guidelines for vulvar and vaginal surgery: enhanced recovery after surgery society recommendations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Armbrust",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol",
            "volume": "223",
            "issn": "4",
            "pages": "475--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2020.07.039"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Enhanced recovery after surgery (ERAS) protocol details conservation of hospital resources in the form of healthcare staff and hospital beds is paramount to address the overwhelming influx of patients ill with the virus.Our findings are in concordance with the literature for ERAS protocols in vaginal and pelvic reconstructive surgeries, the vast majority of which are also retrospective",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was presented at the American Urogynecology Society (AUGS) Pelvic Floor Dysfunction (PFD) week in Phoenix, AZ in October 2021 as a scientific salon oral presentation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}