{
    "paper_id": "0b2920a507ead29f99c9627755ca7494a0e98bac",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic led to 117 million infections and 2.6 million deaths worldwide by March 2021 [1]. This called for an urgent need for vaccinations against COVID-19 and almost 120 different SARS-CoV-2 vaccines were being manufactured by the end of 2020 [2] . The mRNA-1273 vaccine, popularly called the \"Moderna vaccine\" is a nucleoside-modified messenger RNA (mRNA)-based vaccine that has been widely administered in the United States since December 2020 [3] . In the clinical trials of the vaccine, the side effects typically happened within seven days of getting vaccinated but the severity of these side effects were mostly mild to moderate. Low-grade fever, myalgia, chills, malaise and headache were more common after the second dose of the vaccine. A very small number of people reported severe side effects that required active management or even hospitalization [4] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We report a case of purpuric rash and thrombocytopenia after the first dose of the mRNA-1273 vaccine. This is a case report of a 60-year-old male patient who received the first vaccine dose and within two days, he developed diffuse papular rash associated with thrombocytopenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The patient is a 60-year-old African American male patient who presented to the emergency room with multiple symptoms including generalized weakness, shortness of breath, leg edema, nausea, vomiting, abdominal pain, chest pain and generalized rash as the presenting symptoms in the first week of March 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "He is a resident of Philadelphia, Pennsylvania, USA. At the baseline, patient had a history of Hepatitis C infection in the past when he was incarcerated. He was treated with Interferon and he claimed himself \"cured out of Hepatitis C.\" He carried a history of chronic kidney stage 4 with a baseline creatinine of 3 mg/dl. He also had a history of untreated systemic hypertension and systolic congestive heart failure with an ejection fraction 35%. He was not taking any medications for any of his co-morbidities and did not have a primary care physician. He was an active smoker, currently smoking 1 pack of cigarettes per day. He did not receive the influenza vaccine this year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Two days prior to the admission, he received the first dose of COVID-19 mRNA 1273 (Moderna) vaccine. A day after receiving the vaccine, he started experiencing these \"flu-like\" symptoms including low-grade fever, chills, nausea and few loose stools. He also developed a generalized rash a day after receiving the vaccine. He was tested negative for COVID-19 in February 2021. This was tested as a part of routine screening in his previous admission when he presented with congestive heart failure exacerbation but left the hospital against medical advice without completing the treatment and work up. On presentation to the emergency room, he was afebrile, had a blood pressure 183/106 mm Hg, pulse rate of 82 per minute and oxygen saturation of 96% on room air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "On examination, he had wet crackles in both the lung bases, pitting pedal edema in both the lower extremities and generalized abdominal distention without any tenderness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The skin examination was consistent with a significant generalized rash. The rash was brown to red-colored, purpuric and not blanch-able. The rash itself or the area of the body was not tender to palpation ( Figure 1) . He also had a 5x5 cm bruise on the left shin. The rash was located all over the body, including the trunk, all the four extremities, predominantly on the forearms, shins and chest wall. On reviewing further history regarding the rash, he described the rash as a non-itchy, non-painful rash. It was sudden in onset, started the day after receiving the vaccine and quickly spread throughout the body. He denied nose bleeds, hemoptysis, hematemesis, joint pains or discoloration of stool.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "On admission, he was again tested for COVID-19 infection by PCR and was negative. Urinalysis showed 3 plus hematuria. Renal function panel showed a creatinine of 3.2 mg/dl, estimated glomerular filtration rate (eGFR) of 19. Hepatic function panel was quite abnormal with a AST level of 196 U/L, ALT level of 90 U/L, ALP level of 216 U/L, albumin 1.9 gm/dl and direct bilirubin 05 mg/dl. His hematology panel showed a low plateful level of 84,000/uL. INR was 1.13. The chest X-ray showed findings consistent with pulmonary edema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Papular rash on the left forehand (A), chest (B) and left leg (C) after receiving the COVID-19 mRNA-1273 vaccine."
        },
        {
            "text": "He was admitted to the hospital with a diagnosis of accelerated hypertension, systolic congestive heart failure exacerbation, abnormal liver functions that required workup and a purpuric rash. He was started on anti-hypertensives to get the blood pressure under control and intravenous diuretics to treat the heart failure exacerbation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Papular rash on the left forehand (A), chest (B) and left leg (C) after receiving the COVID-19 mRNA-1273 vaccine."
        },
        {
            "text": "After admission, he had an ultrasound of the liver that confirmed liver cirrhosis. Hepatitis panel showed a heavy viral load of more than 11 (reference range s/co ratio). Rest of the hepatitis panel and HIV were reported negative. Influenza A and B were reported negative. Blood cultures were reported negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Papular rash on the left forehand (A), chest (B) and left leg (C) after receiving the COVID-19 mRNA-1273 vaccine."
        },
        {
            "text": "Ferritin level (checked as a part of \"inflammatory\" panel) was elevated to 2400 ng/ml (reference range: 24-336 ng/ml), LDH was elevated to 381 U/L (reference range: 122-222 U/L) and CRP was normal at 5 mg/L (reference range: 0-8 mg/L). Anti-myeloperoxidase (MPO), anti-proteinase 3, p-ANCA, c-ANCA antibody levels were within normal limits. C3 and C4 complement levels were also within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Papular rash on the left forehand (A), chest (B) and left leg (C) after receiving the COVID-19 mRNA-1273 vaccine."
        },
        {
            "text": "With the ongoing management, his liver and renal function panels were stable but the platelet level continued to drop daily. We formulated to plan to monitor the platelet level, perform further platelet function tests, maintain further negative fluid balance, titrate anti-hypertensives for optimum blood pressure management and eventually conduct ischemic evaluation to establish the etiology of congestive heart failure. We also referred him to a gastro-enterologist to manage his newly diagnosed liver cirrhosis and resume management of Hepatitis C. However, on day 3 of hospitalization, patient left the hospital against medical advice without taking any of his prescriptions or following further instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Papular rash on the left forehand (A), chest (B) and left leg (C) after receiving the COVID-19 mRNA-1273 vaccine."
        },
        {
            "text": "Notably, his platelet count was within normal limits two weeks prior to this admission (155,000/ul).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Papular rash on the left forehand (A), chest (B) and left leg (C) after receiving the COVID-19 mRNA-1273 vaccine."
        },
        {
            "text": "We report a case of thrombocytopenia and related purpuric rash which are possibly the side effects of COVID-19 mRNA-1273 vaccination. Given the sudden onset of symptoms, absence of previous similar episodes, short latency period following vaccination and excluding other causes of the same, the patient might have developed these symptoms following the vaccine. With this manuscript, we intend to discuss the current literature related to the mRNA vaccine-induced rash and the pathogenesis of thrombocytopenia related to the COVID-19 vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Immune thrombocytopenia is an autoimmune disorder, where one's own immune system attacks the circulating platelets and platelet production. It can be primary and secondary. The most common cause of immune thrombocytopenia is idiopathic, but there are secondary causes like infection, immunodeficiency, autoimmune diseases and vaccination resulting in platelet destruction, thrombocytopenia leading to mucocutaneous and major bleeding [5] .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We attribute the purpuric rash and the thrombocytopenia in this case could be induced by the vaccine. Immune thrombocytopenic purpura (ITP) has been associated with several vaccinations like measles, mumps, rubella (MMR), hepatitis A, varicella, diphtheria, tetanus, pertussis (DPT), oral polio and even influenza vaccines in both children and adults [6] . A well-known association between the influenza vaccine and ITP is based on retrospective analysis that describes this association [6] . According to the WHO (World Health Organization) standardized causality assessment, it was concluded influenza vaccinations associated with ITP with an odds ratio of 3.8 (95% confidence interval 1.5-9.1) [3, 6] . There are also case reports published describing vaccination-related ITP and increased platelets associated IgG (pAIgG) antibodies following the same, further strengthened by resolution with corticosteroid treatment [7, 8] . The MMR vaccine's association to thrombocytopenia demonstrated one to three children developing ITP for every 100,000 vaccine doses [9, 10] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even though the pathogenesis of vaccine-related ITP is not clear, the vaccines could lead to ITP by molecular mimicry, a process by which peptides in vaccines which are similar to platelet antigens resulting in activation of autoreactive B or T cells. It can result in elevated PAIgG, epitope spreading, and polyclonal activation that might be leading to ITP following vaccination [6, [11] [12] [13] . Sometimes the adjuvants present in vaccines are said to be responsible for auto-antibody activation and immune response, termed as autoimmune/inflammatory syndrome induced by adjuvants (ASIA) [14] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "General treatments of immune thrombocytopenia include medical treatments such as corticosteroids, intravenous immunoglobulin (IVIG) and IV Rh anti-D. Second-line pharmacotherapy such as dapsone and rituximab are also commonly used. In case of severe life-threatening hemorrhage, surgical intervention like splenectomy is suggested [15] . ITP secondary to vaccination can vary from mild to a severe intensity, but there is a high responsiveness to intravenous immunoglobulin (IVIg) treatment in severe cases [16] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 vaccines had been reported to have mild to moderate side effects that can be managed symptomatically. This is the third case reported to have thrombocytopenia and purpuric rash apart from the press reports [17, 18] . The rash after receiving the vaccine has been popularly described as \"COVID arm\" in news media which is a delayed reaction that causes a red, and sometimes bumpy rash on the arm. These reactions usually occur within 48 hours of receiving the vaccine, but in some cases, the rash was seen even 8 to 10 days after receiving the vaccine [19] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When dealing with a patient with ITP, it is important to cover the history of recent infections, childhood history, medications and vaccination history to rule out the differential diagnosis [20] . The differential diagnoses considered in this patient were thrombocytopenia related to cirrhosis, Hepatitis C and other autoimmune and infectious etiologies. However, the fact that the platelet count was within normal limits two weeks prior to the vaccine ruled out chronic bone marrow suppression related to cirrhosis. HIV, influenza, COVID-19 infection were ruled out and the rest of the auto-antibody panel were also reported negative.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The literature regarding the side effect profile of COVID-19 vaccines is extremely limited. With an exception of an angry red rash being called \"COVID arm\" in new media, there is no peer-reviewed scholarly literature related to any of the COVID-19 vaccines. We attribute the purpuric rash in our case as a side effect of the m-RNA 1273 vaccine; though it could have been precipitated by the underlying thrombocytopenia, liver cirrhosis and Hepatitis C infection. With widespread distribution and administration of COVID-19 vaccine, we could anticipate more data regarding the side effect profile of the COVID-19 mRNA and other vaccines and the mechanism and pathophysiology of such side effects. The safety of the mRNA COVID-19 vaccines with underlying history of hepatitis, liver cirrhosis and thrombocytopenia also needs to be investigated with future studies. COVID-19 vaccines reportedly have very few side effects and in the background of benefits over risks from the vaccine, this article should not alter the recommendations to take the vaccine. Nevertheless, we wish to alert the clinicians to this possible association of ITP post-vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: All authors have confirmed that this study did not involve human participants or tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 candidate vaccine landscape and tracker",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An mRNA vaccine against SARS-CoV-2 -preliminary report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Rouphael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "1920--1931",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2022483"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and safety of the mRNA-1273 SARS-CoV-2 vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Baden",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Sahly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Essink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "403--416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2035389"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The ITP syndrome: pathogenic and clinical diversity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Cines",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bussel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Liebman",
                    "suffix": ""
                },
                {
                    "first": "Luning",
                    "middle": [],
                    "last": "Prak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "6511--6532",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2009-01-129155"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immune thrombocytopenic purpura (ITP) associated with vaccinations: a review of reported cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perricone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ceccarelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nesher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Res",
            "volume": "60",
            "issn": "",
            "pages": "226--261",
            "other_ids": {
                "DOI": [
                    "10.1007/s12026-014-8597-x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Platelet immunoglobulin G: its significance for the evaluation of thrombocytopenia and for understanding the origin of alpha-granule proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Blood",
            "volume": "76",
            "issn": "",
            "pages": "859--870",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Postinfluenza vaccination idiopathic thrombocytopenic purpura in three elderly patients. Case Rep Hematol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nagasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ido",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2016/7913092"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vaccine administration and the development of immune thrombocytopenic purpura in children",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cecinati",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Principi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brescia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hum Vaccin Immunother",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4161/hv.23601"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk of immune thrombocytopenic purpura after measles-mumps-rubella immunization in children",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "France",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2007-1578"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccines, adjuvants and autoimmunity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Guimarães",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perricone",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pharmacol Res",
            "volume": "100",
            "issn": "",
            "pages": "190--209",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrs.2015.08.003"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infections and autoimmunity--friends or foes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kivity",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Agmon-Levin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Immunol",
            "volume": "30",
            "issn": "",
            "pages": "409--414",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2009.05.005"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infections and autoimmunity: a panorama",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pordeus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szyper-Kravitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Rev Allergy Immunol",
            "volume": "34",
            "issn": "",
            "pages": "283--299",
            "other_ids": {
                "DOI": [
                    "10.1007/s12016-007-8048-8"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "On vaccine's adjuvants and autoimmunity: current evidence and future perspectives",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pellegrino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Radice",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autoimmun Rev",
            "volume": "14",
            "issn": "",
            "pages": "880--888",
            "other_ids": {
                "DOI": [
                    "10.1016/j.autrev.2015.05.014"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Management of immune thrombocytopenic purpura: an update",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warrier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ochsner J",
            "volume": "12",
            "issn": "",
            "pages": "221--227",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Death of Florida doctor after receiving COVID-19 vaccine under investigation . (Death of Florida doctor after receiving COVID-19 vaccine under investigation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mmr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "USA Today). Accessed",
            "volume": "55",
            "issn": "",
            "pages": "107--111",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2125.2003.01790.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immune thrombocytopenia in a 22-year-old post Covid-19 vaccine",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Tarawneh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tarawneh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Hematol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/ajh.26106"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Some develop delayed skin reaction after Moderna vaccine shot",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A comprehensive review of congenital platelet disorders, thrombocytopenias and thrombocytopathies. Cureus. 2020",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Malayala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.11275"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}