{
    "paper_id": "0b3221cd3ffbee575ecec763ec764c91a1f6a9a1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Med",
                "middle": [],
                "last": "Sebastian Schulz-Stübner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beratungszentrum für Hygiene (BZH GmbH",
                    "location": {
                        "settlement": "Freiburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Elke",
                "middle": [],
                "last": "Pielert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Krankenhaus St. Elisabeth und St. Barbara Halle (Saale) GmbH",
                    "location": {
                        "settlement": "Halle (Saale)",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-In an editorial in the Journal of the American Medical Association (JAMA), Gohil and Huang postulated the following: \"Healthcare personnel (HCP) have absorbed substantial risks of acquiring coronavirus disease 2019 (COVID-19) due to their care of patients with COVID-19 infection throughout the pandemic. Nevertheless, because of robust health care infection prevention and control practices and policies that prevent patient-to-HCP transmission, it is possible that the greatest risk of COVID-19 transmission to HCP comes from exposure in their communities and, secondarily, between essential workers.\" 1 To learn more about the transmission of severe acute respiratory coronavirus virus 2 (SARS-CoV-2) among healthcare workers (HCWs), we conducted an anonymous survey that was distributed by mass e-mail through interested infection control practitioners to all employees in their respective institution. The survey sheets were printed out and sent without sender information by mail to a central collecting address to guarantee that no backward data tracking was possible. No personal identifying data were collected, in accordance with German General Data Protection Regulation (GDPR). Because this was not a human-subject study, no ethics committee review was needed.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 619,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because of the completely anonymous data collection, we do not know how many surveys were distributed. In total, 116 survey sheets were returned, and 1 was excluded because of implausible data. Table 1 shows the detailed results which clearly identify the 3 COVID-19 waves in Germany during the periods evaluated in the study. In total, 17 cases with mild or no symptoms and short duration were breakthrough infections during the third wave; however, only 2 were fully vaccinated according to the current definition (>14 days after the second shot of the respective vaccine).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Overall, 14% of the 115 cases were attributed to private contacts, 8% were undetermined and 78% were attributed to professional contacts. In addition, 54 (60%) of those 90 cases were related to unprotected contact of >15 minutes to undiagnosed patients or colleagues and 18 (20%) to aerosol-generating procedures (AGPs). Among those 18 AGP cases, free-text comments indicated 3 cases involving endotracheal intubation and 1 case of mask ventilation during cardiopulmonary resuscitation, 4 cases with difficulties during inhalational therapy or noninvasive ventilation, and 3 cases with extensive coughing during mouth care in uncooperative patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our survey was limited by the number of responses and potential response and recall bias; however, it shows some potentially interesting facts for further focused research and risk assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unprotected contact with either undiagnosed patients or colleagues is described in the literature as relevant source, 2,3 and it seems to play an important role in SARS-CoV-2 infections among HCWs in our cohort as well with involvement of not only medical frontline HCWs but also support and administrative staff. Interestingly during the first wave and during summer, the incidence per 100,000 population was less than that in the general public for HCWs in Germany. 4 HCW infections related to private contacts outside of the hospital showed an equal distribution in all 3 waves in our cohort.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this context, general preventive measures (keeping distance, wearing of masks, hand hygiene and frequent window opening) are important, but keeping distance seems to be especially problematic in the healthcare setting. Distancing was described as feasible by only 25% of survey respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The secondary attack rate among household members in our cohort was 38%, with wide individual ranges, for example, from 4 in 4 to 2 in 7, from 12 in 15 or 0 in 16, but no significant differences between the 3 periods with dominance of different SARS CoV 2-variants. There were also no differences in secondary attack rates in those with breakthrough infections after only 1 dose of the Comirnaty vaccine or Vaxzevria vaccine. Thus, those early breakthrough infections have a clinically relevant transmission potential. As described in the literature, 5 breakthrough infection in fully vaccinated HCW were rare in our cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These secondary attack rates, a missing protective effect of air conditioning systems in place, and the fact that mostly high-grade face masks (FFP-2, FFP-3, and KN95) were used during routine care raises questions about the relevance of far distance airborne transmission in most clinical settings. A near-distance transmission mode is more likely the dominant mode of transmission. This could be the case even for AGPs, given the high number of close distance and direct contacts described during the specific AGPs performed by our cohort that resulted in transmission despite use of FFP-2 or FFP-3 masks. Our assumptions are limited by the fact that no data about fit testing, the use of face shields or goggles, and other personal protective equipment for contact precautions were collected. However numerous personal observations of the removal procedure of FFP-2 mask confirm the potential of hand contamination, with the mask becoming a fomite as shown by fluorescein and bacteriophage markers in the literature. 6 This is especially likely after stressful events like resuscitation and emergency airway management, as demonstrated in simulation studies of donning and doffing of personal protective equipment. 7 Lentz et al 8 showed a protective effect of respirator use during APGs and lower odds ratios of infections in intensive care units, dedicated COVID-19 units, and the presence of personal protective equipment observers in a global case-control study.",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1021,
                    "text": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1218,
                    "end": 1219,
                    "text": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, unprotected contacts off work and with undiagnosed patients or fellow HCWs during work seem to be a major driver of SARS-CoV-2 infections among HCWs, making general protective measures a necessity at least until full vaccination status is reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Community COVID-19 incidence and health care personnel COVID-19 seroprevalence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gohil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Network Open",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-coronavirus-2 cases in HCWs may not regularly originate from patient care: lessons from a university hospital on the underestimated risk of healthcare worker to healthcare worker transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Piening",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Nouri-Pasovsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Krüger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastmeier",
                    "suffix": ""
                },
                {
                    "first": "Sjs",
                    "middle": [],
                    "last": "Aghdassi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 outbreak in medical employees in a large urologic department: spread, containment and outcome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jäger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epple",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haferkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schräder",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Infect Control",
            "volume": "49",
            "issn": "",
            "pages": "674--677",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beurteilung des Infektionsrisikos durch SARS-CoV-2 für medizinisches personal-erkenntnisse aus der Praxis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Christ",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neumüller",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Bundesgesundheitsbl",
            "volume": "64",
            "issn": "",
            "pages": "304--313",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Asymptomatic and symptomatic SARS CoV 2 infections after BNT162b2 vaccination in a routinely screened workforce",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hijano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Gaur",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "326",
            "issn": "",
            "pages": "2500--2502",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Table 1. Results from the anonymous questionnaire from 115 healthcare workers (HCWs) with confirmed SARS-CoV-2 infection between",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "= 115 • 90 female • 21 male • 4 missing data • Average age: 44 years • Primary care hospital: 70% • Secondary and tertiary-care hospitals: 30% Distribution of professionals • 70 nurses (61%) • 12 physicians (11%)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Demographics • N",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "7 × Vaxzevria) ○ 2 with 2 shots (Comirnaty) Source of infection • Undetermined: 9 (8%) • Private contact: 16 (14%) • Professional contact 90 (78%) □ Unprotected contact > 30 minutes: 35 (39%) □ Unprotected contact > 15 minutes: 19 (21%) □ Aerosol-generating procedure",
            "authors": [],
            "year": null,
            "venue": "○ 15 with 1 shot (8 × Comirnaty",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Type of mask worn routinely",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "• Medical mask: 30 (26%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "72 (63%) • KN95: 20 (17% • FFP-3: 12 (10%) • Others: 1 (1%) Yes: 30 (26%) • No: 81 (71%)",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Ffp-",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "• >10 days: 64 (56%) • 7-10 days: 14 (12%) • 4-6 days: 22 (19%) • 1-3 days: 10 (9%) • Missing data: 5 (4%) Type of symptoms • Fever: 31 (27%) • Sour throat: 48 (42%) • Fatigue: 103 (89%) (Continued) Table 1. (Continued )",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pneumonia: 7 (6%) Secondary cases among household contacts • 109 of 284 (38%) Which prevention strategy is feasible in your institution • Maintaining physical distance: 29 (25%) • Frequent window opening",
            "authors": [],
            "year": null,
            "venue": "Demographics • Headache: 78 (68%) • Muscle ache: 62 (54%) • Chest pain: 33 (29%) • Cough: 60 (52%) • Nausea: 14 (12%) • Vomiting: 7 (6%) • Diarrhea: 21 (18%) •",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Note. FFP, filtering face piece",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transfer of bacteriophage MS2 and fluorescein from N95 filtering facepiece respirators to hands: measuring fomite potential",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Strauch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Almaguer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Occup Environ Hyg",
            "volume": "14",
            "issn": "",
            "pages": "898--906",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cognitive load and performance of healthcare professionals in donning and doffing PPE before and after a simulation-based educational intervention and its implications during the COVID-19 pandemic for biosafety",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Díaz-Guio",
                    "suffix": ""
                },
                {
                    "first": "Ricardo",
                    "middle": [
                        "-"
                    ],
                    "last": "Zapata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ospina-Velez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gómez-Candamil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mora-Martinez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infez Med",
            "volume": "28",
            "issn": "1",
            "pages": "111--117",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing coronavirus disease 2019 (COVID-19) transmission to healthcare personnel: the global AVT-HCP case control study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lentz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Colt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "42",
            "issn": "",
            "pages": "381--387",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Financial support. This work was funded by institutional funds only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        },
        {
            "text": "All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest."
        }
    ]
}