{
    "paper_id": "0b3883c15bf2461f6874da5a263c26e2540b4c88",
    "metadata": {
        "title": "Early View Characteristics and Outcomes of Health and Social Care workers testing positive for SARS- CoV-2 in the Tayside region of Scotland",
        "authors": [
            {
                "first": "Moneeza",
                "middle": [
                    "K"
                ],
                "last": "Siddiqui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Parcell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Allstaff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Palmer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Chalmers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samira",
                "middle": [],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this article as: Siddiqui MK, Parcell B, Allstaff S, et al. Characteristics and Outcomes of Health and Social Care workers testing positive for SARS-CoV-2 in the Tayside region of Scotland. Eur Respir J 2020; in press (https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spread of severe acute respiratory syndrome (SARS) coronavirus 2 (SARS-CoV-2) and reported outcomes among health and social care workers (HSCW) is concerning [1] [2] [3] . Early in the outbreak it was recommended in the United Kingdom that HSCWs experiencing symptoms of a cough or fever remain absent from work for 7 days. In order to address this problem, National Health Service (NHS) Tayside, a health board in Scotland covering a population of 400,000 was the first in Scotland to set up a drive through testing programme for HSCWs, other key workers and their symptomatic household contacts (including children). with results available within 24 hours allowing staff to return to work following a negative test 4 . As testing for SARS-CoV-2 was limited to hospitalized patients across much of Europe there is limited data on the self-reported clinical characteristics and outcomes of patients in the community with COVID19. Here, we report characteristics and outcomes of HSCWs presenting to the drive through testing centre who tested positive for SARS-CoV-2 on a combined nasal and pharyngeal swab. Anonymised record linkage was conducted between routinely collected healthcare datasets in order to ascertain clinical characteristics and outcomes of those who tested positive. All hospitalisations until the 25th of April and deaths until 20th of May were recorded. Approval was obtained from the local Data Protection Officer (Caldicott Guardian).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between 17 th March 2020 and the 27 th April 2020, 2993 symptomatic HSCWs in NHS Tayside were tested for SARS-CoV-2 through the drive-through facility with 677 (22.6%) of these testing positive ( Figure 1 ). Of those who tested positive, 45% presented with a fever, 70% a cough and 9% experienced shortness of breath. 32% reported both a fever and cough. Mean age of those who tested positive was 44.7 (SD 20) and 77% were female. Overall, the burden of co-morbidity was low in this group: 3.7% had diabetes; 2.2% had chronic obstructive pulmonary disease; 5.9% had ischaemic heart disease; nobody had chronic kidney disease; 5.9% had been treated with lipid lowering treatment and 25% anti-hypertensive medications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Hospitalisations were recorded using the new ICD code for COVID-19: U07.1 5 Eight individuals were hospitalised (the majority of which were for 24 hours or less). The average time between a positive PCR test and hospitalisation was 4 days for males and 7 for females. There were less than 5 deaths (number suppressed due to potential identifiable disclosure). We did not have access to data on ethnicity, but the population covered by NHS Tayside is 99% white ethnicity with 97% of NHS Tayside staff workers recorded as being of white ethnicity in 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have found that in a predominately low co-morbid white population of symptomatic HSCWs selfpresenting to a drive through testing facility, there was a relatively high prevalence of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, this was associated with mild disease in the majority of cases. Not only does this approach to staff testing minimise workforce depletion, but also, no doubt plays a role in reducing transmission of SARS.Cov-2 in hospitals and care facilities 6 . Percent positive for week 2 -7 were 17%, 27%, 28%, 29%, 18% and 14% respectively. There were no recorded positive tests in the first week of testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: how prepared are front-line healthcare workers in England?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jassal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bashir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "105",
            "issn": "",
            "pages": "142--147",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Coronavirus disease (COVID-19) situation report -84",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drive-through testing for SARS-CoV-2 in symptomatic health and social care workers and household members: an observational cohort study in Tayside",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parcell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brechin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allstaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scotland. medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergency use ICD codes for COVID-19 disease outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: the case for health-care worker screening to prevent hospital transmission",
            "authors": [
                {
                    "first": "Jrm",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Przewrocka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Dijkstra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Swanton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1418--1438",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proportion of positive tests in Health and Social Care Workers (HSCW) in Tayside, Scotland.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}