{
    "paper_id": "0b4948a399c2a366ba35680f7f22c1bc0ff40136",
    "metadata": {
        "title": "Thrombotic Thrombocytopenic Purpura after Ad26.COV2-S Vaccination",
        "authors": [
            {
                "first": "Andrew",
                "middle": [],
                "last": "Yocum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic Akron General",
                    "location": {
                        "settlement": "Akron",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [
                    "L"
                ],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Faaem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic Akron General",
                    "location": {
                        "settlement": "Akron",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The U.S. Food and Drug Administration (FDA) recently issued an Emergency Use Authorization (EUA) for two highly effective Sars-CoV-2 (COVID-19) vaccines from Pfizer-BioNTech and Moderna. More recently, EUA was granted for the Johnson and Johnson COVID-19 vaccine which uses traditional virus-based technology. In this vaccine, researchers added the gene for the coronavirus spike protein to modified Adenovirus 26 and named it Ad26.COV2-S. Nearly 7 million doses of the Ad26.COV2-S have been administered as of mid-April 2021. Recently the Federal Drug Administration and Center for Disease Control and Prevention reviewed data involving six reported cases in the United States of cerebral venous sinus thrombosis in combination with thrombocytopenia in people who received the vaccination. All cases were in women between 18 and 48, with symptoms developing six to 13 days after vaccination. A recent study in the United Kingdom reported similar events in 23 patients age 21 to 77, 61% of which were female, with cases of presumed vaccine induced thrombosis and thrombocytopenia occurring six to 24 days after vaccination. We report a 62-year-old female who presented to the emergency department (ED) with acute onset of altered mental status. She had received the Ad26.COV2-S vaccine 37 days prior to ED presentation. She developed thrombotic thrombocytopenic purpura (TTP) and no other cause was found. To our knowledge this is the first case in the United States of thrombotic thrombocytopenic purpura after receiving the Ad26.COV2-S COVID-19 vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "© 2021 Elsevier Inc. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 62-year-old-female presented to the emergency department (ED) for altered mental status. Thirty-seven days prior she had received the Ad26.COV2-S COVID-19 vaccine. Emergency medical services reported the patient was found altered in her bathroom combative and covered in feces. Patient was unable to converse or provide any history. Family reported she was last seen normal around 9 pm and around midnight they heard a loud sound upstairs and went up to find the patients room covered in emesis, feces on the floor and she had torn her room apart and ripped things off the walls. Prior to going upstairs for bed she was in her normal state of good health and had eaten dinner with family. Past medical history was significant for hypertension, hyperlipidemia, hypothyroidism, and gastroesophageal reflux disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Physical exam revealed temperature 36.6°C, blood pressure 154/ 131 mm/Hg, pulse 87 beats per minute, respirations 32 breaths per minute, pulse oximetry 96% on room air. She appeared altered, unwell and was spontaneously moving all extremities. Physical exam revealed no signs of trauma, pupils were 3 mm equal and reactive, she had full passive range of motion of her neck, normal heart sounds, tachypnea with a few scattered wheezes, Glasgow Coma Scale of 12 and skin revealed scattered petechiae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory workup revealed the following abnormal results: elevated white blood cell count 19.25 k/μL, absolute neutrophils 15.59 k/ μL, lactate 4 mmol/L, procalcitonin 13.21 ng/mL, and c-reactive protein 6.4 mg/dL. Low fibrinogen 120 mg/dL and platelets 29 k/μL. Urinalysis revealed large hemoglobin and 11-25 red blood cells per high powered field. COVID-19 testing, drug screen, haptoglobin, prothrombin time and international normalized ratio were all normal. A complete metabolic was not able to be collected in the ED due to persistently hemolyzed specimens even from the central venous catheter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the ED computed tomography (CT) of the brain and cervical spine revealed no acute abnormalities. Chest and pelvis x-ray were normal. When the patient returned from CT she had an episode of emesis and there was concern for aspiration. She was intubated for airway protection and admitted to the medical intensive care unit (ICU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During admission hematology, neurology and infectious disease were consulted. She was found in the ICU to have acute kidney injury with a blood urea nitrogen of 26 mg/dL and creatinine of 2.19 mg/dL. On hospital day #1 haptoglobin became low at <10 mg/dL. On hospital day #2 platelets were 11,000 k/μL, BUN 66 mg/dL and creatinine 6.00 mg/dL. Her liver function tests were abnormal with an aspartate aminotransferase (AST) of 982 U/L and alanine aminotransferase (ALT) of 231 U/L. Her fibrinogen increased to 619 mg/dL, lactate dehydrogenase was >2500 U/L, and her high-sensitivity troponin was found to be 2408 ng/L. Hemoglobin dropped from 14 g/dL on admission to 8.2 g/dL on American Journal of Emergency Medicine xxx (xxxx) xxx hospital day #2. Her anti-platelet factor 4 test, double stranded DNA antibody test, and compliment component 3 were normal. Direct coombs was negative. Compliment component 4 was slightly low at 12 mg/dL and ADAMTS13 activity was <12%. Leading diagnostic considerations included thrombotic thrombocytopenic purpura (TTP), hemolytic uremic syndrome, disseminated intravascular coagulation of uncertain etiology, and vaccine induced prothrombotic thrombocytopenia (VITT) which has been described related to the BioNTech ChAdOx1 nCoV-19 vaccine [1] . Once in the medical ICU plasma exchange and high dose steroids were initiated due to worsening platelets. When her haptoglobin and ADAMTS 13 results were abnormal, the diagnosis of TTP was confirmed. While hospitalized the patient required hemodialysis, packed red blood cells for anemia, plasma exchange, and 10,000 mg of methylprednisolone daily.",
            "cite_spans": [
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another vaccine approved for emergency use authorization, the BioNTech ChAdOx1 nCoV-19 vaccine, also uses adenovirus based technology and has been correlated with a pathogenic PF4-dependent syndrome, unrelated to the use of heparin therapy, called VITT [2] [3] [4] . In almost every patient, high levels of antibodies to platelet factor 4 (PF4)-polyanion complexes were identified by enzyme-linked immunosorbent assay (ELISA), as well by assays based on platelet activation, which, when tested, was enhanced by addition of PF4. In contrast to heparin-induced thrombocytopenia, binding of antibody to PF4 occurred in the absence of heparin. This serologic pattern mirrors findings in patients with \"atypical\" or \"autoimmune\" heparin-induced thrombocytopenia, in whom thrombi develop in the absence of known previous exposure to heparin, but the distribution of thrombi in patients with that condition clearly differs from that in patients with VITT. In VITT, the majority of cases of thrombosis are in the cerebral veins [2] . On the basis of these reports, the diagnosis of VITT should be confirmed with an approved P4 ELISA. Our patient was PF4 negative.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This patient's TTP was likely caused by her recent vaccination with Ad26.COV2-S, as no other cause could be definitively determined. However, the mechanism for this is currently unknown. We hope this case provides information on the potential clinical presentation, laboratory findings and treatment in patients with TTP who were recently vaccinated with Ad26.COV2-S vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prior presentations"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources/disclosures"
        },
        {
            "text": "Author contribution statement AY conceptualized the case report. ELS curated the data and complied the original draft. AY and ELS contributed to reviewing and editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources/disclosures"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosis and management of vaccinerelated thrombosis following AstraZeneca COVID-19 vaccination: guidance statement from the GTH",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oldenburg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klamroth",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1055/a-1469-7481"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathologic antibodies to platelet factor 4 after ChAdOx1 nCoV-19 vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lown",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2105385"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thrombotic thrombocytopenia after ChAdOx1 nCov-19 vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weisser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kyrle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eichinger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2104840"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thrombosis and thrombocytopenia after ChAdOx1 nCoV-19 vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Sørvoll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Michelsen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2104882"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}