{
    "paper_id": "0b4901a094e0c587e2e24ecaa8e4ae60edb783f2",
    "metadata": {
        "title": "Journal Pre-proofs Increasing Efficiency in Vaccine Production: a primer for change Increasing Efficiency in Vaccine Production: a primer for change 23 May 2021",
        "authors": [
            {
                "first": "Ole",
                "middle": [
                    "Kristian"
                ],
                "last": "Aars",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nina",
                "middle": [],
                "last": "Schwalbe",
                "suffix": "",
                "affiliation": {},
                "email": "nschwalbe@ssc.nyc."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has highlighted the importance of vaccines as public health and pandemic preparedness tools and amplified the importance of issues ranging from equitable distribution to reliable supply of quality, affordable vaccines. These issues however are not new. Delays in time from the first dose in a high-income country to introduction at scale in a low-income country can take years. These delays are driven by several challenges, some of which are unique to the vaccine development ecosystem. The patenting and overall intellectual property (IP) protection are complex, regulatory oversight is rigorous, manufacturing processes require technical support or know-how transfer from the innovator, and market dynamics create obstacles to delivering at scale. However, there are opportunities to accelerate the introduction of vaccines at scale in low and middle-income countries. To identify those opportunities, this paper provides an overview of the vaccine research and development process and where reform of the current system could increase access [1] .",
            "cite_spans": [
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Vaccines are biological products 1 produced through the manipulation of genetic material and living organisms such as cultures of animal cells, yeast, bacteria, insect cells, or host organisms (fertilized eggs). The fact that they are biologicals makes many aspects of development, production, regulatory constraints and patent structure distinct from small molecule medicines [2, 3] . In contrast to generic medicines that are chemically identical, most vaccines produced with the same active components are in effect a \"new\" entity. Thus, even so-called second-generation vaccines require human studies to demonstrate safety and efficacy, and development and manufacturing steps undertaken by the innovator must be replicated by the new entrant to prove equivalence or non-inferiority to the originator.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Definitions and Background Information"
        },
        {
            "text": "The main steps required to bring a vaccine to market are research and development, manufacturing scale-up, and regulatory approval. These are also summarized in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The vaccine development process"
        },
        {
            "text": "is increasingly often the subject of patent filing. If a preclinical candidate is deemed to have the potential for use against a particular disease after testing in animal models, clinical trials follow to test dosing and safety in humans (phase I), before immunogenicity and efficacy are assessed (phase II) and efficacy and safety further established (phase III) with increasing human sample sizes. If the product is deemed both efficacious and safe, the company applies for licensure and registration. This is followed by ongoing pharmacovigilance (phase IV), which is the process of monitoring adverse events post-marketing approval [3] .",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 640,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Research and Development (R&D) begins with preclinical development in the laboratory and"
        },
        {
            "text": "Manufacturing scale-up: As a product enters phase I trials, developers should begin to identify the necessary steps to produce at scale to meet future demand, as quantities for phase I were limited to only what was required for testing in a laboratory. Refinements to the production process are made as part of both clinical and commercial scale-up. The biological processes are often difficult to replicate at scale and quality assurance and quality control (QA/QC) are therefore an integral part of scale-up. After licensing, production improvements continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research and Development (R&D) begins with preclinical development in the laboratory and"
        },
        {
            "text": "Regulatory: Regulatory authorities set guidelines for how trials are conducted and give developers authorization to conduct trials in humans (in the \"clinic\") based on successful results in the lab (\"preclinic\"). After having undertaken preclinical and clinical testing, data on safety and efficacy is submitted to the relevant regulatory body for licensing. After a market authorization is granted, regulators oversee lot release and manufacturing site inspections to ensure that products and facilities continue holding the same standard. Post licensing product improvement is also subject to regulatory scrutiny and post-marketing requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research and Development (R&D) begins with preclinical development in the laboratory and"
        },
        {
            "text": "Market development: Throughout the R&D and production processes, a developer will file for patents as it acquires a new understanding of the behaviour of the product under development. If approved by the relevant patent office, the patent holder is granted a timelimited monopoly on sales, manufacturing and other activities, including follow on innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research and Development (R&D) begins with preclinical development in the laboratory and"
        },
        {
            "text": "Since filings will often take place early in the development process, prior to market authorization, the effective patent time (time that the patent holder has exclusivity on sales and other activities) will be shorter than the actual patent time [4] . Considerations on where to market the product start early in the development process, taking into account market potential. The decision also depends on likely procurers of the product (i.e., national agencies, multilateral entities and or private market), production capacity, pricing structures, and logistics. These same factors inform whether a new manufacturer may want to engage in the same disease or area.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Research and Development (R&D) begins with preclinical development in the laboratory and"
        },
        {
            "text": "Several different actors are engaged in vaccine R&D, although roles have shifted over time with the consolidation of multinational corporations (MNCs), a proliferation of biotech companies and the entrance of developing country manufacturers to supplying global markets. A high-level overview of different actors and their role in the end-to-end spectrum from discovery to licensure is depicted in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Key actors in vaccine R&D"
        },
        {
            "text": "Government entities play a key role in advancing product development, but primarily with a domestic mandate and often focused on early-stage development. There is a growing presence of academic and private biotechnology players in the research field driving a large part of innovation. This means that MNCs are increasingly focused on development, registration, and manufacturing. These activities require large amounts of capital and play to their strengths. As a result, MNCs' development pipelines are more and more being replenished from external sources through in-licensing and occasionally through mergers and acquisitions [5] . Another trend is the increasing success of DCVMNs to rapidly develop complex second-generation vaccines without formal technology transfer (i.e. pneumococcal conjugate vaccines (PCV), hexavalent, and human papillomavirus vaccine (HPV). Finally, there have also been significant advances in vaccine science such as structural biology, protein engineering, immunology, and manufacturing platforms, among others [6] .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 633,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Research and development (R&D)"
        },
        {
            "text": "These trends together with the intensity of activity and discussion around COVID-19 vaccine research and access may lead to considerably more manufacturers in the coming decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research and development (R&D)"
        },
        {
            "text": "Biotech firms, academia and public research entities conduct much of the early research but may not have the financial backing, incentives, or competence to generate sufficient data and take products through clinical development and licensure. Where the growth in the number of new vaccine development programs amongst MNCs has stagnated over the last 15 years, amongst small biotechs it has more than doubled (128%), and emerging-market players saw a 13-fold increase (1329%) 7]. While on one hand, this suggests increasing competition for MNCs most of the programs have focused on second-generation vaccines, changing the vaccine manufacturing landscape. Looking at the landscape of novel COVID vaccine candidates, we also find many that have been taken forward by smaller biotechs [8] . As such, the pandemic might be a further catalyst for changing the landscape.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 787,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Research and development (R&D)"
        },
        {
            "text": "Despite more limited financing and in-house technical capabilities to develop new products, DCVNM manufactures are also increasingly capable of R&D, in part because of the ability to bring in organizations with specialized capabilities for different parts of the development process. An early example was the meningococcal A conjugate vaccine (MenAfriVac). With investment from the Bill and Melinda Gates Foundation (BMGF) and technical assistance from PATH, the Serum Institute of India developed the first-ever vaccine for Africa and is now the sole global manufacturer [9] .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Research and development (R&D)"
        },
        {
            "text": "Another important contributor to the development of vaccines for low-income markets was the \"product development partnerships\" (PDPs), set up nearly 20 years ago by the BMGF and Rockefeller Foundation, among others, to target neglected diseases or diseases of poverty (i.e., malaria, tuberculosis, and HIV/AIDS). The scientific challenges of developing vaccines for these diseases are formidable, which is reflected in the fact that few new products have been brought to market over the last two decades. For example, it took 30 years for GSK to develop its Mosquirix vaccine due to the complex biological nature of the malaria parasite [10] . Despite the lack of progress in licensed products, however, these partnerships are considered highly successful in terms of galvanizing their respective fields of work and bringing attention to the need to develop products for neglected diseases [11] .",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 641,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Research and development (R&D)"
        },
        {
            "text": "Beyond disease-specific R&D, some organizations are developing \"enabling sciences\". This refers to challenges that are not unique to one entity but may help accelerate development timelines or ease comparison across similar biologicals entities [12] . For example, investments in diagnostics are critical for case detection in clinical trials during outbreaks [13] , epidemiological surveillance capabilities are crucial for needs-forecasting, the establishment of harmonized biological standards and assays is important to compare products across geographies [14] and better animal models can improve validation of proof of concept [12] and thus speed development for products for a range of diseases. CEPI, the Coalition for Epidemic Preparedness Innovation, has been especially active in this area with investments in particular with regards to the development of harmonized biological standards, assays and animal models.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Research and development (R&D)"
        },
        {
            "text": "Manufacturing vaccines is very resource-intensive, whereby government-backed industries and larger MNCs -at least traditionally -have been the main entities with the capabilities required. Whereas previously manufacturing was an integrated part of a vaccine developers' portfolio, it is now increasingly being outsourced, including to so-called \"contract manufacturing organizations\" (CMOs) -a market that has been valued at $1.8bn in 2015 [15] .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "The ability of these organizations to help with quality, reliability and regulatory issues have been highlighted as some of the main drivers of the trend to outsource [16] . Outsourcing these functions can also lower facilities cost and financial risk in early project stages (e.g. preclinical and phase I/II) and then switched to in-house for phase III/ commercialization when the level of financial risk is lower and greater control over the product is required.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "The largest manufacturer from a volume perspective (e.g. the number of doses) is Serum Institute of India, whose output almost exceeds that of its three closest competitors. In terms of value, however, MNCs' (Merck, Pfizer, Sanofi and GlaxoSmithKline GSK) substantial footprint in high-income markets means that they rank considerably higher despite producing a lower volume. Several government-controlled organizations also have large manufacturing capabilities that cater to domestic and sometimes regional demand. Examples include the government-backed entities of China (Chengdu Institute of Biological Products Co), Russia (Chumakov Federal Scientific Center for Research), Indonesia (Bio Farma), and Brazil (Fiocruz and Instituto Butantan) [17] .",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 750,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "While all pharmaceuticals require batch testing, the risk of batch failure is higher for vaccines than for most other pharmaceuticals due to the intrinsic biological variability of most materials and interactions between them [2] . Batch release processes can also lengthen the time required for manufacturing as they often require in-vivo 2 testing.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "Likewise, the sensitive nature of biological materials requires the developer to demonstrate consistency, quality control and quality assurance for the entire process of manufacturing, including the critical stage of scale-up. Generally known as \"Chemistry, Manufacturing and Controls\" (CMC) [18] these processes can require investments exceeding USD 50m and more than 80 person-years in terms of labour [3] . This fixed investment represents a significant barrier for second-generation vaccine developers. Further, all manufacturers also need to develop lot-testing procedures that include the analysis of potency, safety, and purity. These may include in-vitro and in-vivo tests that take weeks or months to conclude.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "Regulators determine whether a vaccine is sufficiently safe and effective to enter and stay in the market. They also periodically inspect the manufacturing facilities for \"Good Manufacturing Practices\" (GMP) and QA/QC. Regulators are also now experiencing and expanding roles as requirements towards safety and efficacy have increased, as have technological innovations, such as platform technologies 3 , adjuvants, and injection devices, that also require the development and application of new regulatory pathways [19] . For example, some regulators may require additional clinical studies if the target population in their respective settings differs from those tested in trials [20] . [20] . Similarly, the African Vaccine Regulatory Forum (AVAREF) attempts to drive alignment through engagement between NRAs on the continent, but without regulations that allow for the mutual recognition process that the EMA has instated [21] . CEPI has also established a regulatory working group, aiming to drive progress in the area.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[21]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory engagement and approval"
        },
        {
            "text": "WHO also plays an important role through its prequalification process; a comprehensive assessment of whether a vaccine meets requirements for safety and efficacy in immunization programs, and the assessments of the functionality of the releasing national regulatory authority [23] . WHO prequalification is a requirement for purchase by United Nations agencies (e.g. PAHO, UNICEF). Prequalification is paid by the manufacturer through a fee system and is done on a product-by-product basis for both innovator and second-generation vaccines.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[23]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory engagement and approval"
        },
        {
            "text": "Before the 1990s, the vaccine market was considered non-attractive by large pharmaceutical companies and smaller players did not have the technology or financial capacity to get involved. Over the past 25 years, the global vaccines market has grown in terms of value and volume in part due to the launch of several \"blockbuster\" vaccines such as hepatitis B, multivalent DTP, pneumococcal, HPV and zoster. Another driver behind this trend is the establishment of procurement and funding partnerships that enable access to vaccines for low and some middle-income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine market development"
        },
        {
            "text": "Gavi, the Vaccine Alliance, the largest of these initiatives, now procures vaccines for nineteen diseases, up from six diseases when it was first established in 2001. Their success in increasing access to vaccines has to a large extent been enabled the Alliance's ability to negotiate \"tiered pricing\" arrangements. Practically, manufacturers agree to sell large volumes of vaccines to eligible lower-income countries for a price significantly lower than for middle-income and higher-income countries [23] . For example, for Gavi-eligible countries in WHO's Africa region, the price for HPV vaccines from GSK in 2018 was on average USD37m versus USD114m for non-Gavi countries [17] . While countries that have never been eligible for Gavi support do not have access to these lower tiers of pricing, countries that are transitioning from Gavi support are granted access to continued concessional pricing for a period of time to avoid sudden budgetary impacts from assuming responsibility for vaccine procurement [25] . This policy was adopted after some criticism that countries would face \"price walls\" as increases in the per capita income moved them out of eligibility for Gavi support. Gavi, together with UNICEF, the Gates Foundation, and others also prepares supply and procurement roadmaps [25] for each vaccine in the Gavi portfolio, which identifies actions required to sustain or increase affordability.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[23]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[25]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[25]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine market development"
        },
        {
            "text": "Market concentration in vaccine procurement is driven by logistical complexities (i.e., the need for cold chain), economies of scale (large shipping volumes), and requirements for stockpiles. This has resulted in countries primarily relying on three different pathways; i) selfprocurement/regional procurement, ii) the Pan America Health Organization's (PAHO)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine market development"
        },
        {
            "text": "Vaccine Revolving Fund and iii) UNICEF's Supply Division (UNICEF-SD). Low-income countries (and some lower-middle-income countries) are primarily supplied vaccines through UNICEF-SD and PAHO. UNICEF-SD and PAHO also serve as the primary procurement partners for Gavi. 4 Most upper-middle and higher-income countries conduct self-procurement and financing through national agencies [17] , resulting sometimes in important access gaps.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine market development"
        },
        {
            "text": "While decisions around vaccine adoption and schedule are ultimately sovereign, some players influence those decisions by providing guidance on immunization policy. In particular, the WHO through its Strategic Advisory Group of Experts on Immunization (SAGE) and Regional Immunization Technical Advisory Groups (RITAGs) are important in this regard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normative guidance and related WHO processes"
        },
        {
            "text": "In addition to reviewing efficacy and effectiveness, recommendations from these groups can include considerations of costs, cost-effectiveness and appropriateness of presentation for the setting or conditions in which the vaccine will be deployed [26, 27] . Recommendations may be directed towards a specific manufacturer or applicable for a disease area [29] . All vaccines are assessed regardless of whether they are an innovator or second-generation.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[26,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "27]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[29]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Normative guidance and related WHO processes"
        },
        {
            "text": "WHO also plays an important role through the development and publication of a vaccine R&D Blueprint. The Blueprint is aimed at improving coordination and accelerating R&D for diseases that are considered to pose the greatest public health risk due to their epidemic potential [29] . The Blueprint served as the basis for CEPI's decision making around its current disease focus.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[29]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Normative guidance and related WHO processes"
        },
        {
            "text": "There are also specialized procedures in place for new or unlicensed products for use in emergencies. For example, the U.S. Food & Drug Administration (FDA) and WHO have established the Emergency Use Authorization (EUA) [30] and the Emergency Use Listing Procedure (EUL) [31] respectively, helping to accelerate regulatory assessment and use of urgently needed products during a pandemic, epidemic or outbreak.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[30]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Normative guidance and related WHO processes"
        },
        {
            "text": "Vaccine development takes place in a complex ecosystem with many actors involved. The biological nature of the products and the associated regulatory requirements make it even more difficult to accelerate the process. The result is that vaccine R&D can be lengthy and costly, which can create challenges for accessibility and affordability. While acceleration is of development can be related to adequacy of funding, here we focus on some of the more structural challenges that can either incentivize or create opportunities to speed development, from discovery to delivery. Box 1 provides a case study of how Brazil has tackled these and related challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key barriers to \"time to market\" and opportunities to drive efficiencies"
        },
        {
            "text": "Both second generation as well as innovator vaccines [3] share barriers to accelerating development. By using indirect biomarkers, correlates of protection 5 is an opportunity to avoid larger efficacy studies. However, few vaccines can rely on this method alone to guarantee efficacy [32] . Together with the fact that vaccines are mostly given to healthy recipients to avoid a potential disease, this results in large complex, and costly trials to produce sufficient statistical evidence to prove protection [3] . Some of these challenges can be met through innovative trial designs, as was seen in the Ebola crisis. In this case, the development timeline was truncated substantially due to a design that allowed for parallel implementation of phase I, II and III trials [34] . Although such advancements are often made during emergencies, they could be considered more broadly or in particular for diseases of poverty.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[34]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "R&D"
        },
        {
            "text": "While regulatory oversight must be maintained, there are also emerging R&D opportunities in the form of new technologies and enabling sciences that have the potential to either leapfrog typical steps or cut development timelines and costs found in standard pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R&D"
        },
        {
            "text": "For example, the development of new vaccine antigens and biological standards and assays can help accelerate proof of concept. Moreover, new adjuvant technologies can strengthen and/or orient the immune response, reducing the frequency of vaccination and facilitating dose sparing, helping reduce the cost of vaccine doses [35, 36] . As demonstrated in the fight against COVID-19, the use of viral vector technology has proven promising and 13 candidate vaccines are using this technology [37] . Potential advantages include strong immune response, \"plug and play\" development and easily replicable manufacturing [38] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[35,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "36]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[37]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[38]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "R&D"
        },
        {
            "text": "With regards to the approach to vaccine development, mRNA vaccines have the potential to revolutionize the field [38] . DNA vaccines also present a novel approach, but the field has not advanced as far. The basic principle of these vaccines is to deliver DNA or mRNA that codes for selected antigens of the target pathogen; the recipient person's cells will synthesize the coded proteins and the immune system will recognize and act against them. There are three main benefits of such a system: i) research steps are considerably simplified and accelerated, ii) production methods are non-pathogen specific and therefore standardized, flexible, and potentially rapid/easy to scale up and iii) it may provide a more flexible way of adjusting the vaccine if the pathogen mutates or changes.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[38]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "R&D"
        },
        {
            "text": "Among the 76 vaccines against SARS-CoV-2 in clinical development as of March 2 2021, nine are mRNA-based and eleven are DNA-based [37] . These technologies, if confirmed successful mid-to-long-term, could represent a significant potential for new vaccines made faster at lower production costs. As such, the recent roll-out by BioNTech/Pfizer and Moderna of their mRNA vaccines against COVID-19 is a landmark. While DNA vaccines have not shown the same progress, there has been positive development (i.e. Inovio) [40] . Given the engagement of many public funders in this field, access agreements upfront in the R&D process, including around management of IP and know-how, transfer of technology and pricing considerations, will be particularly important to monitor. The IP landscape for these vaccines have already proven to be highly fragmented [41] , and given the nascency of the technology, developers might take a restrictive approach to participating in technology transfer or granting IP access.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[37]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[40]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[41]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "R&D"
        },
        {
            "text": "The WHO initiative to establish a COVID-19 patent pool is such a promising development [42] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[42]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "R&D"
        },
        {
            "text": "Some of the challenges related to the manufacturing of vaccines apply to all vaccines and others are specific to a particular vaccine class [3] . The fine-tuning of each step in the production process takes years to develop and is often done in parallel with preclinical and clinical development. Associated scale-up involving experiment-based adjustments are therefore not available to or discoverable by new players in the field. Further, production facilities must be dedicated or reconfigured for other biological entities. Manufacturers also need to develop and implement lot-testing procedures that include the analysis of potency, stability and purity that can delay timelines. Together, this complex range of production steps is often referred to as \"know-how\". This know-how is probably the most critical barrier to the speedy development of second-generation vaccines and may, at least partly, be addressed through technology transfer.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "In a report by the WHO, recipients of technology transfer highlighted that insufficient R&D capacity and human resources to support and demonstrate successful technology transfer were among the main obstacles [42] . Some efforts have been initiated to tackle this, including the establishment of know-how and other intellectual property pools and technology transfer hubs to facilitate handover or requiring that recipients of public funding (e.g. CEPI) support technology transfer efforts. Despite these efforts, there have been few agreements for technology transfer for second-generation vaccines [2] . The potential of technology transfer to reduce costs and time to market in low-income countries as well as increase volumes and overall access remains largely untapped and this could be a key area for future reform and one where a neutral organization could consider a role in brokering partnerships and advising on deal structures. With support from donor and philanthropic organizations like PATH, DCVMN related vaccine manufacturers are increasingly developing in-house technical skills and know-how which over time may help address this issue. This is an area that could benefit from further investment, as could facilitation of discussions and agreements (e.g. IPR, technology transfer) between targeted DCVMN manufacturers that do not have access to other regional markets and potential DCVMN players in those regions.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[42]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Manufacturing"
        },
        {
            "text": "Regulatory agencies play a vital part in ensuring safe and effective vaccines, but also face difficult trade-offs; on one hand by asking for additional evidence, they keep harmful or ineffective drugs from entering the market; on the other, the time advisable to perform the due diligence may lead to potentially foregoing health benefits by delaying access. Vigilance in evaluating vaccines is well-founded, but not without opportunities for improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory"
        },
        {
            "text": "Contrary to most traditional medicines, some vaccines require that producers meet biosafety level (BSL) standards because they can include the manipulation of dangerous pathogens during the production process. This may require biological hazard and biosafety level certification, prevention of contamination, cell line management, sourcing of raw materials (for example, specific-pathogen-free eggs), freeze-drying capacity/fine-tuning, conjugation technology, access to non-standard adjuvants, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory"
        },
        {
            "text": "It also requires an in-depth understanding of the development process, which contains additional layers of approval as compared to small molecules. Approval is granted usually by the NRA where the manufacturer operates, by a centralized procedure if in the EU, or by a Regulatory Authority of specific choice if the manufacturer so chooses. If targeting low and middle-income countries, a WHO Prequalification is required. This can take up to 12 months [43] . Batch release also requires NRA approval, and NRA must periodically inspect the manufacturing facilities for \"Good Manufacturing Practices\" (GMP), and QA/QC. Both of these require that the NRA have adequate competencies and resources for product assessment. To address these issues, there are several global efforts underway to harmonize regulatory processes across geographies from clinical trials through to registration and beyond. The African Vaccine Regulatory Forum (AVAREF) is an example of this for clinical trials and the WHO's prequalification system for lot release [22] . While this does not obviate critical steps such as biosafety requirements related to batch release, it should speed time to market. Such efforts are especially important for vaccines with potential for high public health impact.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "text": "[43]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[22]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory"
        },
        {
            "text": "In theory, intellectual property incentivizes companies to make substantial investments in R&D and manufacturing. However, it also deters new entrants -both for existing products that are off-patent and for those that build on previous innovations [44] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[44]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Market development"
        },
        {
            "text": "Patents and other intellectual property protections for vaccine manufacturers are numerous and diverse and address most of the specificities of vaccine \"knowledge\" and \"know-how\" ultimately limiting access to potentially life-saving products [45] . This is an area that could benefit, for example, from additional scrutiny of regulatory authorities granting of an extension of protections.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[45]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Market development"
        },
        {
            "text": "Since patents are, for the most part, not transferrable across jurisdictions, vaccine developers will often need to file their patents in multiple jurisdictions. Specific licenses are also required before exporting a vaccine; for example, the importing country may require the manufacturer to conduct country-specific clinical trials [3] . Such barriers add to the difficulties around logistics and production economics for vaccine manufacturers [46] . Some patents are also the subject of complex licensing cross-agreements and royalty payments between several IPR holders as a result of negotiations to terminate disputes [44] . This may generate high financial stakes for several patent holders and make potential IPR negotiations further complex [3] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[46]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[44]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Market development"
        },
        {
            "text": "For example, Bio-Manguinhos had to pay 4-5% running royalties on the Hib vaccine to GSK [47] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[47]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Market development"
        },
        {
            "text": "Despite the growth in manufacturing in India and China in recent years [48, 49] , the IPR landscape for vaccines -from discovery to delivery -creates substantial obstacles for new players [2] . Understanding the landscape requires costly expertise, resources, and a capacity to undertake difficult and lengthy navigations around IP. This could be in part addressed by a dedicated clearinghouse that focuses on reducing IPR-related barriers for DCVMN manufactures and potentially facilitates access to patent licenses. Activities to consider include: the creation of a vaccine patents database on strategically selected areas; supporting targeted freedom to operate analyses and solution-based resource tools; and, potentially, support DCMVN manufacturers with skills like legal expertise and negotiation strategy.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[48,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "49]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Market development"
        },
        {
            "text": "As discussed, there is no such thing as a \"generic vaccine.\" This makes the economics and market dynamics of vaccines different compared to small molecule medicines. This means that even when patents expire, much of the large fixed costs cannot be avoided for new entrants, creating an added barrier to competition. The originator may, depending on the time to market, have recouped its investments during the monopoly period that the patent(s) have granted, allowing an opportunity to reduce the price over time to closer to marginal cost, if there is competition [2] . Since new entrants are forced to undergo many of the same upfront investments, the large initial fixed costs may make it difficult for them to compete on price unless tech-transfer partnerships are entered into. As a way to address this, the BMGF and governments have provided so-called up-front \"push funding\" and incentives for many DCVMN companies working on second-generation vaccines for low-income countries to offset fixed and development costs (e.g., pneumococcal, pentavalent, rotavirus). Also, some DCVMN business models, in particular those with partial government ownership, can allow for lower profit margins than a private or shareholder-based structure.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 568,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Costs"
        },
        {
            "text": "In this paper, we have highlighted actions that can be taken at each stage from the process to accelerate access. From R&D, to manufacturing and regulatory, to the management of incentives like patents and public funding, there are ways to speed time to market and decrease costs. Examples highlighted include development of correlates of protection, innovative trial designs, enabling sciences such as adjuvant technologies, new technology approaches like mRNA vaccines, patent pools, conditions attached to public funding, materials sharing and technology transfer hubs and agreements, regulatory harmonization, and upfront push funding to offset fixed costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "The COVID-19 outbreak and steps that have been taken to speed time to market could act as a catalyst for other vaccines, including new products and second-generation vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "First, regulatory agencies are making use of specialized procedures for accelerating access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "Just recently, the FDA made use of the EUA procedure to accelerate approval of COVID-19 vaccines [31] . With this has come the strong recognition of a need for harmonization of requirements by different regulatory agencies around the world, which will enable efficiencies to save both time and money. This is particularly important with regard to new technologies. For example, mRNA and DNA vaccines have the greatest potential of speeding the development processes [6] and the recent approval of mRNA vaccine against COVID-19, brings promise for fully establishing regulatory pathways for these innovations. While mRNA vaccines do pose some challenges for low-income settings, in particular their requirement for ultra-cold storages, there are ongoing efforts to try to address this issue, including the establishment of a COVID-19 mRNA vaccine technology transfer hub [51] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[51]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "Second is the recognition that for vaccines to be deployed quickly and at scale, manufacturing capacity must be in place to allow for sufficient scale up when demand is high -as seen during the current pandemic. Given the substantial know-how required, access to facilities is not enough; low-income countries and regions must also have sufficient know-how about manufacturing processes [51] . This will require freedom to operate around patents and investment in technology transfer. To face the unprecedented need and opportunity for rapid and massive worldwide availability of COVID-19 vaccines, new business models have emerged with agreements between originator companies and manufacturing companies operating in different geographical and market environments. These precedents may pave the way towards a more flexible ecosystem involved in the continuum of vaccine production.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[51]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "Third, with regards to IP arrangements, biopharmaceutical manufacturers and governments have made use of governmental compulsory licensing, patent oppositions, IP pools and voluntary IP licenses and technology transfer to advance access to new technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "Although this has been limited in the field of vaccines, because of the issues discussed [52] , improving transparency and creating more streamlined IP arrangements, could contribute to increased diversity of supplier which will also help alleviate supply constraints.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[52]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "While still very much a \"work in progress\" the advancements demonstrated through the R&D of COVID-19 vaccines, give promise that many of the issues outlined above can be successfully addressed with adequate financing and political will. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Accelerating access to medicines in a changing world",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kettler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lehtimaki",
                    "suffix": ""
                },
                {
                    "first": "Ns-B",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bull World Health Organ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Apples and oranges? Can second-generation vaccines become as low cost as generic medicines? Vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwalbe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The complexity and cost of vaccine manufacturing -An overview",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "",
            "pages": "4064--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patent filing strategies for pharmaceuticals in Europe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Höpfner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pharm Pat Anal",
            "volume": "3",
            "issn": "",
            "pages": "563--568",
            "other_ids": {
                "DOI": [
                    "10.4155/ppa.14.49"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Models for open innovation in the pharmaceutical industry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuhmacher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Trill",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gassmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Drug Discov Today",
            "volume": "18",
            "issn": "",
            "pages": "1133--1140",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Developing Covid-19 Vaccines at Pandemic Speed",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saville",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1969--73",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmp2005630"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Refueling vaccine innovation | McKinsey",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Azimi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sabow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tolub",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 Vaccine: A comprehensive status report",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virus Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2020.198114"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gavi the Vaccine Alliance. Meningococcal vaccine supply and procurement roadmap",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Landmark green light for Mosquirix malaria vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "1015--1021",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt1015-1015"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of Product Development Partnerships in research and development for neglected diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ropars",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Illmer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int Health",
            "volume": "2",
            "issn": "",
            "pages": "114--136",
            "other_ids": {
                "DOI": [
                    "10.1016/j.inhe.2010.04.002"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coalition for Epidemic Preparedness Innovations",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemiological benefits of more-effective tuberculosis vaccines, drugs, and diagnostics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Abu-Raddad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sabatelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Achterberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "13980--13985",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Vaccine Contract Manufacturing Market Size &amp",
            "authors": [],
            "year": 2018,
            "venue": "Share Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "As Outsourcing Relationships Evolve, Vaccine Production Will Continue to Shift to CMOs n",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "MI4A: Vaccine Purchase Data",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Overview of Drug Development and Statistical Tools for Manufacturing and Testing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "383--414",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A global regulatory science agenda for vaccines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elmgren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cichutek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "163--75",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Training manual on the critical regulatory function for vaccines: evaluation of clinical performance through authorized clinical trials Prepared for national regulatory authorities of vaccine-procuring and vaccineproducing countries World Health Organization Vaccines and Biologicals Immunization Safety Priority Project",
            "authors": [
                {
                    "first": "Gillian",
                    "middle": [],
                    "last": "Chaloner-Larsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bioconsult",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Authorisation of medicines | European Medicines Agency 2020",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "WHO. African Vaccine Regulatory Forum (AVAREF)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "WHO. About WHO prequalification of vaccines 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A win-win solution?: A critical analysis of tiered pricing to improve access to medicines in developing countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Schoen-Angerer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Global Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1744-8603-7-39"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Gavi the Vaccine Alliance. Gavi Alliance Eligibility and Transition Policy",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Supply and procurement roadmaps 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Regional Immunization Technical Advisory Group Terms of Reference",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "WHO. National advisory committees on immunization 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Strategic Advisory Group of Experts (SAGE) Terms of Reference",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "WHO. What the Blueprint does 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "FDA. Emergency Use Authorization 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Correlates of protection induced by vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": "1055--65",
            "other_ids": {
                "DOI": [
                    "10.1128/CVI.00131-10"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "On a path to accelerate access to Ebola vaccines: The WHO's research and development efforts during the 2014-2016 Ebola epidemic in West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Preziosi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moorthy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kieny",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Virol",
            "volume": "17",
            "issn": "",
            "pages": "138--182",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Targeting the innate immune response with improved vaccine adjuvants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pashine",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Valiante",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1210"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Overview of vaccine adjuvants: Introduction, history, and current status",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hassett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Brito",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Methods Mol. Biol",
            "volume": "1494",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Draft landscape of COVID-19 candidate vaccines",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Developments in viral vector-based vaccines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccines",
            "volume": "2",
            "issn": "",
            "pages": "624--665",
            "other_ids": {
                "DOI": [
                    "10.3390/vaccines2030624"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "RNA Vaccines: A Suitable Platform for Tackling Emerging Pandemics?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sandbrink",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shattock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "INOVIO and Advaccine Announce First Dosing of Subject in Phase 2 Clinical Trial for COVID-19 DNA Vaccine Candidate INO-4800 in China n",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Advaccine-Announce-First-Dosing-of-Subject-in-Phase-2-Clinical-Trial-for-COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "DNA-Vaccine-Candidate-INO-4800-in-China/default.aspx",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "mRNA vaccines: intellectual property landscape",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lowery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Drug Discov",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41573-020-00119-8"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "WHO launches COVID-19 patent pool, backed by 35+ countries | 2020-05-29 | BioWorld n",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Increasing Access to Vaccines Through Technology Transfer and Local Production",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Vaccine development: From concept to early clinical testing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garçon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Friedland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strugnell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Laupèze",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "6655--64",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Médecins Sans Frontières. A Fair Shot for Vaccine Affordability",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "World Intellectual Property Organization. Patent Landscape Report on Vaccines for Selected Infectious Diseases",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Intellectual property rights and challenges for development of affordable human papillomavirus, rotavirus and pneumococcal vaccines: Patent landscaping and perspectives of developing country vaccine manufacturers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandrasekharan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Furrer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Matterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwalbe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "6366--70",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Access to vaccine technologies in developing countries: Brazil and India",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Milstien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gaulé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaddar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "7610--7619",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "China enters the global vaccine market",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bull World Health Organ",
            "volume": "92",
            "issn": "",
            "pages": "626--633",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.14.020914"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Transforming India's vaccine market",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vikas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arjun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meghana",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Establishment of a COVID-19 mRNA vaccine technology transfer hub to scale up global manufacturing n",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Knowledge transfer for large-scale vaccine manufacturing",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Rai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Minssen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Pledging intellectual property for COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Promoting versatile vaccine development for emerging pandemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Monrad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sandbrink",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Cherian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Npj Vaccines",
            "volume": "6",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1038/s41541-021-00290-y"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For example, the European Commission and the Biomedical Advanced Research and Development Authority (BARDA) and the National Institutes of Health in the US are also major funders of vaccine research, as are several other governments (i.e. Germany, Japan, France) -either through dedicated agencies or grants made to privately owned entities. There are two major groupings of vaccine manufacturers. MNCs are for the most part organized under the \"International Federation of Pharmaceutical Manufacturers & Associations\" (IFPMA), a trade group that represents companies involved in both therapeutic drugs and vaccines. Vaccine manufacturers from developing countries for the most part belong to the \"Developing Countries Vaccine Manufacturers Network\" (DCVMN). MNCs previously controlled most parts of the vaccine research and development processes, but their dominance is diminishing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Applications for market authorization are reviewed either by the national regulatory agencies (NRA) where the manufacturer operates, by the centralized procedure if in the European Union (EU), or by a Regulatory Authority of specific choice if the manufacturer so chooses. European countries have mutual recognition of assessments made by other member states under the auspices of the European Medicines Agency (EMA)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "trade secrets). For example, a study done in 2012 by the World Intellectual Property Organization [45] found that 11,800 patent families had been filed between 1921-2011 for active constituents of prophylactic vaccines against infectious diseases. Among these 516 patent families related to flu vaccines, 165 patent families related to pneumococcal conjugated vaccines, and 36 patent families related to typhoid conjugated vaccines. Patents include technologies required for manufacturing (cell cultures, nucleic acid sequences, viral vector technology, virus/cell bank technologies, egg-based virus replication, etc.), active ingredients (antigens, adjuvants), production technologies, and processes (e.g., filtration, purification, conjugation, freeze-drying, etc.). The safeguarding of know-how and patenting of smaller components of the vaccine development process can be important to vaccine manufacturers as it extends protection in time far beyond the initial patent for active ingredients. However, when such patenting does not reflect substantial technological advancements, it may lead to unreasonably long patent protection. Such an unjustified extension of the exclusivity period can impede price competition and follow-up innovation,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CEPI Internal Overview of players in the field Normative agencies and advocacy organizations work across the end-to-end scope of vaccine development: WHO, MSF",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}