{
    "paper_id": "0b5104b45e30ee09a01e5165bc27c7c928ace49d",
    "metadata": {
        "title": "mRNA-based COVID-19 vaccines appear not to increase immune events in cancer patients receiving immune checkpoint inhibitors",
        "authors": [
            {
                "first": "Emre",
                "middle": [],
                "last": "Yekedüz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": "emreyekeduz@gmail.com"
            },
            {
                "first": "Rüveyda",
                "middle": [],
                "last": "Ayasun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Elif",
                "middle": [
                    "Berna"
                ],
                "last": "Köksoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Güngör",
                "middle": [],
                "last": "Utkan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Yükselürün",
                "middle": [
                    "‡"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hakan",
                "middle": [],
                "last": "Akbulut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ankara University",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In parallel to the increased vaccination rates of cancer patients, the real-world data will show the long-term safety of mRNA-based COVID-19 vaccines in cancer patients treated with ICIs. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We are in the pandemic's second year, and vaccines against COVID-19 have started rolling out in early December 2020. To date, two mRNA-based vaccines were granted for an emergency use authorization by the US FDA [1] . It is a relatively new vaccine development technology and these vaccines are considered to have some advantages, such as rapid development process, lower costs and more potent effects (e.g., increased immunogenicity), compared with conventional inactive vaccines [2] . Nucleic acid vaccines, including plasmid DNA or mRNA, induce proinflammatory responses. The pro-inflammatory potential of mRNA, which is more prominent than DNA, provides a self-adjuvant activity and makes mRNA a popular vaccine candidate against viral infections. However, vigorous pro-inflammatory activity of mRNA per se results in both local and systemic inflammation, including autoimmune responses, particularly when administered in lipid nanoparticles [3] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "mRNA-based vaccines are not solely designed against viral infections. There have been ongoing studies to develop mRNA-based vaccines against certain types of cancer, in particular over the past 5 years. Up to now, there was no mRNA-based vaccine approved by the FDA, in turn, we do not have any safety information about the utilization of these vaccines in cancer patients. However, being inactivated is one of the main advantages of mRNA vaccines in immunocompromised patients. We have sufficient experience for the use of inactivated vaccines in cancer patients treated with chemotherapeutics. Fortunately, there were no safety concerns regarding the use of conventional inactivated vaccines in these patients [4] . In parallel, recent studies demonstrated no increase in incidence or severity of immune-related adverse events (irAEs) for the vaccination of cancer patients receiving immune checkpoint inhibitors (ICIs) with inactivated vaccines [5, 6] .",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 715,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 952,
                    "end": 954,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Autoimmunity is considered as a safety concern of mRNA-based vaccines due to the Toll-like receptor 7-mediated activation of type I interferon response [2] . Not surprisingly, a growing body of literature has raised the hypothesis of an increased risk of autoimmune diseases following COVID-19, particularly in susceptible patients [7] . In the Phase III trial of the BNT162b2 mRNA COVID-19 vaccine, 3.9% of all patients in the vaccine arm had a malignancy. However, there was no information as to whether patients treated with immunotherapy were included in this trial [8] . Moderna's product named mRNA-1273 COVID-19 vaccine has shown to be protective against severe COVID-19 infection and to reduce hospitalization, in turn, was recently approved for emergency use by the FDA [1] . Similar to Pfizer's vaccine, we do not have detailed information about the characteristics of the participants and whether they received any ICIs during or prior to the clinical trial. Immunotherapy and ICIs play an important role in the battle against cancer. Following the emergency use authorization of COVID-19 vaccines, cancer patients Editorial Yekedüz, Ayasun, Köksoy, Utkan,Ürün & Akbulut will be vaccinated promptly due to the higher mortality rates of COVID-19 in this patient population [9, 10] . In this case, a safety concern is arising as to whether the risk for irAEs in cancer patients receiving ICIs and vaccinated with an mRNA-based COVID-19 vaccine is increased. To date, this notion is yet to be determined. Therefore, vaccination of cancer patients under ICI therapy should be rigorously interrogated by healthcare providers and policy makers prior to starting of mass vaccination. In a study including malign melanoma patients, a combination of mRNA-based vaccine against melanoma named FixVac and anti-programmed death 1 (anti-PD-1) inhibitor demonstrated an effective response without any serious irAEs. The main adverse events in this study were flu-like symptoms which were resolved within 24 h [11] . Close monitoring of cancer patients treated with ICIs during and prior to the vaccination is the easiest way to get information about whether there is an increased risk for irAEs in those patients. For instance, pneumonitis is one of the most common adverse events observed in patients under ICI therapy. Given the profound activation of innate and adaptive immunity upon mRNA vaccines, there might be a possibility of antibody dependent enhancement which causes pulmonary damage. Therefore, medical oncologists should be well prepared for any unintended side effect in patients that have previously developed irAEs following to ICI therapy. Besides, scheduling of vaccination of this patient population should be optimized by prospective studies. Data from cancer patients receiving ICIs and vaccinated with Pfizer BNT162b2 mRNA vaccine has been published recently [12] . According to this data, no increased risk of irAEs was observed after vaccination in cancer patients treated with ICIs. However, this result came from a relatively short-term observational study. Of note, muscle pain was more commonly observed in patients treated with ICIs than the healthy control group. Except muscle pain, no additional safety concern was recorded in patients treated with ICIs [12] . Indeed, these findings may encourage physicians and scientists to perform mRNA-based COVID-19 vaccines without concerns. Nevertheless, we need long-term data from the large patient cohorts.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1283,
                    "end": 1286,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2006,
                    "end": 2010,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2879,
                    "end": 2883,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3284,
                    "end": 3288,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, these two vaccines encode different viral proteins in the antigen-presenting cells. Pfizer's vaccine encodes full-length spike proteins consisting of both S1 including receptor binding domain and S2 domains. In contrast, Moderna's vaccine encodes solely S2 domain of spike protein which mediates membrane fusion but not receptor binding of the virus [8, 13] . Given the functional and structural differences, neutralizing antibody titers in rabbits immunized with S2 subunit were much lower than rabbits immunized with either S1 subunit or receptor binding domain. Yet another explanation of this difference is the limited accessible site of S2 domain due to substantial N-glycan shielding [14] . At this point, a new question arises as to whether this difference may affect the severity of irAEs of ICIs in cancer patients. We are awaiting the results regarding the severity of irAEs of cancer patients receiving ICIs from the vaccine arm of Phase III trials, if applicable. Beyond that we should be vigilant when vaccinating cancer patients receiving ICIs and should collect the data regarding the aforementioned adverse effects.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the second year of the pandemic, the rates of vaccination with the COVID-19 vaccines are increasing at an incredible pace across the world. Cancer patients take place in the susceptible group to the COVID-19. In this regard, they have a priority for COVID-19 vaccination in many countries. However, they are treated with different anticancer therapies such as chemotherapy, radiotherapy, targeted therapies and ICIs. We do not have enough data regarding the long-term effects of mRNA-based COVID-19 vaccines in cancer patients treated with ICIs. In the near future, we hope to see the results of real-world studies regarding the long-term effect of mRNA-based COVID-19 vaccines on cancer patients treated with ICIs. One of the most common concerns about using mRNA-based COVID-19 vaccines in patients treated with ICIs is irAEs. In parallel to the increased vaccination rates of cancer patients, the real-world data will show the long-term safety of mRNA-based COVID-19 vaccines in cancer patients treated with ICIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspective"
        },
        {
            "text": "The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript. This includes employment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial & competing interests disclosure"
        },
        {
            "text": "No writing assistance was utilized in the production of this manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial & competing interests disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Food and Drug Administration. COVID-19 vaccines",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "mRNA vaccines -a new era in vaccinology",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "17",
            "issn": "4",
            "pages": "261--279",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and immunogenicity of a mRNA rabies vaccine in healthy adults: an open-label, non-randomised, prospective, first-in-human Phase I clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alberer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gnad-Vogt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "1511--1520",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza vaccination in adult patients with solid tumours treated with chemotherapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vollaard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schreuder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slok-Raijmakers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gelderblom",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. J. Cancer",
            "volume": "76",
            "issn": "",
            "pages": "134--143",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunogenicity and safety of influenza vaccination in cancer patients receiving checkpoint inhibitors targeting PD-1 or PD-L1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bayle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khettab",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lucibello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Oncol",
            "volume": "31",
            "issn": "7",
            "pages": "959--961",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety of inactivated influenza vaccine in cancer patients receiving immune checkpoint inhibitors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Postow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolchok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamboj",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis",
            "volume": "70",
            "issn": "2",
            "pages": "193--199",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The triggering of post-COVID-19 autoimmunity phenomena could be associated with both transient immunosuppression and an inappropriate form of immune reconstitution in susceptible individuals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Canas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. Hypotheses",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and efficacy of the BNT162b2 mRNA COVID-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "384",
            "issn": "",
            "pages": "1576--1578",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevalence and outcome of COVID-19 infection in cancer patients: a national Veterans Affairs study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Fillmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Szalat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Natl Cancer Inst",
            "volume": "113",
            "issn": "6",
            "pages": "691--698",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics and outcomes of COVID-19-infected cancer patients: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Natl Cancer Inst",
            "volume": "113",
            "issn": "4",
            "pages": "371--380",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An RNA vaccine drives immunity in checkpoint-inhibitor-treated melanoma",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oehm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Derhovanessian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "585",
            "issn": "7823",
            "pages": "107--112",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Short-term safety of the BNT162b2 mRNA COVID-19 vaccine in patients with cancer treated with immune checkpoint inhibitors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Waissengrin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agbarya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Safadi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Padova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Oncol",
            "volume": "22",
            "issn": "5",
            "pages": "581--583",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An mRNA vaccine against SARS-CoV-2 -preliminary report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Rouphael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "383",
            "issn": "20",
            "pages": "1920--1931",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral targets for vaccines against COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Rev. Immunol",
            "volume": "21",
            "issn": "2",
            "pages": "73--82",
            "other_ids": {
                "DOI": [
                    "10.2217/fvl-2021-0166"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Virol. (Epub ahead of print) ISSN 1746-0794 10.2217/fvl-2021-0166 C 2021 Future Medicine Ltd",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "10.2217/fvl-2021-0166 Future Virol. (Epub ahead of print) future science group",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}