{
    "paper_id": "0b5695d6a0de02eb41683f5987a04efc9fed63d6",
    "metadata": {
        "title": "Transport policymaking that accounts for the COVID-19 and future public health threats: A PASS approach",
        "authors": [
            {
                "first": "Junyi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mobilities and Urban Policy Lab",
                    "institution": "Hiroshima University",
                    "location": {
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus 2019 (COVID-19) outbreak has had wide-reaching and unprecedented 5 impacts on the transport sector worldwide. At present, there is no globally agreed timeframe 6 for when this pandemic will end. The current and near-future potential impacts must be 7 addressed in a relatively comprehensive and seamless way. The present study proposed a 8 PASS (P: Prepare-Protect-Provide; A: Avoid-Adjust; S: Shift-Share; S: Substitute-Stop) 9 approach for policymaking that accounts for COVID-19 and future public health threats. The 10 PASS approach was illustrated conceptually, and then policy measures were recommended by 11 referring to the past and ongoing best practices. Policymaking challenges and research issues 12 were discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Das, 2020], and urban transport [EIT, 2020a,b]). However, scientifically sound methodologies 43 that are suitable for making policy decisions that can address the current COVID-19 and 44 future public health pandemics are lacking. Therefore, the present study conducted an initial 45 1 https://coronavirus.jhu.edu/map.html [Accessed on September 2, 2020]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f 2 attempt at exploring how to make policy decisions that can address the current COVID-19 46 and future pandemics, in a relatively comprehensive and seamless manner, by reflecting on 47 the roles of governments, firms, and citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the context of public health, Evans (1975) and Weinberger (1975) illustrated the 49 activities, responsibilities, and roles of local, state, and federal public health agencies, in terms 50 of effectiveness of the health care system, development of human resources, delivery of care 51 services, and promotion of research and development. Jochelson (2006) also emphasized the 52 use of taxation, bans, regulations, and education, whereas Cho (2017) further pointed out the 53 importance of preparedness capabilities for local governments. Adshead and Thorpe (2007) 54 suggested paying more attention to the key role of people in shaping society, roles of mass 55 media in driving forward the debate that creates the will for change, and the involvement of 56 society at large in promoting, protecting, and developing public health. During the COVID-19 57 pandemic, insufficient consideration paid to all stakeholders in decision making has resulted 58 in serious reputational and financial repercussions (De Longevialle and Wilkins, 2020). The 59 National Academies of Sciences, Engineering, and Medicine (2014) stated that transportation 60 organizations are a part of pandemic planning and response system; they emphasized the roles 61 of these organizations in keeping proper and effective relationships with all stakeholders 62 (related to local public service agencies, emergency management, public health, suppliers and 63 vendors, and end users), via situational awareness and analysis, information sharing and 64 monitoring (e.g., rapid response to rumors), identification of essential transportation 65 functions, and participation in pandemic planning, as well as the resulting good decisions.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 67,
                    "text": "Weinberger (1975)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "66",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The transport sector has responded to the current pandemic in various ways, such as 67 shifting car production to make respirators, turning high-speed trains into rolling hospitals, 68 supporting medical professionals by grounding airline cabin crew with first-responder training, 69 offering free transport to patients and medical staff, and delivering food to vulnerable citizens 70 by taxis and ride-sharing services (Kim, 2020). In fighting against COVID-19 and future 71 pandemics, it is useful to group the transport sector by travel mode: airline, inter-city railway, 72 subway, streetcar, bus, taxi, and truck, and others. Transport services are run by firms, which 73 are either privately owned, government owned, or jointly owned based on public-private 74 partnership. In different countries, the relationships (observed via regulations, subsidies, and 75 supervision: e.g., public transport firms receive more subsidies in the USA and Europe than in 76 Japan [MLIT, Japan, 2014]) between transport firms and the government are not the same, 77 either. These differences have led to different impacts of COVID-19 on the transport sector 78 (EBP, 2020; European Commission, 2020a; Lawrence and Granath, 2020) and affected the 79 ways of pandemic management interventions (Our World Data, 2020; TUMI, 2020) across 80 countries. 81 Within each mode, governments, firms and citizens may have a different role in 82 addressing the issues of COVID-19 and future pandemics, although modes may overlap in 83 some cases. First, both freight and passenger transport may involve the use of two or more 84 modes from origin to destination. Second, transport is a derived demand from activity 85 participation (including both private and business/organization activities). In the case of 86 passenger transport, travel party and face-to-face communication intensity (number of 87 members meeting/gathering at destination, closeness between members, and duration of 88 meeting/gathering) at the destination are additional risk factors. Thus, infection risks in the 89 transport sector are multi-faceted because trip chaining, activity chaining, and interpersonal 90 interactions are involved. Interpersonal interactions indicate not only face-to-face 91 communication contacts but also decision-making interactions between persons (e.g., 92 employee and employer, school-age children and their parents, people conducting business 93 J o u r n a l P r e -p r o o f Highlights Impacts of COVID-19 on the transport sector are targeted. A PASS approach was proposed for policymaking for addressing pandemics. Policy measures are recommended based on the PASS approach. J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "impacted have changed from China to European countries, and then the USA over time. 25 Meanwhile, infections and deaths in Brazil, India, and Russia have grown more serious as 26 recently as August. This virus will not disappear and may even resurge over time. It is 27 therefore necessary to prepare for the coming \"new normal\" (Albani, 2020; Pantuliano, 2020; 28 Park, 2020; Tzannatos, 2020) . 29 According to an expert survey by the World Conference on Transport Research meetings, and party hosts and participants). Therefore, seamless measures to prevent/mitigate 94 infection risks should be made with respect to each stakeholder by reflecting multiple activity 95 and travel behaviors, connections across travel modes, and interactions across stakeholders in 96 a comprehensive manner. 97 In the remaining part of this article, first, a PASS (P: Prepare-Protect-Provide; A: 98 Avoid-Adjust; S: Shift-Share; S: Substitute-Stop) approach is discussed conceptually. 99 Second, policy measures are recommended by referring to past and current best practices. 100 Finally, policymaking challenges and research issues are extensively discussed. Here, a PASS approach is proposed for systematically designing policies that address The present study did not purposely name this approach. Rather, it was initially named 112 after a review of railway transport policy measures for addressing COVID-19 in Japan that 113 revealed a way for it to be generalized. The Ministry of Land, Infrastructure, Transport and 114 Tourism of Japan (2020) reported taking railway transport policy measures stepwise. The 115 central government requested railway operators to protect employees and users by wearing 116 masks, washing hands, installing antiseptic solution dispensers, and monitoring the body 117 temperature of employees. Next, the government requested railway operators to encourage 118 transit users to choose telework (i.e., avoid trip making) or staggered commuting (i.e., shift 119 departure time for commuting). Further, people were requested to stop making unnecessary or 120 non-urgent trips after a state of emergency was declared nationwide on April 16, 2020. After 121 observing other good practices and thinking in a systematic way, the present author found that 122 the above PASS can be generalized. 123 Regarding transport measures that address COVID-19, TUMI (2020) attempted to 124 arrange them within an existing sustainable urban transport framework: Avoid-Shift-Improve 125 (ASI). However, the PASS approach is more systematic and seamless than the ASI framework. 126 To the author's best knowledge, no other integrated frameworks have been proposed. In 127 principle, the proposal of the PASS approach is in line with general system theory proposed 128 by von Bertalanffy in the 1940s, which states that a system is a complex of interacting 129 elements and the whole is more than the sum of its parts (von Bertalanffy, 2015) . The PASS 130 approach argues that policy measures that address COVID-19 comprise a system composed of 131 four major policy categories, namely, P, A, S, and S, which are not independent of one another 132 in mitigating/preventing the spread of COVID-19. The most important concern is to prepare well for pandemics. Considering that transport Meanwhile, stopping service operation based on an overestimation of infection risks 143 obviously leads to losses in operation revenues and the resulting economic and social losses 144 associated with the lack of transport for essential workers who maintain essential social 145 functions. Thus, the government should take the lead, considering its special role in society. 146 Providing public goods and handling externalities are essential roles of governments (The 147 Library of Economics and Liberty, 2020). COVID-19 and other public health threats are a 148 kind of externality that is caused by various interactions between human beings and the 149 environment. The current pandemic cannot be handled only by the private sector and citizens. 150 Governments should play a key role in fighting it. The same is true for future pandemics. As immediate responses, recovering from the pandemic and rebuilding the society, and 160 optimizing for the new normal (Paydos, 2020) . With preparedness by the government in place, 161 transport operators can prepare well within the governmental framework of preparedness.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 393,
                    "text": "Tzannatos, 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 795,
                    "text": "97",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "100",
                    "ref_id": null
                },
                {
                    "start": 1978,
                    "end": 1981,
                    "text": "119",
                    "ref_id": null
                },
                {
                    "start": 2309,
                    "end": 2312,
                    "text": "123",
                    "ref_id": null
                },
                {
                    "start": 2390,
                    "end": 2393,
                    "text": "124",
                    "ref_id": null
                },
                {
                    "start": 2579,
                    "end": 2582,
                    "text": "126",
                    "ref_id": null
                },
                {
                    "start": 2923,
                    "end": 2941,
                    "text": "Bertalanffy, 2015)",
                    "ref_id": null
                },
                {
                    "start": 3370,
                    "end": 3373,
                    "text": "143",
                    "ref_id": null
                },
                {
                    "start": 3561,
                    "end": 3564,
                    "text": "145",
                    "ref_id": null
                },
                {
                    "start": 3660,
                    "end": 3663,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 3754,
                    "end": 3757,
                    "text": "147",
                    "ref_id": null
                },
                {
                    "start": 4035,
                    "end": 4038,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 4248,
                    "end": 4262,
                    "text": "(Paydos, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Preparedness by transport operators can be forced (e.g., stipulated by regulations) or 163 voluntary (e.g., out of a sense of professional obligation or social responsibility).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "162"
        },
        {
            "text": "These preparations should be communicated to transport users to encourage or require 165 their preparedness. The above preparedness may further include at least two steps: The most important role for governments is to protect citizens and firms. The second 174 most important role is to provide public goods and services that cannot be provided by 175 individuals or firms (Slaughter, 2020) . Therefore, when a pandemic occurs, governments 176 must first protect both transport users and operators, based on the above preparations. Such 177 protection will allow our society and the economy to run as close to usual as possible, before 178 the pandemic becomes very serious. Even for the current COVID-19 pandemic, people have 179 fallen victim to fake and unreliable information on the virus, its impacts, and the relevant 180 countermeasures. Therefore, it is important and necessary to provide reliable information in a 181 timely manner via organizations in charge of the management of such information.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 390,
                    "text": "(Slaughter, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "164"
        },
        {
            "text": "Governments should protect both transport users and operators from fake and unreliable 183 information. For the current pandemic, a study in Japan revealed that poor communication 184 between governments and the public may have been associated with the spread of COVID-19 185 in its early stages (Zhang, 2020) . Communications for fighting against COVID-19 and other 186 public health threats are a complex system, consisting of not only various stakeholders but 187 also interrelated phenomenal elements (e.g., lifestyles vs. behavioral changes, health vs. 188 mobility, employment vs. transport, tourism vs. regional economy, physical distancing vs. allows transport users to keep away from the virus and transport operators to prevent transport 202 users from being infected when using transport services (e.g., operators should avoid 203 operating crowded vehicles and users should avoid talking without wearing masks and talking 204 loudly). Avoidance is also applied to governments; for example, governments should avoid 205 making unstable policy decisions, providing inconsistent information, and behaving in 206 contradiction to their instructions to the public (e.g., not wearing masks even though the 207 public are requested to wear them). To make avoidance work effectively, governments should 208 make proper regulations before a pandemic occurs. Such regulations would allow 209 governments to regulate transport operators, for example, to avoid operating crowded 210 transport services and allow transport operators to require transport users to wear masks. The current pandemic has dramatically changed the way that economic and social systems run.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 309,
                    "text": "(Zhang, 2020)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "182"
        },
        {
            "text": "In other words, economic and social systems have to run \"in a discontinuous manner with Governments need to substitute face-to-face governmental procedures with online ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "236"
        },
        {
            "text": "Substitution between transport modes may also be needed, such as in the case of a lack of 278 vehicles owning to the need for more thorough disinfection procedures. The PASS approach targets transport users and operators (or service providers) as well as [1] People do not appreciate the risks they run. 329 [2] In line with human nature, a person who thinks they have only a slight cold is seldom 330 willing to shut themselves up in rigid isolation as a means of protecting others. 331 [3] The disease may be transmissible before the patient is aware that they are infected. 332 333 J o u r n a l P r e -p r o o f 8 Soper further cited the following 12 rules that were recommended at that time. All 334 these recommendations are also applicable to the current pandemic. 335 [1] Avoid needless crowding; influenza is a crowd disease. 336 [2] Smother your coughs and sneezes; others do not want the germs you would throw away. 337 [3] Your nose, not your mouth, is for breathing; get the habit. 338 [4] Remember the three C's: a clean mouth, clean skin, and clean clothes. 339 [5] Try to keep cool when you walk and warm when you ride and sleep. 340 [6] Open the windows always at home at night and at the office when practicable. 341 [7] Food will win the war if you give it a chance; help your body by choosing and chewing 342 your food well. 343 [8] Your fate may be in your own hands; wash your hands before eating. 344 [9] Don't let the waste products of digestion accumulate; drink a glass or two of water on 345 getting up. 346 [10] Don't use a napkin, towel, spoon, fork, glass, or cup that has been used by another person 347 and not washed. 348 [11] Avoid tight clothes, tight shoes, tight gloves; seek to make nature your ally, not your 349 prisoner. 350 [12] When the air is pure, breathe all of it that you can; breathe deeply. another -they need air.\" The present author has no intention to criticize Soper. Rather, the 359 author argues that, as can be seen from the current pandemic, science has its own limitations 360 when a new phenomenon suddenly appears, even though it is also evident that science can 361 progress very rapidly in times of crises.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "329",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "330",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "331",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "335",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "336",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "337",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "338",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "339",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "340",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "341",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "343",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1423,
                    "text": "344",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1534,
                    "text": "346",
                    "ref_id": null
                },
                {
                    "start": 1631,
                    "end": 1634,
                    "text": "347",
                    "ref_id": null
                },
                {
                    "start": 1651,
                    "end": 1654,
                    "text": "348",
                    "ref_id": null
                },
                {
                    "start": 1762,
                    "end": 1765,
                    "text": "350",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "277"
        },
        {
            "text": "Here, the author attempts to apply the above PASS approach to make policy 363 recommendations for addressing the ongoing COVID-19 pandemic and future pandemics in a 364 relatively comprehensive and seamless manner. procedures which would, otherwise, take too long to be adopted or would need to go through ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "362"
        },
        {
            "text": "514 515",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Protect\""
        },
        {
            "text": "Governments must protect transport users and service providers, including highly vulnerable 516 people (e.g., essential workers and low-income people) by properly monitoring and 517 supervising the implementation of protection measures that had been prepared in advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Protect\""
        },
        {
            "text": "First, because essential mobility should be maintained, the safety of transport personnel is governments should promote a shared economy. In the transport sector, shared mobility 700 should be promoted. For example, taxi 5 , high-speed railway 6 , and public transport vehicles 701 (Lynott and Heller, 2020) can be used to deliver/transport goods. If physical distances can be 702 ensured, then restaurants and entertainment facilities can be tentatively transformed into 703 office spaces that allow people to work near their homes, thereby avoiding commuting trips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "518"
        },
        {
            "text": "Transport operators should restrict space sharing, especially for public transport users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "704"
        },
        {
            "text": "If operation resources (e.g., human resources and vehicles) become seriously lacking, 706 operators may have to share their operational resources (e.g., owning to absences of infected 707 staff and lack of disinfected vehicles 7 ). Regarding the sharing of operational resources, the 708 successful experience of mutual direct operation (sharing of tracks, other facilities, operation 709 staff, information, and rules) across railway/subway systems in Japan is worth referencing. In the case where facilities to accommodate infected patients are not enough, public 749 transport vehicles can be substituted as isolation units (BBC, 2020), and public transport 750 (including inter-city transport) can be used to transport infected patients (Lynott and Heller, 751 2020) and medical staff (Wong, 2020) . If transport capacity needs to be increased but it is 752 impossible to increase capacity of existing railway systems, then railway operators may have 753 to substitute railways with buses (i.e., allowing buses to replace railways for some rail lines).",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 801,
                    "text": "(Wong, 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "705"
        },
        {
            "text": "Transport users should be encouraged to make full use of online activities (e.g., the environment. Transport operators should also modify their unsustainable business styles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "Behavioral changes toward resilience and sustainability should be made by all stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "806"
        },
        {
            "text": "The risk of using public transport remains unclear, as well as the variables that most 808 affect infectivity (e.g., length of time exposed, density of transport passengers, and level of air Conflict of interest statements 883 No potential conflicts of interest were disclosed. 884 885 886 ",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "883",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "807"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Parties' policy adjustments in 888 response to changes in issue saliency",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abou-Chadi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Green-Pedersen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mortensen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "West European Politics",
            "volume": "43",
            "issn": "4",
            "pages": "749--771",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safely restarting aviation: ACI and IATA joint approach",
            "authors": [
                {
                    "first": "Iata",
                    "middle": [],
                    "last": "Aci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of the Government in public health: A national 893 perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adshead",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thorpe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Health",
            "volume": "121",
            "issn": "11",
            "pages": "835--839",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lessons from the 1918-1919 Spanish Flu",
            "authors": [],
            "year": 2020,
            "venue": "Africa Center for Strategic Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How China used technology to combat COVID-19 -and tighten its grip on citizens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What is the impact of Covid-19 on the public transport sector",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Granath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "2020) The COVID-19 pandemic has changed education forever. This is how",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lalani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The French response to COVID-19: intrinsic difficulties at the interface of science, 1110 public health, and policy",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Moatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effects of changes to the built environment on the mental 1113 health and well-being of adults: Systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Audrey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "237--257",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 pandemic and environmental pollution: 1115 A blessing in disguise",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of The Total Environment",
            "volume": "728",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Article No. 113140. 1119 National Academies of Sciences, Engineering, and Medicine (2014) A guide for public transportation 1120 pandemic planning and response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakagomi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shiba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanazato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Social Science & Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/22414"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Avoidance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oitzl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Encyclopedia of Stress",
            "volume": "",
            "issn": "",
            "pages": "297--301",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Public transport closures during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Our World Data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Covid-19: 'we won't get back to normal because normal was the problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pantuliano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Here's how scientists and public-health experts recommend the U.S. gets back to 1136 'normal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The essential role of government during COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paydos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 crisis: A stress-test for smart cities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public Transport Victoria (2020) Refunds, compensation and replacement tickets",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Geography of Transport Systems, The Fifth Edition",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Rodrigue",
                    "suffix": ""
                },
                {
                    "first": "Luke",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Osterholm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Protecting public transport from the coronavirus... and from 1150 financial collapse",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Rubiano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Darido",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Behavioral adjustment to avian flu in Europe 1154 during spring 2006: The roles of knowledge and proximity to risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rudisill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costa-Font",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Social Science & Medicine",
            "volume": "",
            "issn": "8",
            "pages": "1362--1371",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Early warnings: The lessons of COVID-19 for public health 1157 climate preparedness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sheehan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Health Services",
            "volume": "50",
            "issn": "3",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "2020) 3 responsibilities every government has towards its citizens",
            "authors": [
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Slaughter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How to reduce your panic-related avoidance behaviors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Star",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mitigating the employment and social effects of the COVID-19 1165 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szpejna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Influenza: The mother of all pandemics'. Emerging 1169 Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The impact of the COVID-19 pandemic on shipping",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teoh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Library of Economics and Liberty (2020) Roles of government",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The European Business Review (2020) The pros and cons of using online meeting technology. 1177 Available",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The COVID-19 outbreak and implications to sustainable urban mobility -some 1181 observations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tumi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Europe after Covid-19: Back to the old normal",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tzannatos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "but with new steroids? Available 1185 at: 1186",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Public transport authorities and COVID-19: Response from the front line",
            "authors": [],
            "year": 2020,
            "venue": "UITP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Management of COVID-19 guidelines for public transport operators",
            "authors": [],
            "year": 2020,
            "venue": "UITP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Technologies to support punctual train operation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Umehara",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Hidekazu System",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "UNESCAP (2020) The impact and policy responses for COVID-19 in Asia and the Pacific",
            "authors": [],
            "year": null,
            "venue": "UNCTAD (2020) Science and innovation funds key to COVID-19 responses and beyond. Available at: 1197",
            "volume": "1199",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "COVID-19: Japanese 1202 government financial assistance measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Usami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukunaga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hyuga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Policy adjustments to the oil boom and their evaluation: The Dutch disease in 1206",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Usui",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Indonesia'. World Development",
            "volume": "24",
            "issn": "5",
            "pages": "887--900",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Infection avoidance behavior: Viral exposure reduces the 1208 motivation to forage in female Drosophila melanogaster",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Vale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jardine",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Fly",
            "volume": "11",
            "issn": "1",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A systematic review of barriers to data sharing in public health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Interrelationships between ICT, social disadvantage, and activity 1213 participation behaviour: A case of Mumbai, India'",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jana",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part A",
            "volume": "125",
            "issn": "",
            "pages": "1214--248",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "From virtual parties to ordering food, how Americans are using the internet 1216 during COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Volgels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "General system theory: foundations, 1220 development, applications. Revised Edition",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bertalanffy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hofkirchner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Social exclusion and accessibility among low-and 1222 non-low-income groups: A case study of Nanjing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M.-P",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cities",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Coronavirus has shown us why we urgently need to make a basic 1224 income a reality",
            "authors": [],
            "year": null,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Role of federal-government in educating public about health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Journal of 1228 Medical Education",
            "volume": "50",
            "issn": "2",
            "pages": "138--142",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Contact tracing for COVID-19 will be the most complex health investigation ever",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "COVID-19 risk on public transport: What we can learn from overseas",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available",
            "volume": "1238",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Social capacity building for environmental management related to transport sector: a 1242 broader perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Routledge Handbook of",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "People's responses to the COVID-19 pandemic during its early stages and factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "1245 Nature: Humanities and Social Sciences Communications (originally Palgrave Communications) 1246",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "COVID-19 and Transport: Findings from a 1248 World-wide Expert Survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Master plan, plan adjustment and urban development reality under China's market 1250 transition: A case study of Nanjing'. Cities, 30",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "77--88",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of the novel coronavirus disease of 2019/2020 (COVID-19) has resulted in 21 still-increasing numbers of infections and deaths worldwide. As of September 2 1 , the total 22 numbers of confirmed infections and deaths reached 25,757,780 and 875,185 persons, 23 respectively, with the former still showing an upward trend. The countries that are the most 24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "30 Society (WCTRS) COVID-19 Task Force (Zhang et al., 2020), governments have been 31 implementing various countermeasures, including very strict lockdown measures and 32 prohibition of some out-of-home activities (e.g., schools, offices, gatherings, eating out). A 33 little over half of the experts surveyed (54.6%) reported that in the town or city where they 34 were living, the number of passengers boarding public transport vehicles was restricted, and 35 22.2% of the experts observed online bookings for use of public transport during the 36 pandemic. About one-third (27.8%) of experts observed that monetary compensation had 37 been given to transport and logistics firms suffering from economic losses as a measure to 38 address the impacts of the COVID-19 pandemic. 39 Impacts of COVID-19 on the transport sector and corresponding measures have been 40 widely investigated by many researchers and organizations (e.g., aviation [IATA, 2020a; 41 ICAO, 2020], maritime transport [McCauley et al., 2020; Teoh, 2020], railway [Citroen, 2020;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "PASS approach for policymaking for addressing COVID-19 and future pandemics 110 111",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "137 services are provided by firms, different firms can be expected to compete in their response to 138 COVID-19, via differentiation measures. However, because of the various unknowns 139 regarding COVID-19 and the resulting inability of firms to deal with it properly, market 140 failures may occur. For example, continuing service operation owing to an underestimation of 141 J o u r n a l P r e -p r o o f infection risks may enable the spread of COVID-19 through transporting infected passengers.142",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "151 general emergency management (including pandemics), the National Academies of Sciences, 152 Engineering, and Medicine (2019) emphasized that transportation agencies are required to 153 address the following eight major challenges: (1) higher expectations and lower tolerance, (2) 154 increased risks from various hazards and threats, (3) cyber risks, (4) use of important 155 transportation resources, (5) multimodal responses to emergency, (6) use of smart 156 technologies, (7) systematic management (of communication, equipment, facilities, personnel, 157 procedures, and processes), and (8) safe and secure movement of people and goods. Industrial 158 experiences during the current pandemic suggest the essential role of governments in making 159",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "166preparations before a pandemic starts in a country/region, and preparations before the167 pandemic starts in a city/town of the country/region. Planning should be positioned on top of 168 preparedness, from a long-term perspective. Since the four-step procedure (Deutsch, 2014) 169 was proposed in the USA in the 1950s, scientific evidence-based transportation planning has 170 become standard practice in many countries. In responding to pandemics, a great challenge is 171 in connecting public health, transportation planning, and urban planning from an 172 interdisciplinary perspective (Ahmed et al., 2020; Giles-Corti et al., 2016; Moatti, 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "various unknowns on a virus in the early stages of a pandemic, avoidance, an 197 adaptive response among individuals to environmental challenges (Oitzl, 2007), should be 198 regarded as the most important among all measures taken after the occurrence of the 199 pandemic. This is partially in line with the report of Vale and Jardine (2017), who stated that 200 infection avoidance behaviors are the first line of defense against pathogens. Avoidance 201",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Government officers' and other decision makers' behaviors under pandemics must be212 regulated, for example, via guidelines (what people should and should not do) with strict 213 punishment for violations. As for avoidance, people may enjoy a temporary sense of relief in 214 the short term; however, avoidance may also lead to increased anxiety (Star, 2020) and social 215 exclusion (He et al., 2020; Wang et al., 2020) in the long-term. Thus, careful attention should 216 be paid to the design of such avoidance-oriented policy measures. 217 When encountering public health threats, people tend to adjust their behaviors to 218 reduce infection risks. For example, Rudisill et al. (2012) reported on such behavioral 219 adjustments to the avian flu in Europe in 2006 and found that knowledge about and proximity 220 to avian flu risks are influential to behavioral adjustments. While keeping avoidance, transport 221 users need to adjust their activities and schedules as well as trip timings to reduce 222 opportunities of being infected or transmitting virus to others. Transport operators need to 223 adjust their operation tasks and services in ways appropriate to the pandemic situation. More 224 importantly, governments need to make adjustments across departments and across sectors 225for taking and implementing more effective policy measures for addressing the pandemic. It is 226 not easy to design optimal policies, especially when multiple sectors/departments are involved.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Thus, sectoral adjustments or policy adjustments (e.g.,Usui, 1996; Abou-Chadi et al., 2020) 228 become important. Addressing the pandemic needs both interdisciplinary insights and 229 cross-sectoral collaboration. To this end, governmental adjustments are crucial. Measures 230 prepared before the pandemic may also need adjustments, depending on whether and how 231 much the new virus behaves with respect to the expectations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "need to shift to a new equilibrium state, and stakeholders need to make 239 behavioral shifts, where painstaking efforts are required. Shifting indicates a nonlinear 240 change from one state to a different one. Specifically, people who have to make trips need to 241 shift their modes to reduce their infection risk (e.g., from public transport to car or active 242 transport mode). Modal shift may also occur owing to unemployment or loss of income 243 during the pandemic, which could limit the ability to buy/lease a vehicle. Meanwhile,244 measures for addressing the pandemic need collective decisions and actions. Sharing of 245 information and resources is critical to collective decisions and actions, because such sharing 246 can fill knowledge gaps and further enhance the feasibility and transparency of collective 247 decisions and actions. In addition, trip makers need to pay attention to space sharing with 248 others during their use of public transport. Because of the need to avoid, adjust, and shift, 249 people need to think about sharing their job responsibilities with others to prepare for the 250 next set of actions (i.e., substitute and stop). To make protection measures work effectively, 251 transport users may have to share their health information, such as during air travel. 252 Meanwhile, based on preparedness plans, transport operators need to shift to the 253 appropriate operation system for the duration of pandemics. Governments need to shift from 254 business-as-usual governance to pandemic-sensitive governance. In other words, governments 255 are required to concentrate their efforts on the pandemic by involving all stakeholders. Public 256 transport operators should also impose regulations on space sharing to prevent infections 257 from spreading. Different transport operators may have to share their operational resources 258 (e.g., staff, vehicles, and infection information) to survive the pandemic, given the potential 259 staff absences (e.g., if infected or quarantining) or lack of vehicles (e.g.,, if they need to take 260 them out of service for longer than normal to disinfect). As such, the sharing of information 261 on infected passengers and staff is also crucial. Governments may need to promote a shared 262 economy under pandemics to address issues of undersupply and resource shortages, such as 263 by deregulating or temporarily amending laws. Governmental departments may also need to 264 share their human resources to address effectively and efficiently all pandemic issues. the pandemic becomes more serious, people must substitute or stop activities 269 involving trips. Substitution-stop measures may involve serious ethical, legal, and even 270 human rights issues. Therefore, governments must take the lead to make regulations that 271 allow or force transport operators to stop service operations. Such regulations or 272 enforcements should be well supported by proper protection measures. Subsequently, 273 transport operators can judge whether and how to stop operation of their services. During the 274 COVID-19 pandemic, the public has witnessed high-level political posturing and bickering, 275 which wasted valuable time and detracted attention from efforts to fight the pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "283governments. Although this PASS approach is crucial for successful transport measures amid284    pandemics, its implementation may bring about various negative impacts on these groups and 285 J o u r n a l P r e -p r o o f possibly society at large. To address this, governments and transport operators must 286 implement proper protection measures (e.g., economic and institutional). The final 287 preparation is also important: after a pandemic, society should not forget to prepare for 288 future pandemics. To avoid unnecessary economic losses and social disorders, policymakers 289 may take measures from these four angles (i.e., P, A, S, and S) in sequence or step wise, as 290 seen in the railway transport policies for addressing COVID-19 in Japan. However, P, A, S,291 and S do not need to be implemented in sequence. For example, different people and 292 operators may adopt different P, A, S, and S, in their own ways, simultaneously, to mitigate 293 the impacts of a pandemic in a comprehensive and seamless manner. P, A, S, and S, as 294 implemented by different stakeholders, are not independent of one another, in terms of the 295 effects on mitigating the spread of infections. In other words, two or more of these four 296 elements display synergistic and complementary effects. The effects will depend on how to 297 implement each of P, A, S, and S via various policy instruments. However, the 298 implementation is not costless. Considering that COVID-19 as well as other public health 299 threats are a threat to everybody (i.e., a \"public bad\"), governments should collaborate with 300 various funding bodies to take the initiatives in the fight against pandemics with sufficient 301 funding support. For example, European Commission (2020b) summarized a series of 302 financial instruments. 303 The implementation of policy instruments usually encounters various barriers. For 304 example, Maqbool and Khan (2020) identified ten barriers to the implementation of public 305 health and social measures for preventing the spread of COVID-19: poor safety culture, 306 public stigmatization, and eight lacks (of safety commitment from the public, administrative 307 commitment and support, strict enforcement of regulations, resources, medical facilities, 308 door-to-door services during quarantine, proper communication, and government policies to 309 ensure the implementation of various measures). Similar types of barriers can be found in the 310 transport sector. Meanwhile, the following mental barriers cannot be neglected: local 311 government's wait-and-see attitude because of pandemic-related inexperience, absence of 312 guidelines for the transport sector, and fear over the responsibility to make active and 313 preventive measures; people's unwillingness to cooperate because of various burdens caused 314 by behavioral modifications, concerns about privacy, and trust in government and/or transport 315 operators; and transport operators' unwillingness to take stricter measures (e.g., ridership 316 control) because of concerns over losses in operation revenues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "19 is often compared with the 1918 Spanish Flu, which occurred a century ago.322 Modern transportation has been pointed out as having contributed to the rapid and extensive 323 spread of the Spanish Flu worldwide by transporting infected crews and passengers of ships 324 and trains; indeed, outbreaks spread along major transportation routes (Africa Center for 325 Strategic Studies, 2020; Colvin and McLaughlin, 2020; Killingray, 2003; Rodrigue et al., 326 2020; Taubenberger and Morens, 2006). As for lessons from the 1918 Spanish Flu, Soper 327 (1919) published a paper in Science and pointed out the following.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Spanish Flu pandemic, the number of passengers on public transport was 353 limited; however, the limitation was not very effective (Martini et al., 2019). Probably 354 reflecting the development level of science, Soper noted that the experience during the 355 Spanish flu suggests that \"it is not desirable to close theaters, churches and schools unless 356 public opinion emphatically demands it. It is not desirable to make the general wearing of 357 masks compulsory. Patients should not be masked except when traveling from one point to 358",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "most critical question when fighting public health threats is this: What should 371 governments prepare for? First, governments must prepare pandemics-driven mindsets by 372 better learning lessons from history (e.g., Amster, 2020; King, 2020). Similar public health 373 crises have repeatedly occurred in recent human history, including pandemics such as the 374 1918 Spanish Flu. Recent examples include the Ebola outbreak in 2019, the Ebola 375 hemorrhagic fever outbreak in 2014, the H1N1 influenza virus in 2009, the 2005-2016 Zika 376 fever, and SARS in 2003. The damage brought by COVID-19 suggests that historical lessons 377 have not been learned well. For the current COVID-19 pandemic, while some countries are 378 suffering from heavy losses (losing many lives and observing a rapid increase in cases), why 379 are other countries simply waiting and watching? In this era of globalization, airlines can 380 transport infected passengers from one side of the world to the other within a day. In a 381 metropolitan area, railways can transport infected passengers from a suburban area to the city 382 J o u r n a l P r e -p r o o f center within an hour. Even with no guidelines or contingency plans, the developed countries 383 could have been more prepared given current advanced technologies. There are various 384 reasons for such an inaction. For one, those countries with an unexpectedly rapid increase in 385 infections surely underestimated the severity of COVID-19. Thus, it is extremely important 386 for these countries to make use of their lessons to help mitigate the spread of COVID-19 in 387 countries with similar growth of infections. The above arguments are closely related to the 388 capacity building of society, consisting of governments, firms, and citizens. Following the 389 DPSIR+C approach (Zhang, 2018), to enhance the capacity (C) of society, each stakeholder 390 should properly understand the driving forces (D) of the current pandemic and the resulting 391 pressures (P) leading to the spread of the pandemic, the states (S) of the pandemic (both 392 confirmed/unconfirmed infections and deaths), and impacts (I) on the economy, society, and 393 people's daily lives. Without a strong understanding of the above D-P-S-I elements, society 394 may be unable to respond (R) effectively to the pandemic. Without sufficient capacity, 395 responses (e.g., laws and regulations, economics measures, technological development, 396 enlightenments) cannot be realized either. Thus, it is extremely important to enhance the 397 capacity of each stakeholder and of society as a whole. To maximize the capacity of society, 398 the government must create a cross-sectoral organization tasked to work on preparations for 399 future pandemics and during a pandemic, by involving experts and transport operators. Such 400 an organization body could allow for and facilitate effective communication across sectors, 401 with reference to all PASS-based measures. 402 Second, legal and regulatory preparations (or institutional design) should be given top 403 priority to ensure that various during/after-pandemic measures work, with strong support from 404 various social capitals. The absence of rules or inadequate/weak/inconsistent rules will 405 become bottlenecks to the smooth implementation of pandemic measures. For example, 406 during pandemics, emergency goods and services must be delivered via transport systems, 407 and some portions of the transport demand must be met, even in the case of lockdowns. 408 Governments need to prepare relevant laws and regulations for ensuring the smooth delivery 409 of emergency goods and services by involving various stakeholders who could make 410 large-scale deliveries possible in a timely manner. Standards of physical distancing measures 411 and personal protective equipment should be prepared for regulating transport operators, 412 supported by governments, to keep both service employees and users safe. All measures 413 recommended based on the PASS approach should be well supported by the aforementioned 414 legal and regulatory preparations. However, such preparedness is not everything. For example, 415 although the US Centers for Disease Control and Prevention (CDC) (2020a) has accumulated 416 a rich array of planning and preparedness resources, the current spread of COVID-19 417indicates that even the best plans can fail. Such a failure may be directly owning to the lack of 418 willingness for the population to adhere to the plans/guidelines. Generally, how well legal and 419 regulatory rules are prepared and implemented is a reflection of not only governmental 420 capacity but also the capacity of other stakeholders.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "process.\" Dickson (1992) emphasized the importance of training and 445 exercising. As summarized by WHO (2018), contingency planning consists of risk analysis, 446 risk mitigation, preparedness actions (identification of preparedness measures to ensure 447 readiness to respond and plan implementation sensitive to the level of needs and/or 448 imminence of risks), contingency plan (to introduce a scenario-based contingency or 449 preliminary response plan and to set preliminary responses, specific objectives, activities, 450 targets, and indicators), action plan, and testing and monitoring. Fan et al. (2019) empirically 451 revealed that cross-agency collaboration and emergency management capacity building are 452 crucial to the success of implementing urban contingency plans. However, in reality, more 453 than one-third of cities/towns in the world have no guideline or contingency plan for any 454 transport system, according to a global expert survey (Zhang et al., 2020). One more 455 important finding from Zhang et al. (2020) is that countries/regions with lower percentages of 456 guidelines and contingency plans for transport systems are those showing higher infection 457 cases and deaths, although they did not specify whether this finding is coincidental or causal.458 For making measures that address pandemics issues effectively and efficiently, transport 459 operators should be encouraged to participate in the preparations by government and other 460 stakeholders. In the case where two or more transport operators operate in a city, preparations 461 must be made based on close collaboration across operators because of multimodal trip 462 making features, which need seamless measures across operators. Transport operators should 463 be further encouraged to develop protection and physical distancing technologies.464Fifth, transport users need to make better preparations by forming healthy and \"smart\" 465 lifestyles. They also have to think in advance about how to take physical distancing measures 466 (e.g., to apply for telework, to buy a bicycle, and/or to buy online meeting tools). People who467 have a healthy lifestyle are more likely to walk and use a bicycle in their daily lives. The use 468 of smart technologies allows people to meet various needs in life without making a trip (e.g., 469 telework, online shopping, food delivery via online orders, online learning, online medical 470 treatment). In this regard, transportation planning resulting in more use of walking and 471 cycling and urban planning based on various smart technologies are expected to play an 472 important role in preventing/mitigating the infection risk of COVID-19, via improvements in 473 the built environment (Li et al., 2020). Specifically, forming anti-virus habits (e.g., washing 474 hands regularly and getting used to wearing masks) and preparing emergency goods/money 475 are helpful to reducing infection risk and avoiding panic buying. For example, wearing masks 476 was not popular in the Western culture, unlike in Japan. This may partially explain the 477 remarkable differences in the spread of COVID-19 and its impacts on lives between Western 478 J o u r n a l P r e -p r o o f countries and Japan, although broad evidence needs to be accumulated and scientifically 479 examined. Considering that pandemics are caused by a variety of unsustainable interactions of 480 human activities and the environment (e.g., Berardelli, 2020; GAVI, 2020; Muhammad et al., 481 2020), people should be encouraged to form sustainable lifestyles that are in harmony with 482 the environment. In this regard, governments should think carefully about how to incorporate 483 anti-virus habits and sustainable lifestyles into public education, which may reduce public 484 resistance to behavioral rules during future pandemics. Transport users should be better 485 involved in preparations by government and transport operators. 486 Sixth, governments need to fund and encourage more interdisciplinary research 487 between public health, transportation, and other relevant disciplines. Science and 488 technological innovations are crucial to surviving pandemics (UNCTAD, 2020). For example, 489 population flow has been found to be closely associated with the spatio-temporal spread of 490 COVID-19 in China (Li et al., 2020). However, little is known about the infection risk from 491 using public transport. As such, public transport operators do not know how to operate 492 transport services in such a way as to minimize infection risk. Ferretti et al. (2020) revealed 493 the usefulness of mobile phone applications in implementing contact tracing, social distancing, 494 and quarantine protocols. Considering the huge amounts of Big Data on spatio-temporal 495 human mobility (e.g., transport, social contacts, health conditions) collected via various smart 496 technologies, it is unclear why so much remains unknown. These data have not been 497 maximized to inform policymaking in the current pandemic. Public health experts cannot 498 provide scientific evidence on how many social contacts must be reduced to flatten the spread 499 curve of COVID-19 infection at different stages. In the case of transport operations, the 500 infection risk under a certain passenger density should be predicted; without such a prediction, 501 transport policymakers cannot clarify how much passenger transport volume must be reduced 502 to reduce the spread, and thus making it difficult to encourage voluntary behavioral changes. 503 Big Data have been tapped to provide medical and public health experts with intelligence to 504 anticipate the spread of COVID-19 in three ways: (1) strategic planning; (2) tracking of 505 (possibly infected) individuals; and (3) provision of advice to concerned and possibly infected 506 individuals, by properly addressing privacy issues (Marcus, 2020). However, data sharing in 507 public health faces various barriers, such as technical, motivational, economic, political, legal, 508 and ethical barriers (van Panhuis et al., 2014). During the current COVID-19 pandemic, 509 public health experts should work more closely with experts in transport, business operation, 510 education, and other relevant sectors. To support this, governments must prepare institutional 511 designs that makes such interdisciplinary and cross-sectoral policymaking possible.512 513",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "important (ITF-OECD, 2020; ILO, 2020). Second, economic and institutional measures (e.g.,520    compensation for losses of service operation revenue and tax avoidance, evasion, and deferral)521    have been taken to address the impacts of COVID-19 in developed and developing countries, 522 such as Australia (Public Transport Victoria, 2020), EU states (European Commission, 2020c;523    Usami et al., 2020), Japan (European Transport Workers' Federation, 2020), and countries in524    Asia and the Pacific (ILO, 2020)). Third, to fight COVID-19, smart technologies should be 525 better utilized (Amditis, 2020). Lastly, people need to be protected from fake information on obligated to wear masks and avoid talking loudly. For example, wearing face masks 531 has become mandatory on public transport in some European countries (Borrat, 2020).532Physical distancing and protection measures for both staff and users can be enforced. Smart 533 technologies can be used to protect transport users and the public under the scheme of smart 534 cities (Pianta, 2020). More fundamentally, transport users should be advised to wash hands 535 before and after using transport vehicles and avoid touching their face/eyes during trips.536 UITP (2020a) summarized two types of protection measures for public transport by 537 reviewing global best practices: (1) disinfection and sanitization, and (2) workforce 538 monitoring. The first type includes frequent disinfection and sanitization of high-touch areas, 539 use of technologies (e.g., ultraviolet light, Ozone, germicidal chlorine-based products, and 540 robots) to disinfect/sanitize vehicles, treatment of high-touch devices (e.g., disabling train 541 open/door push buttons, dismantling all handles inside trains), and demand control (e.g., 542 restricting boarding capacity to 50% on buses). The second type involves the monitoring of 543 workers' body temperature; supplying of face masks, gloves, hand sanitizers, and vitamin C 544 tablets to staff; installation of intercoms in teller booths to minimize contact between staff and 545 users; use of infrared imaging devices to check the body temperature of users; and isolation of 546 bus drivers from passengers. The above measures need a huge budget; for example, in May 547 2020, the UK government announced a GBP 283 million funding package to improve public 548 safety and protect services (Media, 2020). 549 550 3.1.3 \"Provide\" 551 552 Governments should provide, in a timely manner, scientific and evidence-based information 553 to help users and providers play their respective roles. Governments should also provide 554 immediate financial support to those industries whose operations are strictly regulated. 555 Transport operators should provide antiseptic solution at stations and information on keeping 556 both transport users and service staff safe from the virus. Transport users should be provided 557 with information on the levels of congestion inside public transport platforms/vehicles. 558 Considering the ever-increasing importance of information in the present internet era, 559 transport users should be encouraged to practice better social influences on other persons via 560 social media and within their own social networks. They should be further encouraged 561 (regulated/forced, if necessary) to provide personal health information (e.g., body temperature, 562 immunity proof). For example, the US CDC (2020b) released information on how to protect 563 transport users and operating staff from COVID-19. The government of Ontario, Canada 564 (2020) provided guidance for public transit agencies and passengers in response to COVID-19.565 More importantly, transport users should be encouraged to provide information about their 566 spatio-temporal behavioral trajectories to public health authorities and transport operators, in 567 case of infection (e.g., use of smartphones to track trips, showing personal identity cards to 568 enter subways, use of smartphone-based health codes, and use of location technologies 569 pinpointed to railway and airline seats) (Ko, 2020). These measures involves serious privacy 570 and human rights issues; however, tracing infection trajectories is crucial to preventing further 571 infections. Thus, immediate institutional designs must be made that allow the use of smart 572 technologies by sufficiently addressing negative impacts. 573 The lessons and limitations of science, as learned from Soper (1919), suggest the 574 J o u r n a l P r e -p r o o f importance of better communication with the public: both what are known and unknown need 575 to be conveyed to the public in a proper and not misleading way. Even medical experts need 576 to communicate better with other experts or authorities with greater expertise (and those 577 experts also need to communicate better with them), because scientific evidence accumulates 578 quickly and needs to be applied to practice in a timely manner. Such risk communication is a 579 kind of complex system not only because various stakeholders with different roles and 580 interests are involved but also because of the many unknowns and uncertainties. COVID-19 is 581 a kind of risk, and COVID-19 related communications should have similar features to those 582 for natural disaster risk communications. Meanwhile, COVID-19 is invisible and cannot be 583 detected, like earthquakes or floods, before people are infected. This characteristic makes 584 communications (types and contents of information, ways of information provision, and 585 effective understanding of information via interactions between information providers and 586 receivers) for COVID-19 more difficult, especially with respect to requests for changes in life 587 practices for the public and organizational operations (e.g., schools, firms). Introducing 588 actions too early may bring about unnecessary changes in life and society and result in 589 economic damage and social disorder.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "avoid unstable or inconsistent policy decisions. During a pandemic, 596 policymaking is always challenged by the existence of various unknowns and uncertainties. In 597 particular, for policy measures requiring people's cooperation or regulating people's behaviors, 598 it is necessary to take measures consistently, conditional on various unknowns and 599 uncertainties. More importantly, government officers/staff need to avoid behaving against 600 their instructions to the public. People in authority must avoid setting bad examples. It is also 601 important to avoid providing inconsistent information. The above are partially supported by 602 observations of people's behavioral and attitudinal responses to COVID-19 in the early stage 603of the pandemic in Japan(Zhang, 2020).604Because the use of public transport is riskier compared with other modes (UITP, 605 2020b), transport operators have to avoid crowding on platforms and operating crowded 606 vehicles. If possible, booking-based public transport should be promoted, because such a 607 booking system allows service providers to guarantee sufficient physical distancing among 608 users by properly controlling demand over time and across lines. Transport operators may also 609 be able to determine when to think about increasing capacity. Transport operators should also 610 avoid actions/behaviors that undermine sustainable development (e.g., waiving environmental 611 targets for governments).612Transport users have to avoid activities/trips needing close physical distances, such as 613 visiting crowded places or using crowded transit vehicles. If crowded places and/or vehicles 614 cannot be avoided, the duration of staying in such places must be reduced. Forwarding fake 615 information related to COVID-19 and transport should be avoided. It is also important to 616 avoid panic buying (e.g., gasoline, masks, and emergency goods), which leads to not only 617 social panic but also traffic congestion.618 6193.2.2 \"Adjust\"620 621Adjustment is an essential part of the planning process in response to changes in the planning622 J o u r n a l P r e -p r o o f contexts (Dames, 1972). Plan adjustment can \"alleviate the tension between the plan and the 623 market as well as facilitate effective pro-growth partnerships between the local state and other 624 economic agents\" (Zhu, 2013). Adjustment can be found with respect to planning objectives, 625 instruments, finance, organizations and stakeholders, and evaluation criteria (Fernandes, 626 2019). The establishment of an adjustment committee or relevant organization is a popular 627 practice in many countries 2,3,4 . In the event of a pandemic, governments and transport 628 operators may need to adjust the entirety of their preparations according to new contexts or 629 situations. It may become extremely important for governments to make organizational and 630 policymaking adjustments across departments and sectors to assist in decision-making and to 631 implement measures for addressing the pandemic. Policy decisions during a pandemic need to 632 be made by breaking barriers between sectors/departments, even political barriers between 633 ruling and opposition parties. Sheehan and Fox (2020) pointed out that institutional confusion 634 across agencies in response to COVID-19 in the USA resulted in wasted time and lost lives.635 Keeping transit open while protecting the health of passengers and staff requires the 636 adjustment of service schedules (frequencies, operating times, number of routes) and 637 sweeping activities by transport operators (Rubiano and Darido, 2020). Transport operators 638 further need to adjust meetings and staff management and then introduce workplace 639 arrangements that are more physical-distancing friendly. For public transport operators 640 especially, it will be extremely important to adjust physical distance between passengers as 641 much as possible. Keeping physical distance means either restricting transport demand or 642 enhancing transport capacity: both are difficult but have to be achieved.643It remains unknown how long we will have to stay at home to help mitigate the spread 644 of COVID-19. Life must go on, however. The economy will be gradually re-opened, although 645 a full-scale re-opening may not happen soon. For a while, we will have to live together with 646 this virus. To avoid/mitigate the risk of infection, physical distancing has to be better practiced.647 Thus, transport users need to adjust activity plans and schedules and ways of social 648 networking. Activities and trips must take place based on pre-given activity plans and 649 schedules. For reducing face-to-face interpersonal contacts, activity plans and schedules 650 should be well adjusted by meeting the necessary and minimal needs in life (L), which allow 651 people to perform essential activities (A) at proper spaces (S) at proper times (T: both timing 652 and length of time). In other words, a LAST (Life-oriented Activity-Space-Time) approach 653 (Zhang, 2020) becomes relevant and important. For example, people should be encouraged to 654 make trips (e.g., commuting) during off-peak hours instead of during peak hours. Peak-hour 655 charging (both road and public transport) may be needed to encourage behavioral adjustments. 656 People should be encouraged to perform activities (e.g., shopping or meeting) online instead 657 of in person and to seek relaxation without visiting crowded places. to shift to the pandemic-focused governance by involving all stakeholders. 664 Such governance covers information provision and management and highly complicated 665 policy decisions for mitigating the impacts of a pandemic. Because of the extremely important 666 roles of governments in every aspect of the fight against a pandemic, government officers and 667 policy makers must shift their mindsets to a state of emergency. Shifts in mindsets are also 668 requested from transport operators and users. Shifting passenger traffic from public transport 669 to other modes has to be done; for example, some cities have developed safe and affordable 670 alternatives (e.g., emergency bike lanes, free bike-share, rideshare services) for health care 671 staff and other essential workers (Rubiano and Darido, 2020). 672 Transport operators also have to shift to their operation system amid a pandemic, by 673 following guidelines and contingency plans prepared before the pandemic. Staff behaviors 674 should be properly regulated. For example, one infected member in a company who 675 participates in a social gathering may lead to the need for self-quarantine of many others, 676 leading to reduction or temporary closure of transport services. Thus, such a pandemic-driven 677 shift needs efforts of all members (general employees and managers) in companies. For such a 678 shift, transport operators are required to make strict regulations regarding their members' 679 behaviors. Although such regulations cannot be applied to company members' families, 680 company members should encourage their family members to take sufficient physical 681 distancing measures as an effort of voluntarily taking shared responsibility. 682 Transport users need to shift from fixed working hours to flexible ones or staggered 683 commuting, from one mode to another. If trips must be made every day, public transport users 684 and shared mobility users may have to shift to walking/bicycling and car/motorcycle driving 685 to avoid being infected. More importantly, people should be encouraged to shift to a lifestyle 686 suitable to the new normal brought by pandemics. However, the above shifts are not feasible 687 for some essential workers and people without cars and/or motorcycles. Thus, social 688 exclusion (Lyons, 2003; Currie et al., 2010; Varghese and Jana, 2019) must be addressed. 689 690 3.3.2 \"Share\" 691 692 Governments need to share information with the public in a timely and interactive manner.693 This is extremely important to mitigate people's fear about the virus. Information sharing is 694 also crucial for mutual trust via communications between governments and the public. For 695 enabling information sharing, digital epidemiology (e.g., use of COVID-19 app) is crucial, 696 although ethical, social, and legal issues must be better addressed (Cattuto and Spina, 2020). 697 Supply chains and business operations have been seriously affected by the current 698 pandemic, leading to various under-supply and resource shortage issues. To tackle such issues, 699",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "According toUmehara (2016: p.58), in 2013, Tokyo Metro's total distance traveled using its 711 own lines reached 180,099,000 km, whereas other companies' trains used its lines to travel for 712 104,554,000 km. In contrast, Tokyo Metro used other companies' lines to run its trains for 713 104,866,000 km. The cancelling out based on vehicle kilometers operated is the basis for 714 sharing mutual operation costs, such as the use of vehicles and lines. Further, because of the 715 significant reduction of passengers during pandemics, transit operators may provide shared 716 transit vehicles for goods transport, supported by the aforementioned shared mobility policies. 717 Transport users should start sharing job responsibilities with others as preparation for 718 substitute-stop actions, if jobs are not yet shared. Job sharing has three types: pure, split, and 719 hybrid job sharing; these depend on business objectives, job descriptions, and responsibilities 720 (Daniels, 2011). It is also important to share health information when using urban public 721 transport, inter-city railways, and airlines. For example, ACI and IATA (2020) recommended 722 the collection of passengers' health information in electronic form before arrival at airports, as 723 a measure for passenger contact tracing, and facilitation of the transfer of passengers via 724 one-stop security and health screening to eliminate re-screening during transfer. A certificate 725 of immunity may become a viable tool to facilitate travel when vaccines are successfully 726 produced and widely distributed (IATA, 2020b). 727 Health experts have emphasized the needs for hiring contact tracers to detect exposed 728 persons quickly (Welch, 2020). Thus, transport users who become infected should be 729 encouraged to share their spatio-temporal behavior trajectories and social contacts, under 730 proper privacy protection. Such information sharing is so crucial to controlling the pandemic 731 effectively and efficiently. In this regard, governments should offer incentive measures for the 732 voluntary sharing of health and behavioral information, and if unsuccessful, stronger 733 enforcement measures. Under a pandemic, everybody should be aware of their social 734 responsibility (Maak, 2020). This, of course, involves not only privacy issues but also ethical 735 ones, which need legal provisions and broad consensus building with the public. pandemic, unnecessary and non-urgent trips should not be made. Governments 742 should take the initiative to substitute face-to-face procedures with online ones. E-government 743 should be further promoted. Governments also need to take effective policy measures to 744 encourage business operators and the public to substitute trip-driven activities (e.g., meetings, 745 gatherings) with online activities. More importantly, governments should learn to transform 746 the pandemic (crisis) into a new opportunity, because COVID-19 can be a trigger to making 747 significant changes to society.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "telework [Kawashima et al., 2020], online meetings [The European Business Review, 2020], 756 online lectures[Li and Lalani, 2020], online shopping[Du, 2020], and online gatherings 757[Vogels, 2020]). Of course, this substitution measure requires that online services be 758 accessible to as many people as possible. If available, such zero-trip measures would be the 759 best method to prevent the spread of COVID-19, while also recognizing potential negative 760 consequences, such as mental health issues (especially for single-member households), 761 worsened productivity, loss of business that depends on direct communication with customers,762    and conflicts of job/study with other family activities in multi-member households. Food may 763 be ordered delivered, instead of eating out. Some activities can be postponed. For example, 764 tourism, leisure, and some discretionary activities can be performed after the pandemic.765Nonetheless, such postponements usually result in huge economic losses to service providers.766People may also reduce trip frequency. People tend to go shopping frequently to purchase 767 fresh foods. In a pandemic, shopping frequency can be reduced through bulk buying. This can 768 also be applied to other activities. People may further reduce trip distance by changing 769 activity destinations. People may also reduce some face-to-face social contacts. There are 770 many issues regarding the reduction of social contact, especially in the business world.771 However, the rapid progress of the current smart technologies has replaced many face-to-face 772 contacts without worsening their quality. Therefore, face-to-face social contacts can be 773 reduced. Obviously, some issues of social exclusion (e.g., Lyons, 2003; Allen and Farber, 774 2020) may be present in all the above measures. Thus, it is necessary to protect those socially 775 excluded population groups. For example, UNESCAP (2020) argued for the necessity of 776 providing financial support for employers to maintain job opportunities and of supporting 777 employees and households to ensure minimum living standards. Similar measures are also 778 supported by the European Parliament (Szpejna and Kennedy, 2020). The World Economic 779 Forum (2020) further argued for the importance of revisiting the basic income policy to 780 address the various impacts of COVID-19 and other crises. The European Parliament further 781 supports flexible work arrangements and work-life balance (Szpejna and Kennedy, 2020). 782 Thus, it is necessary to transform from the current market-oriented society into a life-oriented 783 society in future. 784 785 3.4.2 \"Stop\" 786 787 This type of decision might be the most difficult for all stakeholders. The questions are \"How 788 much and how long must activities/businesses that are usually performed be stopped?\" and 789 \"How can they be stopped?\" The most extreme case is the lockdown. According to a report 790 released by Statista on April 23, 2020 (Buchholz, 2020), one-third of the world's population 791 underwent a state of lockdown, which was defined as a situation whereby \"governments 792 ordered their citizens to stay at home and only take a minimum of necessary trips outside, 793 while announcing police enforcements and/or fines for people failing to meet the 794 requirements.\" In the case of the transport sector, governments should make policies that 795 allow transit operators to stop service operation before the pandemic becomes serious (i.e., to 796 prepare for stopping). This should also be applied to the operation of other businesses, such as 797 offices, stores, and schools. Such policies may be forced, accompanied with punishment for 798 J o u r n a l P r e -p r o o f violations, or they may be based on voluntary behavioral changes, accompanied by economic 799 and institutional incentives. Measures for addressing the impacts of COVID-19 need political 800 decisions, for which debates and arguments are essential and critical, especially considering 801 the various unknowns and uncertainties. Debates and arguments must be constructive and 802 evidence based; otherwise, it will be difficult to convince the public to follow governmental 803 instructions/requests/requirements. From a long-term perspective, transport users should also 804 make efforts to change lifestyles, particularly to stop unsustainable human interactions with 805",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "circulation). Robust scientific evidence is therefore urgently needed. When the outbreak of 810 COVID-19 occurred, some countries locked down their cities, forcing public transport 811 services also to stop. Stopping public transport services has made its own contribution to 812 mitigating the spread of COVID-19, although it does not immediately mean stopping all 813 services. Services should still be provided to essential workers who lack access to cars. In 814 recent years, shared mobility services have been made available and are becoming 815 increasingly popular. To avoid being infected, shared mobility drivers may be unwilling to 816 provide private transport services. Thus, meeting the mobility needs of essential workers will 817 be a key issue in relation to public transport services.818 When pandemic situations worsen, transport users have to stop activities involving 819 trips, if possible, and they also need to stop gatherings even at home. If people can work at 820 home without causing any economic losses, such a stopping measure will be very effective to 821 flattening the curve of the pandemic. Stay-at-home restrictions and regulations allow people 822 to perform necessary activities without making trips, and consequently release people from 823 commuting, but staying at home for long periods may have consequences on people's mental 824 health (Zhang, 2020). It is necessary to mitigate such mental health issues in various ways, 825 where use of online psychological counselling is a popular immediate measure (e.g., Liu et al., 826 2020). Community-level social capital sources are helpful to improve mental health (Fancourt 827 and Baxter, 2020; Nakagomi et al., 2020) and should be better utilized (via online tools) under 828 the current pandemic. Moreover, a better built environment is beneficial to various health 829 aspects, including mental health (Moore et al, 2018). Thus, from a long-term perspective, it is 830 necessary to improve the built environment based on better physical distancing design 831 (Liddicoat et al., 2020). The challenge is in balancing the stopping of out-of-home activities 832and serious economic, financial, and job losses. As in transport services, proper economic and 833 institutional compensation should also be made to the public.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "measures have been proposed and taken to address the impacts of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "However, creating policy measures in a relatively comprehensive and seamless manner has840 been relatively under-explored. The present work proposed a new policymaking approach, 841 namely, PASS, for battling the current COVID-19 and future pandemics. Based on this 842 approach, the author made major policy recommendations with respect to each of the four 843 categories: P (Prepare-Protect-Provide), A (Avoid-Adjust), S (Shift-Share), and S 844 (Substitute-Stop). This new approach was designed to fill the gaps in transport policymaking 845 amid pandemics by covering the major aspects that should be addressed by governments, 846 J o u r n a l P r e -p r o o f transport operators, transport users, and the public. The approach reflects the different roles of 847 and relations between these major stakeholders in connecting public health and transport 848 policymaking. Available references for COVID-19 are extremely limited. As such, the author 849 had to rely on ongoing measures taken in different countries to support the proposal and 850 policy recommendations. No one country/city has implemented all the PASS-based policy 851 measures and/or all the policy recommendations, but most of the concepts and policy 852 recommendations can be supported in practice, partially. Empirical evidence and the lack of 853 systematic policymaking approaches support both the proposal of the PASS approach and 854 derived policy recommendations. As for existing policy measures for addressing the impacts 855 of COVID-19, the East and West have shown different views on how to fight COVID-19, as 856 seen in the use of masks and implementation of lockdowns. The current progress of science 857 has not presented sufficient, universally accepted evidence for mitigating the spread of 858 COVID-19. Nevertheless, the professional insights of scientists merit people's reliance over 859 the political judgment of so-called experts. Having such a mindset may be the only way to 860 allow different countries to learn best practices from one another: by putting aside political 861 and cultural prejudices. As for the transport sector, although the infection risk inside transport 862 vehicles may be lower than in other crowded places, policymakers have to recognize that 863 transport vehicles have surely transported infected persons. Thus, transport policy measures 864 must be a part of the big picture of the fight against COVID-19. In other words, the 865 PASS-based policy measures can only be sufficiently effective if they can be implemented 866 jointly with other public health measures. 867 Empirical studies need to be conducted to evaluate the effects of the recommended 868 policies and the applicability of the PASS approach as a new policymaking method, although 869 the current COVID-19 pandemic may not allow much time for such evaluations. As stated by 870 Sheehan and Fox (2020), public health policymaking requires an ability to lead to the 871 implementation of a coherent strategy to protect populations. Similarly, in the transport sector, 872 in implementing the policies recommended in this study, proper capacity building (both 873 long-term and immediate) should be required of all stakeholders so that society as a whole 874 can respond better. In the future, empirical and theoretical research should be conducted on 875 the applicability of the PASS approach, effects of the policies recommended in this study, and 876 capacity building for society as a whole to deal with pandemics. Future studies should be 877 further done in different contexts and cultures as well as geographical locations because both 878 types and effects of policies may display various heterogeneities. Other types of systematic 879 policymaking methodologies against pandemics should also be developed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "PASS approach for policymaking that accounts for the COVID-19 and future public health threats J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Third, governments should prepare policies for supporting guidelines and contingency plans prepared by transport operators. Transport services have both private and public functions/roles in supporting daily mobility, the economy, and society. Therefore, transport operators (both private and public) should prepare for the occurrence of public health pandemics within their capacities. However, the handling of the current COVID-19 pandemic has been beyond the capacities of transport operators, in terms of both monetary and operational capacities. It is too expensive for transport operators to prepare for public health pandemics. They could charge users more, but this may encourage the latter to shift to private cars and motorcycles, leading to more congestion and environmental loads from the transport 430 J o u r n a l P r e -p r o o f sector. In theory, governments need to pay the extra costs of preparing for public health pandemics, even though it is difficult to decide how much and how to pay.Fourth, guidelines and contingency planning for pandemics should be well prepared by transport operators, who should establish a task force by inviting experts. Contingency planning aims to prevent emergent events so that lives, property, and the environment are not at risk(Dickson, 1992). It is a management process that involves analyses of potential events or emerging situations and sets up agreements with other entities in the preparation of planning requires the establishment of a management structure together with a crisis management strategy, through which plans can be developed for different activities that can be used to address most crises, and for formulating draft implementation plans for specific types of crises. Meyer and Belobaba(1982)  argued that contingency planning should be better utilized to transform crises into \"unique opportunities to implement innovative measures and",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of Policy Recommendations Based on the PASS approach PrepareWhat's most important is to prepare well for pandemics. The government should take the lead and encourage or require other stakeholders to prepare. Planning should guide every preparedness measure, from a long-term perspective.ProtectThe most important role for government is to protect citizens and firms.ProvideThesecond most important role of government is to provide public goods and services that cannot be provided by individuals or firms. Avoid Avoidance should be regarded as most important among all measures after the occurrence of the pandemic. Negative impacts due to avoidance (e.g., social exclusion) should be addressed. All stakeholders need to adjust their activities to reduce infection risks. Policies should be adjusted to incorporate measures against infections. Behavioral adjustments usually do not need big efforts and should be strongly encouraged. adjust activity plans and schedules and ways of social networking make trips (e.g., commuting) during off-peak hours instead of during peak hours: peak-hour charging may be needed perform activities online instead of visiting a physical place practice relaxation without visiting crowded places S Shift The current pandemic has forced our economic and social systems to run 'in a discontinuous manner with threshold shifts (i.e., bifurcations) from the present equilibrium state. Shift indicates a nonlinear change from one state to a different one. shift to a pandemic-focused governance approach shift mindsets of policy makers to a state of emergency develop safe and affordable alternative travel modes for health care staff and other essential workers promote modal shift to active transport shift mindsets of transport operators to a state of emergency shift to the operation system under pandemics staff behaviors should be properly regulated shift to flexible working hours or other flexible working arrangements modal shift, including shift to active transport shift to a lifestyle suitable to the new normal Share Measures against the pandemic need collective decisions and actions. Sharing of information and resources is the key to collective decisions and actions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Africa. Available at: https://africacenter.org/spotlight/lessons-1918-1919-spanish-flu-africa/ 896 (Accessed: August 23, 2020) 897 Ahmed, F., Ahmed, N., Pissarides, C. and Stiglitz, J. (2020) 'Why inequality could spread COVID-19'. 898 Lancet Public Health, 5(5), p. e240. 899 Albani, M. (2020) There is no returning to normal after . But there is a path forward. 900 Available at: https://www.weforum.org/agenda/2020/04/covid-19-three-horizons-framework/ 901 (Accessed: July 4, 2020) 902 Allen, J. and Farber, S. (2020) 'Planning transport for social inclusion: An accessibility-activity 903 participation approach'. Transportation Research Part D, 78, Article No. 102212. 904 Amditis, A. (2020) Opinion: Mobility in the aftermath of the Covid-19 pandemic. Available at: 905 https://www.traffictechnologytoday.com/opinion/opnion-mobility-in-the-aftermath-of-the-covid-1 906 9-pandemic.html (Accessed: July 4, 2020) 907 Amster, E. (2020) 'History's crystal ball: What the past can tell us about COVID-19 and our future'. 908 The Conversation, June 28. Available at: 909 https://theconversation.com/historys-crystal-ball-what-the-past-can-tell-us-about-covid-19-and-ou 910 r-future-140512 (Accessed: July 4, 2020) 911 BBC (2020) 'Coronavirus: India to use 500 train carriages as wards in Delhi'. BBC News, June 14. 912 Available at: https://www.bbc.com/news/world-asia-india-53039868 (Accessed: July 4, 2020) 913 Benight, C.C., Harwell, A. and Shoji, K (2018) ' July 4, 2020) MLIT, Japan (2020) Survey on the maintenance and revitalization of regional public transport in local 1103 cities. ",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "896",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "897",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "898",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "899",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "900",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "902",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "904",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "907",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "908",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "912",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "913",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1460,
                    "text": "'",
                    "ref_id": null
                },
                {
                    "start": 1577,
                    "end": 1581,
                    "text": "1103",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}