{
    "paper_id": "0b7015db587e73cd86ad184efa4d9c64a99f713f",
    "metadata": {
        "title": "Supplemental Material -Appendix 9",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Protocol based on collection of 1 X EDTA tube, 2 X Ficoll tube, and 1 X mid-turbinate nasal swab (MTNS) . For all visits except Week 0 and Week 12, only 1 X Ficoll tube will be collected. A Tasso serum separator tube (SST) may also be collected if participants opt into that sub-study. Study staff will leave Ficoll (and Tasso SST, if collected) tubes at room temperature in a BSL2 biosafety cabinet (BSC) and EDTA tubes and MTNS samples at 4°C.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "(MTNS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMCs) to be isolated and stored only on samples from baseline visit and week 12 visit or if rapid diagnostic test (RDT) is positive for IgM or IgG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "Before Starting:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "• Turn on water bath to 56°C • Prepare 10% bleach solution in waste bucket, place waste bucket inside hood • Print labels based on guideline below",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "At the beginning of each day of processing, use the manifest of visits and chain of custody forms that day to print labels for sample tubes • If no PBMCs will be collected, you will need 7 labels • If PBMCs will be collected, you will need 13 labels a. Let dry in the biosafety hood (can also be overnight). b. Once dry, place into a plastic storage bag labeled with a sample ID# c. Store DBS in plastic storage bag at -80°C 6. Take a photo of the RDT result with participant ID label visible using the digital camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "a. Save photos on the encrypted drive. 7. Once RDTs are completed, move to the next step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "Protocol Plasma Processing and PBMC Collection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "1. Use the two Ficoll tubes for this sample processing. Processing should start within 2 hours of collection. 2. Record time of the start of processing on the Sample Tracking spreadsheet 3. Centrifuge the two Ficoll tubes at 1,600 X g for 30 minutes at 22°C using the Sorvall ST16R centrifuge (during this time, can process the nasal swab)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "Plasma Collection from Ficoll Tubes: 1. Label 2 X 2ml cryovials with sample ID# label 2. Label 1 X 15ml Falcon tube with sample ID# label 3. Remove plasma (top clear yellow layer) from Ficoll tubes into a 15ml falcon tube using a 10ml pipette. Do not disturb the hazy layer below. You may leave some plasma. 4. Confirm caps of 15ml Falcon tubes are on tight. 5. If the sample is moving on to harvest PBMC, store tubes of plasma at 4°C and move to step 1 of PBMC Collection from Ficoll Tubes (only proceed if RDT positive or a sample collected at enrollment, 0 weeks, or 12 weeks) . 6. Return back to complete plasma aliquoting during the first PBS wash of PBMC Collection process. 7. Heat inactivate the plasma for 30 minutes at 56°C, mix every 5 minutes. 8. Bring 15ml Falcon tube to Eppendorf 5702 centrifuge and spin 1,500 X g for 10 minutes to pellet red blood cells and protein aggregate. 9. Bring back inside BSC. 10 . Carefully transfer 1.5ml of the supernatant (plasma) using 2ml pipette into two 2-ml sterile cryovials with screw top lids with O-rings using a sterile pipette tip. 11. Cap vials and place into freezer storage boxes in the -80°C freezer.",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 922,
                    "text": "10",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "PBMC collection: 5 1. Label a 15ml Falcon tube with sample ID#.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "2. Label 5 cryovials with sample ID#. 3. Transfer the remaining plasma and the whitish, mononuclear layer (everything above the gel layer) using a serological pipette, to a 15 ml Falcon tube, pooling the mononuclear layer from each Ficoll containing vacutainer per sample ID# into one conical tube. 4. Add 1x PBS to bring the total volume in the conical tube to 15 ml. 5. Cap tube and invert 5 times. 6. Centrifuge (with brake and acceleration OFF) 20 min, 500 x g, 22°C. 7. Return the conical tube to the hood and aspirate all but ~500 µl of the PBS without disturbing the pellet. (PBMC yield is greater if ~200 µl of PBS is left above the pellet at this stage). 8. Add fresh 1x PBS to bring the volume to 10 ml. Resuspend the pellet gently. Cap tube and invert 5 times. Centrifuge (with brake and acceleration OFF) 20 min, 500 x g, 22 °C 9. Aspirate as much supernatant/PBS as possible without disturbing the pellet. Resuspend pellet by adding in 1.5ml PBMC Freezing Medium 1. 10. Add 1.5ml PBMC Freezing Medium 2 to the cell/medium solution. Vortex gently. 11. Aliquot 10 µl of the cell solution into a 0.65 ml microcentrifuge tube. Add 10 µl of 0.4% trypan blue stain into the 0.65 ml microcentrifuge tube and mix by pipetting several times. 12. Pipette 20 µl of the mixture into a cell counting chamber slide (SD100 Cellometer) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "place slide into the cell counter within 3 min of mixing. Zoom in and focus the cells. Press the \"Count Cells\" to obtain PBMC count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection Details and Laboratory Preparation"
        },
        {
            "text": "aliquot 1mL into each cryovial. Store PBMCs in up to 3 cryovials at a concentration of at least 3 mc/ml each. 14. If the viable PBMC number is above 6 million cells per milliliter, add equal parts of Freezing Medium 1 and Freezing Medium 2 to get concentration to be between 3 and 6 mc/ml. Aliquot 1mL into each cryovial. 15. If the viable PBMC number is below 3 mc/ml , calculate the total number of cells using an excel spreadsheet calculator or by multiplying the viable mc/ml by 3 ml (which is the total volume the cells are in at this time) and by 2 (which is the trypan blue dilution factor). Determine a final volume so that the concentration is at least 3mc/mL. a. Centrifuge the conical tube containing the cells/freezing medium solution for 5 min at 300 x g (brake and acceleration OFF). After centrifugation, aspirate the appropriate volume of freezing medium (supernatant) so the amount remaining is the final volume calculated above. b. Resuspend the pellet in the remaining supernatant and aliquot at least 3 mc/ml into the appropriate number of cryovials (1-4) at 1 ml/cryovial. Final freezing medium is 10% Dimethyl Sulfoxide (DMSO)/20% Fetal Bovine Serum (FBS)/70% Roswell Park Memorial Institute (RPMI) 1640. c. Document the cell count per cryovial and the number the cryovials and record the cell concentration for each vial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If the viable PBMC number is between 3 and 6 million live cells per milliliter (mc/ml),"
        },
        {
            "text": "Transfer the cryovials to a controlled rate freezing container (Mr.Freezy, must add isopropanol to Mr Freezy before use) and put at -80ºC for at least 12 hr after which time the cryovials may be transferred to a cryobox and put in a liquid nitrogen tank (vapor phase) for long term storage. a. Ensure that the swing bucket rotor is in the Eppendorf 5702 centrifuge. In the BSC, label 0.5 mL microcentrifuge tubes for each participant. b. Spin samples at 1500 x g for 10 minutes. If a balance is needed, use a microcentrifuge tube filled with water. c. In the hood, aliquot serum into a labeled 0.5 mL microcentrifuge tube. d. Store samples in the study freezer box in a -80°C freezer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If the viable PBMC number is between 3 and 6 million live cells per milliliter (mc/ml),"
        },
        {
            "text": "ELISA plate washer ELISA plate reader Centrifuge to spin samples and controls Pipette tips -P1000, P200, P10 Pipettors -P1000, P200, P20, multichannel pipettors if available 1mL dilution tubes ELISA plates Reagents:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipment:"
        },
        {
            "text": ".05 % Tris-buffered saline + Tween (TBST) 100 mL 10X Tris-buffered saline (TBS) 900 mL autoclaved distilled deionized (DD) water 500 uL Tween 20 .2% TBST 100 mL 10X TBS 900 mL autoclaved DD water 2000 uL Tween 20 3M NaOH 120 grams in 1L of DD water",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipment:"
        },
        {
            "text": "• Concentrated stock antigen vials should be kept at -80C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigen"
        },
        {
            "text": "• A stock solution of antigen should be prepared for use and storage at 4°C : use 1X TBS to dilute stock antigen to a final concentration of 4mg/mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigen"
        },
        {
            "text": "• Goat anti-human IgG (Sigma), IgA (Abcam) and IgM (Sigma) are each diluted at 1:2500 in Blocking Buffer prior to use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary Antibodies"
        },
        {
            "text": "• P-Nitrophenyl phosphate tablets (Sigma), one gold and one silver tab dissolved into DD H20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PNPP Substrate"
        },
        {
            "text": "Other Reagents : DD water Non-fat dry milk",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PNPP Substrate"
        },
        {
            "text": "When preparing secondary antibody mixture, ensure you have 5 mL of blocking buffer. When preparing PNPP mixture, ensure you have 5 mL of DD water. If the volume is less than 5mL, you will run out of the mixture prematurely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Create an ELISA layout with each sample to be tested in duplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA sample prep:"
        },
        {
            "text": "• Samples, controls (Negative and positive controls) ○ First spin samples and controls at 840xg for 5min ○ Dilute to 1:20 in Blocking Buffer in BSC. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA sample prep:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "This is done to minimize clogging due to milk waste traveling into our ELISA plate washer, if this is not a concern",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "IgA=1:2500) diluted in Blocking Buffer, incubate at 37°C for 1 hour. a. While secondary is incubating, mix PNPP substrate tablets (1:1 gold:silver tab per manufacturer protocol) with autoclaved DI H20 in dark conical tube, place on mixer/rotator at RT",
            "authors": [],
            "year": null,
            "venue": "Secondary Antibody: Add 50 µl/well of secondary anti-human Ig (IgG=1:2500, 1gM=1:2500",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "While secondary is incubating, go to ELISA plate reader to log in and set up",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "When secondary incubation is complete, flick out into sink before placing into ELISA washer (again to prevent ELISA washer clogging",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Add 50ul/well of PNPP substrate-start timer at the start of first row",
            "authors": [],
            "year": null,
            "venue": "ELISA plate washer with 0.2% TBST, blot on a clean",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Read ELISA plate at 405nm Absorbance every 2 minutes from 4 -12 minutes. Interpretation of Data Example: ELISA plate readout (Optical Density (OD) 405nm)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Excel was utilized in interpreting results using the following set-up and formulas: Calculations: Average: (Duplicate 1 + Duplicate 2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Duplicate OD Average / Negative Control OD Average OD variance * : | (Duplicate",
            "authors": [
                {
                    "first": "P/N",
                    "middle": [],
                    "last": "Ratio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Repeat those that are >25% discordant if they are both above the OD cutoff for the ELISA References 1",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Longitudinal active sampling for respiratory viral infections across age groups",
            "authors": [
                {
                    "first": "Marta",
                    "middle": [],
                    "last": "Galanti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "QIAamp® 96 Virus QIAcube® HT Handbook. Qiagen",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--28",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid Fractionation and Isolation of Whole Blood Components in Samples Obtained from a Community-based Setting",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weckle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Soliven",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wildman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vis Exp",
            "volume": "",
            "issn": "105",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3791/52227"
                ],
                "PMID": [
                    "26649992"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Use an autoclaved, sterile glass bottle for making the amount you will need for the week.Use aseptic technique and sterile pipettes when making reagents.Discard and remake the reagents after one week.Store regents at 4°C for the week.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ensure all steps are carried out using the proper biosafety designation and PPE usage per laboratory or institutional protocols. Label samples with patient labels (confirm that label is the same as on the sample bag).3. Nasal swab samples: a. In the BSC, label cryo tubes for each participant.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Plate Layout Example: Add 50ul of 200ng/well of your antigen diluted in 1x TBS and incubate for 1 hour at 37°C or overnight at 4°C. a. If stock is at 4mg/mL, dilute this by 1:1000 in 1x TBS, add 50ul to each well. b. 1hr incubations should be done on a rotating surface if possible c. For all incubations: make sure to cover ELISA plate with plastic wrap and place into a tupperware box with a damp paper towel inside to ensure even distribution of humidity. 2. Wash x3 in ELISA plate washer with 0.2% TBST, by placing directly into the washer, then blot on a dry paper towel when done. 3. Add 100 µl of Blocking Buffer and incubate for 1 hour at 37°C. 4. While blocking, make all serum dilutions in BSC according to these guidelines based on 1 ELISA Plate: a. For 1:20 dilution: Add 380 uL of blocking buffer into all serum dilution tubes. b. Add 20ul of sample into each tube. Mix 3x in the sample tube before and after adding to the dilution tube. c. Control volumes at 1:20: i. One ELISA plate: 285 uL blocking buffer + 15 uL control ii. Two ELISA plates: 475 uL blocking buffer + 25 uL control 5. After blocking is completed, dump blocking buffer into sink, blot on a dry paper towel. 6. Primary Antibody: Add 50ul/well of your diluted sera or control reagents, pipette up and down 30 times before adding to ELISA to mix. Incubate at 37°C for 1 hour. a. While primary is incubating, make secondary antibody dilution, vortex/mix well and store at 4°C. 7. Remove your sample from the ELISA plate by carefully pipetting out in BSC into liquid waste. Do not touch the bottom of well with the pipette tip.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}