{
    "paper_id": "0b7637bb637686cc9990f38118945ddf26e9b790",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "This paper draws attention to the meaning of data, politics and reality in social psychology. Since social psychological data matters, critical reflection on data handling and interpretations expands the horizon of social psychology beyond the cause-effect nexus. Social psychological enterprise is a political field where the role of structure and power give meaning to the data, and hence construct the reality. This can be further situated in the institutions and the dominant paradigm which regulates the structuring of data and interpretations. The current paper debates the politics of data, human agency, and the way data in social psychology has the potential to be liberating and change-oriented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 3 many observations and research writing formed movements and created a critical outlook towards the hegemonized self and powerful others. In the current times, the methodology is limited to the extent it gets published in high impact factor journals rather than making an impact on society. As Martín-Baró (1994) showed the picture of oppression and initiated a struggle for liberation through his research, observation and activism. For him, data that is published should be liberating. Instead of publishing or perish, he advocated for publication which brings movement. He used the metaphor 'publish and perish'. Writing is for social movement and reforms and social psychology needs a critical space out of the bondage of institutional fear or conformity, for authentic social change. The objective of this paper is to create a debate that data emanating through social psychological research should create critical consciousness and should have the potentiality to initiate a movement and activism in the actual behaviour of people. Toomela (2020) indicated the persistent problem that psychology as a discipline is facing. It seems like psychology had advanced much with time but the fundamental problem related to epistemology and methodology persists. Both correspond to the logic and its appropriation. The theory of methods that are adopted in social psychology may create some insight for the academic community and policymakers. However, the core understanding of the community or population for which the study is done is laden into their everyday understanding of the context (Toomela, 2008) . Ambivalence in the data reporting is commonly observed in social psychology. For example, researchers in India showed through the data that mental health is internal and one who has the capacity to be positive can also live-in difficult circumstances (e.g., Biswas-Diener & Diener, 2006; Deb et al., 2020) . Their data do not much venture into the other way round, that the demeaning and oppressive sociopolitical circumstances affect the mental health on large scale. Studies showed how homeless people, rickshaw pullers and daily wagers negotiate with their circumstances (e.g., Ali, 2013; Yadav, 2018) . The news showing how the homeless rickshaw puller in Delhi won their right to work in Delhi streets showed the power of collectivity 1 . This can be further interpreted in terms of either one's internal psychological capital to cope with the circumstances or something in the air which has created an unequal society (see Ghai et al., 2020 for detailed analysis of people from Musahar community 2 and their resistance against the oppressive culture).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 315,
                    "text": "Martín-Baró (1994)",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1055,
                    "text": "Toomela (2020)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1593,
                    "end": 1608,
                    "text": "(Toomela, 2008)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1869,
                    "end": 1898,
                    "text": "Biswas-Diener & Diener, 2006;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1899,
                    "end": 1916,
                    "text": "Deb et al., 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2192,
                    "end": 2202,
                    "text": "Ali, 2013;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2203,
                    "end": 2215,
                    "text": "Yadav, 2018)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 2540,
                    "end": 2557,
                    "text": "Ghai et al., 2020",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why social psychology as a prominent sub-discipline of psychology doesn't have a loud voice when it comes to social change? To answer this question, we have to see what data means to mainstream social psychology. Mainstream social psychology in this context uses social categories for demarcation purpose, rarely uses indigenous experiences. It utilizes the popular way of exploring the research questions, that is, 1 3 quantification, operationalize the variable, integrating to the status quo and driven by institutional values. Since social psychology also derived its perspective from mainstream psychology, the 'eternal homelessness' is felt here also (see Valsiner & Rosa (2007) . Kabir, India's one of the important poets of bhakti movement emphasized the meaning of being a wanderer. Metaphorically, to understand the truth, one has to leave the home of theoretical bondage. We can say that if psychology is homeless, it has always the potential to come to the truth. However, it is also important to note that the data which social psychology relied upon, if bounded and confined in the bottle of theoretical framework, will adopt the shape accordingly. Data can have varieties of views both from the observer and the respondent which is shaped by the theory and the framework of researcher. When theory defines data, it either make the data fit into its structure or reject it. Data can never be neutral but it has the potential to be corresponding to the people context. Data can be in frequencies or based on groupbased information. Managing big data is also a time saving device in which impression is formed on the data available in the form descriptions and inferences or notes in a document. There are ever rise of software market which describe data in a very innovative way but the interpretation if only done seriously can give better picture.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 684,
                    "text": "Valsiner & Rosa (2007)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Social psychological data are embedded in a context and have sociocultural and emotional meanings (see also Miyamoto et al., 2018) . Data are interpreted and have perspectives and there is need of revisit the theoretical and methodological issues in the time of big data in the social and psychological science (e.g., Qiu et al., 2018) . Data in itself are societal reflections framed through the language of researchers which also symbolize meaning as framed within the institutional power dynamics (see Ruppert et al., 2017; see also Gerth & Mills, 1953) . Valsiner (2017) noted how university or institutional administration intervene in the process of knowledge construction. He indicated towards the work of Frey (2003) who insisted on the role of scientists 'to neutralize the social demands of the regulatory system' and redirect for the necessary buffer to neutralize the administrative takeover of the knowledge construction process\" (p. 276). The establishment of the data auditing system in the universities and institutions may play significant role in the regulations of research and may put blockage on the sincerity of the researcher to look closely on their research problem. The positive picture of this data auditing system is its ability to answer the demands of the prevailing paradigm of doing social psychological research. The researchers through their theoretical framework observe and discusses the raw data and come to a particular conclusion. However, data captured and interpreted may vary due to the differences in the socio-cultural experiences of researcher and the researched (see Smith, 1999) . The institutionalization of dominant theory or ideology may lead to the faulty policy implications and create a distance from the respondent. The recent replication crisis and an effort to form a group of researchers across the world as 'the psychological science accelerator' are few attempts to reduce that distance. On the page of 'psychological science accelerator' it is clearly stated as:",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 130,
                    "text": "Miyamoto et al., 2018)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 318,
                    "end": 335,
                    "text": "Qiu et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 526,
                    "text": "Ruppert et al., 2017;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 527,
                    "end": 556,
                    "text": "see also Gerth & Mills, 1953)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 574,
                    "text": "Valsiner (2017)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1613,
                    "end": 1625,
                    "text": "Smith, 1999)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 3 \"Our mission is to accelerate the accumulation of reliable and generalizable evidence in psychological science, reducing the distance between truth about human behavior and mental processes and our current understanding\" 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The misnomers about the causation based on correlational evidence may be the subjectivity of the observer on the field. Since correlation does not only a matter of statistical appropriations, but it is the matter of the mind or subjective experience and social activity of the observer. The question that \"why correlation cannot be causation or interpreted as causation, as it mostly happens in the socio-legal domains?\" does not have a definitive answer. David Hume showed how concatenation of causes are impressions on the observer's mind. He was not interested in causality as such but in the causal beliefs (see Archie, 2005) . Methodology in the social psychology, which also have multiple ways of understanding the problem is limited by the dominant trends of looking into the reality. This may lead to methodological dead ends. The identification of these dead ends in dominant social psychological methodologies is a necessary step to have a better interpretation of the phenomenon (see Parker, 1989 Parker, , 2015 . The methods of inquiry depend upon the intended questions. It also depends upon the degree of control the researcher utilizes to fulfils the agenda of research. Methodology is dependent upon the research setting. According to Glaser and Strauss (1967) qualitative data are often coded a posteriori from interpretations of those data. Here the truth statement is dependent upon the experience of researcher as compared to quantitative researches. To the latter, the truth statements are independent of researcher's experience.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 629,
                    "text": "Archie, 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 995,
                    "end": 1007,
                    "text": "Parker, 1989",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1022,
                    "text": "Parker, , 2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1251,
                    "end": 1276,
                    "text": "Glaser and Strauss (1967)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data showing the exactness of the reality seems to be the turning point for social psychology, if it confirms through the approaches of interdisciplinarity. The disciplinary movement in social psychology to search for the exactness and certainty of some phenomenon give way to the existing divides in the subdiscipline itself. Social psychology emerging from different culture along with the mainstream social psychology developed in the laboratory have different context and gaze of seeing the world. Even the social psychologist well versed in working in the experimental paradigm can manipulate and understand the cultural impact on human behavior. However, it is not necessary that the researcher will understand completely the experience and intersubjectivities of people in the diverse cultural context. The nomological understanding of any phenomenon only give the general view unless and until those experiences are lived by. Social behaviour occurring in some context created the boundaries of interpretations and the conditions implied were quite different from the conditions worked upon by other disciplines. It is not the problem of data constructions and interpretations since the boundary under which the situations are examined nurtured specific questions. Some of the scholars advised for the displaying of condi-1 3 tions of data constructions and analysis rather than blindfolded data only (Bourdieu & Wacquant, 1992; Eacott, 2016) . However, the dominant trends which social psychologists occupied was how to be exact and precise. Mostly, they didn't attempt to go beyond the methodological dominance of experimentation and measurement of psychological attributes (see Danziger, 1990) , except few who believed in symbolic interactionism, constructivism or phenomenology and knowledge as social constructions (See Bryman, 2016; Blumer, 1969; Gergen, 1973) . The approach adopted was akin to the science, howsoever, unreflective it was (cf. Tafreshi et al., 2016) . Perhaps their reflection on the phenomenon got limited by the measurement paradigm and the data obtained was narrowed down to fit into the general way of doing science.",
            "cite_spans": [
                {
                    "start": 1413,
                    "end": 1440,
                    "text": "(Bourdieu & Wacquant, 1992;",
                    "ref_id": null
                },
                {
                    "start": 1441,
                    "end": 1454,
                    "text": "Eacott, 2016)",
                    "ref_id": null
                },
                {
                    "start": 1693,
                    "end": 1708,
                    "text": "Danziger, 1990)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1833,
                    "end": 1851,
                    "text": "(See Bryman, 2016;",
                    "ref_id": null
                },
                {
                    "start": 1852,
                    "end": 1865,
                    "text": "Blumer, 1969;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1866,
                    "end": 1879,
                    "text": "Gergen, 1973)",
                    "ref_id": null
                },
                {
                    "start": 1964,
                    "end": 1986,
                    "text": "Tafreshi et al., 2016)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "The Matching of Data and Reality"
        },
        {
            "text": "Some of the studies in social psychology which contributed to the understanding of psychology of people and social relationship, were also derived by an appeal for social change (e.g., Tajfel, 1981 ; see also Israel & Tajfel, 1972; Smith & Haslam, 2012; Brannigan, 2004; McGarty & Haslam, 1997) . It is important to understand the human nature as complex and context based. Essentializing may give the stable and exact picture which is against potential of social psychology as a liberating social science. Quantification doesn't have any meaning if it is done out of the context. In the case of social psychology, both social and psychology are loaded terms and the combination of them only narrow the picture of sociality unless absorbed within the changing time, experience and perspectives. If quantification is applied to all the experiences, it will make a complex model. This complex model can be imagined as a simple model in the future because of ever rising complexity and big data (see Thomer & Wickett, 2020) . Any serious observant will have a self-reflection over their being in the situation which can be either narrated or documented. Here quantification can only act as an aid and not the regulator of social psychological knowledge.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 197,
                    "text": "Tajfel, 1981",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 209,
                    "end": 231,
                    "text": "Israel & Tajfel, 1972;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 232,
                    "end": 253,
                    "text": "Smith & Haslam, 2012;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 254,
                    "end": 270,
                    "text": "Brannigan, 2004;",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 294,
                    "text": "McGarty & Haslam, 1997)",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1020,
                    "text": "Thomer & Wickett, 2020)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "The Matching of Data and Reality"
        },
        {
            "text": "The wider philosophical debate on actual reality and the way it is construed or framed is complex. Social psychology assume reality as a social activity rather than any metaphysical determinism. Hacking (1981) pointed towards the mistaken dualism as something as a subjective mind and experienced mind. Here the debate between ontology and epistemology become more intense, because either there is some essential reality which is fulfilling in itself and the other is explored in the empirical world. The three world of knowledge which were debated upon were physical world, conscious world and platonic world which is idea based (Lakatos, 1978; Hacking, 1981) . However, the third world as depicted by Lakatos as a world of objective spirit, is critically reframed by Karl Popper and latter accepted by Hacking, as the world of written documents, books, computer memories, illustrations, diagrams, journals. To add further, a massive world of data available at once if sanctioned by the legitimate authority. Ironically, true reality is what is stored and saved in the written documents, constructed by authority and powerful person or may be generated by the approved software. We read social psychology in the documents (e.g., books, journals) and make sense of it. What we live, if not documented, is out of sight and the periphery of the mainstream social psychology. We need social movement of different kind to bring our data out, to be publicly debated, and to let the knowledge workers know something which was missed out in the coldness of psychological laboratories. The metatheoretical assumption of logical positivism mostly regulated the ambience of data collection, management and disseminations. It stated that any empirical science 1 3 is epistemologically quantitative, that is, if any psychological knowledge is a science, it must be quantitatively stacked. However, the reality must be critically documented as there are changes of neutralizing some assumption in the name of science. Bhasker (1975) noted that that there is a different kind of realism, for example, transcendental realism and empirical realism which differ in their interpretation. According to Bhasker (1975) transcendental realism can be imaginative and creative model building exercise as compared to empirical reality. Mainstream social psychological assumptions were based on transcendental realism which was imaginative from the perspective of observer. It required the new assumptions which need to be grounded to the experiences of responded. Even the imagination of researcher can be laden within the biases and empirically proven. However, what is required is to have a critical outlook towards the reality already constructed and empirically defined by biases 4 . Bhasker further stated that this kind of critical outlook towards the reality may be the marker of 'rationality of scientific growth and change' (p. 15).",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 209,
                    "text": "Hacking (1981)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 630,
                    "end": 645,
                    "text": "(Lakatos, 1978;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 646,
                    "end": 660,
                    "text": "Hacking, 1981)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2005,
                    "end": 2019,
                    "text": "Bhasker (1975)",
                    "ref_id": null
                },
                {
                    "start": 2183,
                    "end": 2197,
                    "text": "Bhasker (1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Matching of Data and Reality"
        },
        {
            "text": "Social psychological data framed in a technical model masks the original raw data. The model construction may create illusion that reality is what shown to the public in a sophisticated cause-effect nexus. This construction of reality shows the researchers' ability to illustrate on the basis of their observation, manipulations and affiliation to the available dominant approaches and the paradigm. The concern here is to critically understand the meaning of causation (e.g., Owens, 1992; Harre & Moghaddam, 2016) . In banal nationalism, Billig (1995) critically ventured into those social psychological theories which were based on the uncritical incorporation of social categories, for example, national identities. In this process, he showed, how these category-based models are missing something significant such as how people imagine their identity and how it is constructed in an unnoticeable and banal manner that it is easy to forget. The taken for granted aspects of everyday rationalities have been missed by the orthodox social-psychological frameworks (see also Smith & Haslam, 2012) . As these pedantic or obscure aspects of any cultural system were considered to be redundant and too improbable to explore has led to insufficient conclusions. The social-psychological frameworks created models claiming to have the predictive value was universalized based on fixed sets of cause and effect. The reality is movable rather than fixed, for example, social identity activations in different contexts, the meaning of nationalities, and so on.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 489,
                    "text": "Owens, 1992;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 490,
                    "end": 514,
                    "text": "Harre & Moghaddam, 2016)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 539,
                    "end": 552,
                    "text": "Billig (1995)",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1096,
                    "text": "Smith & Haslam, 2012)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The Matching of Data and Reality"
        },
        {
            "text": "Harre (2016) differentiated between causation and causality where former is something which brings change to the present, and the latter is a description of a process of causation. Causation embedded in some series of cause structure defined in the narrow domain of any phenomenon which gives the certainty and meaning to the world. In scientific explorations, causes are searched and falsified. The location of the cause becomes a necessity to survive in the social world. The problem of excessive engagement with the location of cause is that the whole process snatches the meaning of survival and people fall into something like infinite regress. In the case of disciplinary engagement with the cause, the way social psychology addresses the social 1 3 meaning of any reality is a causally determined approach highlighting the nearest relationships among the variables concerned. In a multidisciplinary domain, finding the cause is a major task in hand, for example, locating the origination of Covid-19 resulted in missing out the real plight of people. Instead, the cause was searched generally within the people from minority groups and race as a spreader of disease which was appropriated by the politically motivated media. In similar instance, Billig (2021) questioned on how various data were reported during pandemic times, from number of cases reported to the number of people going to be vaccinated or actually vaccinated. He was showing that data are framed according to one's political needs. It was the case of UK, however, this trend is seen in other countries also like India. We can say that politics matter more than lives and all adumbrated by some data to show and some to be hidden from public. Are these not politics and reality of data? It is a statistic which can be further framed and reframed under its complex analysis and may be the burden will be put upon the chance factor which majority don't exactly understand. They simply engage with populist assumptions about the social categories. This was also shown in the Dunning-Krueger effect, where assumption about one's competence is flawed when observed closely (see also Anson, 2018) . However, each determining event is picture in itself, and people are involved in various social and psychological events within them, which Harre (2016) pointed as 'conceptual essence' (p. 5).",
            "cite_spans": [
                {
                    "start": 2153,
                    "end": 2165,
                    "text": "Anson, 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Matching of Data and Reality"
        },
        {
            "text": "Social psychology needs appropriate cause which is scientifically stimulated and contributes to the social change. The experimental testing of the identified causes creates the models of cause-effect relationship, however, it may not connect directly to the respondent everyday experiences. Causes are meant to be debated and communicated through dialogues (see also Markova, 2003 Markova, , 2016 . However, it is also important to identify the right channel for debating on the choice of causal variable which is matter of creating critical scholarship and authentic interdisciplinarity. In most of the cases, institutions are manifested in the power dynamic, what Billig (2013) called as 'competing disciplinary tribes' where there is stiff competition to prove one's discipline as science. This usually led to the systematic concretizing of the causes sanctioned by the power holders in the disciplinary domain. For example, if researcher wish to critically research on the meaning of nationalism, this attempt gets rejected as something value loaded and biased. The research from the critical psychology shows how seemingly neutral looking terminology, like intelligence, has a deep history of biases and stereotypes. The attempt for bringing new insight into the established terminologies and discourses is a marker of social change, and data plays a significant role in nourishing the critical dialogues and bringing new insights. However, it doesn't mean that cause is not debatable since it is much institutionalized and taken for granted, but causes, when debated, creates an authentic platform for interdisciplinary social psychology. The cause and the rules are not some objective facts, but the researcher task is to attain the proximity in causal relationships among variables under observation in social psychology. It is in the epistemological zone of the disciplinary activists who make sense of cause and effect. The quantitativequalitative quandary is not new, and much of the debate in social psychology was about the picturization of the reality constructed through the personal and collective experiences. The debates in the current times called for dismissal of quantitative-1 3 qualitative bipolarity and emphasized more on the congruence between premise and methodology (see Allwood, 2012) . What does data show can reside in the belief system and prejudices of the data sharers (see also Meyer, 2018) ? Data are evidence to support the arguments, and it has high propensity to be misused also. We have an extensive account of data mismanagement which has not been through a simple replication exercise when reductively tested in the discrete and a contextual setting, not taking into account the broader cultural debates. The notion of cause and effect in its simplified form miss the conceptual makeup of any phenomenon under study. The status quo of knowledge production and practice are driven by the theoretical or ideological movement rather than data movement. It shows that data alone has limitation unless manipulated by the theoretical explanations in the unidirectional root. Thus, the theoretically charged arguments travel far and tend to cross the barriers of geographical and cultural boundaries (see Eacott, 2016).",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 380,
                    "text": "Markova, 2003",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 381,
                    "end": 396,
                    "text": "Markova, , 2016",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2299,
                    "end": 2313,
                    "text": "Allwood, 2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2413,
                    "end": 2425,
                    "text": "Meyer, 2018)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The Matching of Data and Reality"
        },
        {
            "text": "Social psychologists seem to be providing an authentic theory about human nature as compared with the critical psychologists who questions the foundation of scientific claims. Mainstream social psychologists go by the available scientific methods which give them the power to authenticate their findings. On the other hand, critical psychologists challenge social structure of injustice, ideologies, psychological control and the adjustment of the individuals (Teo, 2015) . According to Teo (2015) critical psychology is committed to history, activism, destabilizing common sense and collective misunderstanding. He further stated that, \"at the epistemological level critical psychology share the notions of intersubjectivity between researchers and participants, which challenges the need for compliant, instruction-following participants\" (Teo, 2015; p. 247) . In other words, participants are not passive agents but active agents who are equally involved in knowledge production, dissemination and change. The mainstream social psychology came out with classic studies which directly helped in understanding everyday human nature. However, the methods applied by the social psychologists need to be grounded within the cultural experiences and radical agenda for social change to go beyond essentializing human nature.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 471,
                    "text": "(Teo, 2015)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 487,
                    "end": 497,
                    "text": "Teo (2015)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 841,
                    "end": 852,
                    "text": "(Teo, 2015;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 853,
                    "end": 860,
                    "text": "p. 247)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "If it is not grounded may result in artificial findings which is not matching with the experiences of the stakeholders and neither helps in the transformations. From Latour (1987) , it may be inferred that nature does not declare itself to be natural, but the communities of scientists declare its nature. So, all the theories connected to the phenomenon are dependent upon the availability of methods and techniques. The human nature is complex system. It is embedded within the cultural context and essentialized making the scope of social psychology a small enterprise.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 179,
                    "text": "Latour (1987)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "The emerging varieties of methods and techniques has made this task more structured and systematic in social psychology. Social psychology is also on the verge of being more datafied as it deals with the human self (see Lupton, 2018) . This datafied and digitalized society where every social, cultural, political, and bodily information's are preserved and manipulated make the job hard for social psychologists. The worldviews of social psychology which question different forms of power nurture its 1 3 interdisciplinary and anti-fundamentalist foundation (see Jovanović, 2010) , through the meaningful engagement with the sociopolitical contexts such as social class, gender identity, languages, and goes beyond the concretization of data. Though any available data needed further analysis and critical discussion, and here preservation makes sense, but uncritical handling and manipulation of these data leads to sociopsychological capitalism (Wexler, 1983) which creates alienation and exploitation of people who are the victims of power and dominant social system. Wexler (1983) from the Marxist perspective of capital accumulation speculated that \"the current social role of conventional social psychology is to normalize and legitimize everyday cultural reification\" (p. 80). Wexler (1983) at least was positive about the contradictions which may make the reified social categories less believable and polarized. The current datafication and dataism (see Dijck, 2014) repolarize and concretize the social categories. The repolarization may lead to the emergence of surveillance culture on the part of institutionalized social psychology leading to inadvertent rejection of the critical scholarship and hence contrary to the agenda of interdisciplinarity. The objective status given to data in social psychology led to construe about any human nature through its fixed meanings. As Ingold and Hallam (2014) posited that material artefacts such as technology are not fixed but open to a new meaning. The psychological artefacts are also not the same but move along with the physical world. Data and its estrangement into dataism (Dijck, 2014 ) may give official meaning to the theory, devoid it from critical meaning and making it redundant.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 233,
                    "text": "Lupton, 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 564,
                    "end": 580,
                    "text": "Jovanović, 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 948,
                    "end": 962,
                    "text": "(Wexler, 1983)",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1085,
                    "text": "(1983)",
                    "ref_id": null
                },
                {
                    "start": 1464,
                    "end": 1476,
                    "text": "Dijck, 2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1890,
                    "end": 1914,
                    "text": "Ingold and Hallam (2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2136,
                    "end": 2148,
                    "text": "(Dijck, 2014",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "The emerging varieties of methods and techniques has made this task more structured and systematic in social psychology. Social psychology is also on the verge of being more datafied as it deals with the human self (see Lupton, 2018) . This datafied and digitalized society where every social, cultural, political, and bodily information's are preserved and manipulated make the job hard for social psychologists. The worldviews of social psychology which question different forms of power nurture its interdisciplinary and anti-fundamentalist foundation (see Jovanović, 2010) , through the meaningful engagement with the sociopolitical contexts such as social class, gender identity, languages, and goes beyond the concretization of data. Though any available data needed further analysis and critical discussion, and here preservation makes sense, but uncritical handling and manipulation of these data leads to sociopsychological capitalism (Wexler, 1983) which creates alienation and exploitation of people who are the victims of power and dominant social system. Wexler (1983) from the Marxist perspective of capital accumulation speculated that \"the current social role of conventional social psychology is to normalize and legitimize everyday cultural reification\" (p. 80). Wexler (1983) at least was positive about the contradictions which may make the reified social categories less believable and polarized. The current datafication and dataism (see Dijck, 2014) repolarize and concretize the social categories. The repolarization may lead to the emergence of surveillance culture on the part of institutionalized social psychology leading to inadvertent rejection of the critical scholarship and hence contrary to the agenda of interdisciplinarity. The objective status given to data in social psychology led to construe about any human nature through its fixed meanings. As Ingold and Hallam (2014) posited that material artefacts such as technology are not fixed but open to a new meaning. The psychological artefacts are also not the same but move along with the physical world. Data 1 3 and its estrangement into dataism (Dijck, 2014 ) may give official meaning to the theory, devoid it from critical meaning and making it redundant.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 233,
                    "text": "Lupton, 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 560,
                    "end": 576,
                    "text": "Jovanović, 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 944,
                    "end": 958,
                    "text": "(Wexler, 1983)",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1472,
                    "text": "Dijck, 2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1886,
                    "end": 1910,
                    "text": "Ingold and Hallam (2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2136,
                    "end": 2148,
                    "text": "(Dijck, 2014",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "Claiming something is like showing the ownership over any property. On the similar lines, the disciplinary divides and the sense of ownership of theories and data based on particular kind of scientific activities derive its sensemaking. The data are seen as the property of the researcher and the institutions. Social psychological theories about human nature based on some theoretical explanation of data or evidence don't fix its constitutive meaning. Claiming for something is also a matter of rights where one party claim its right over some goods or intellectual property. However, these kinds of rights are morally grounded into the justice of being entitled to the property without any harm to others and without any intention of breaching the dignity of others. Here the owner is the rightful person who holds a dignified and meaningful association with the property. In the social-psychological domain, the claiming of something psychological creates a false belief of being the rightful owner of psychological properties. Since the rightful owners are the subjects 5 whose subjectivities in their daily activities or enactments make them the rightful owner of their psychology, which may also critically connect to the concept of free will. As an observer with sophisticated methods and claiming the subjectivities, unless both data taker and data holder embrace the interpretations in commonality, cannot be an individual property of social psychology as an observer. Lupton (2018) holds that \"human subjects are permeable and open to the material world rather than closed-off and contained\" (p. 4) showing the possibility of \"onto-epistemological dimensions of human-data assemblages and their relationship to bodies and selves\" (p.1). This sophistication of data structuring, data surveillance and data vigilance portray human as basically constant.",
            "cite_spans": [
                {
                    "start": 1479,
                    "end": 1492,
                    "text": "Lupton (2018)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "Interestingly, this deterministic stance and deifying (or reifying) (see Billig, 2013 ) of human agency (information about the body, habits, attitudes such as liberal or conservative, predilections, stereotypes, emotions, cultural belongingness and socio-cultural interaction pattern and relationships) is gradually creating an information about the self which reify it publicly, lead to internalization and offers a technological resistance to the change that happens, limiting the history into the illusions of legitimate facts. The emergence of technology and reified self in the digitalized world added a new dimension to capitalism and neoliberalism, which is very much susceptible to be manipulated by the powerful. In other words, this determinism of self through the process of data construction may link to the neoliberal governmentality (Sugarman, 2015) and a new kind of social anxieties where empathetic understanding and community feeling suppressed by the powerful owner of other less powerful identities. In the garb of objectifying data and information about the human being, the identities as posited to get neutralized with the technological advancements. Data are not a stagnant entity, and it is in the will of the researcher to question the stance and approach by continuous engagement with the data thing which is lived by the people. Berlin (1999) discussed on different varieties of empirical propositions and aptly asked a question in the context of cleverness \"Is he clever even when he is asleep?\" Indirectly 1 3 this shows that concepts and categories are fluid and mobile, and this assumption of mobility assures us that social change is possible by revisiting the categories which we had concretized in the past. The art and science of social psychology conjecture on past behaviour and reify it based on sets of attributes. Extracting data from the context is like separating life from the body and alienate it from vitality. Data construction process in social psychology seem to be an approach to claim the reality is like camouflaging of the historical processes, unless space for rethinking, re-acting and critical questioning generated. As Lupton (2018) endorsed an argument of Ingold (2013) that.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 85,
                    "text": "Billig, 2013",
                    "ref_id": null
                },
                {
                    "start": 2176,
                    "end": 2189,
                    "text": "Lupton (2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2214,
                    "end": 2227,
                    "text": "Ingold (2013)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "\"the only way one can really know things-that is, from the very inside of one's being-is through a process of self-discovery. To know things, you have to grow into them, and let them grow in you, so that they become a part of who you are\" (Ingold, 2013, P. 1) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 259,
                    "text": "(Ingold, 2013, P. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "This shows how researchers, as a social and political being renounce their prejudices and try to become the actors of the subjects' experiences. Data when assumed to be fixed, the general idea about the fixed meaning of identity is also created. In the time of digitalization of self, identities are marked as permanent. When identities situated in the permanent status, the prejudices and stereotypes attain the permanent status, and the historically oppressed identities become the object of power and imposed rationalities (see also Ruppert et al., 2017) . However, scholars also have the positive view about the data construction and digitalizing, where new information integrates to the old ones and offers a better picture of social reality (e.g., Lupton, 2016 Lupton, , 2017 Michael & Lupton, 2016; Tanweer et al., 2016) .",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 557,
                    "text": "Ruppert et al., 2017)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 754,
                    "end": 766,
                    "text": "Lupton, 2016",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 767,
                    "end": 781,
                    "text": "Lupton, , 2017",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 805,
                    "text": "Michael & Lupton, 2016;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 806,
                    "end": 827,
                    "text": "Tanweer et al., 2016)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "How we know that a given variable takes as an exact cause, confounder, collider or mediator (see Rohrer, 2018 ; see also Borsboom, 2005; Michell, 2004) ? Social and institutional power in action is considered to be one of the markers of politics. The role of governing bodies and institutions which considered as legitimate bodies have an essential role in shaping the structuring of data and evidence. Data doesn't speak for themselves, as it is a matter of who schematize the data and load it with the interpretations (See also Taguchi, 2012) . There are classes of data presented, where one form of data may be showing a spurious correlation and other a valid one depending upon the facts which cannot be changed. However, societal and institutional norms offer a more significant moderating effect (see also Castaneda, 1982) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 109,
                    "text": "Rohrer, 2018",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 121,
                    "end": 136,
                    "text": "Borsboom, 2005;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 137,
                    "end": 151,
                    "text": "Michell, 2004)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 530,
                    "end": 544,
                    "text": "Taguchi, 2012)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 812,
                    "end": 828,
                    "text": "Castaneda, 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "The politics of data in social psychology is not neutral. Even the statistics applied to report the group difference may be limited by the chance factor which are either not in control or limited by the theoretical framework. The challenge to replicate the psychological findings may be the result of mismatches in the perspectives and faulty designs in methodology, if keeping aside other ethical reasons (e.g., Klein, 2014; Hubbard & Lindsay, 2008; Świątkowski & Dompnier, 2017 ; see also Trafimow & Earp, 2016) . Though misconduct was one of the reasons of replication crisis, the faulty and forced alignment with the set of causes without respecting the meaning and qualitative picture of the context can also be the case for the chaos and anxiety in the social-psychological domain for replicability. Bogen and Woodward (1988) theorized and philosophically approached the problem of how any phenomenon can be accurately connected to the data. They look for how any phenomenon can be saved from the spurious confounding agents which are inadvertently manipulated in the process of phenomenon detection (see also Haig, 2014; Rohrer, 2018) . However, science is not acontextual, and all the interpretations are the matter of the language of science under which cause-effect and descriptions are constructed (see also Hacking, 1990) . Also, reasons can best be developed as per the cultural system allows (see also Simon, 1983) and the cause which catches the attention is a matter of reasoning. Science looks for the cause which influences the phenomenon under observation. For instance, the politics for the empowerment of the oppressed and the politics of suppression of the oppressed move through different forms of activities. The social psychological politics where data and evidence are for collective movements and emancipation of the oppressed (e.g., Martín-Baró, 1994 ; see also Baxi, 2000) , this politics for power sharing may contribute authentically to the interdisciplinary social psychology. The reality of the context is a matter of identification and interpretation of the context which is an essential aspect of social-psychological politics, whether it is pro-social justice and change (e.g., Penic et al., 2016; Reicher et al., 2006; Tajfel & Turner, 1979; Tajfel, 1969) or deterministic and in favour of established structure. The politics which go against the need of oppressed and dehumanize them as aloof numbers go antithetically to the agenda of social psychology to understand the social world in the actions and thinking of people in a social context (see Berger & Luckman, 1967; Gergen, 1992 ; see also Searle, 1995 Searle, , 2009 . Research in social psychology is not something where the researcher is seated on the backseat and looking the play of reality and acting out, but researcher enacts the data, construct the data and define the situation through the series of activities and sophisticated languages. Ruppert et al (2017) raised the issues of data being constituted 'as an object vested with certain powers, influence, and rationalities\" (p. 1). They questioned the creation of data as an object of power and its role as an object of knowledge. The concern is how social psychological enterprise takes cognizant of the power dynamics in the objectification of data and evidence and how it critically handles these issues. Even if the replication crisis is resolved, the power dynamics to handle the social context and reproducibility of pieces of data are a matter of reflexive questioning. There is evidence about the politics of data where power and institutionalization of epistemology shape the sensemaking of data. Alternatively, in critical social psychology data are questioned from the context of a social movement, power sharing and oppressive social structure. The differences in perspectives to reach the truth about human nature in mainstream social psychology is data based. However, some of the new viewpoints questioned the authenticity of the data in terms of lack of representation to the population directed at and exaggerations of inferences out of it. The notion of being scientific is not limited to the singular way of observation, but it is the process of raising critical points in the available theories and looking into other aspects of the phenomenon. The dominant approach of knowing or inferring about the causes behind human actions have been the most preferred in social psychology, and it assumes that the human thinks in terms of causality (see Asendorpf, 2012; Rohrer, 2018 ; see also Haslam & Mcgarty, 2004) . There is always a source of influence present either externally, internally, or both. For example, some of the studies looked into the sources of causality in the social psychological phenomenon (e.g. Heider, 1944; Bandura, 1985; Hirschfeld, 1996; Kronenfeld, 2014; Sussman & Gifford, 2018) and the way data analysis is done in the current quantitative paradigm (see Judd & Kenny, 2010) . However, this interdisciplinary approach towards the understanding of any phenomenon in question is not without limitations. Scientific understanding is laden within the context and inferences based on a singular meaning of the data shows an incomplete picture. The current disciplinary discourses seem to follows the pessimistic inductivism, with the assumption that all theories are fallible like all other previous scientific theories. It is right in the context of Popperian logic, and it has its relevance in understanding the phenomenon carefully through falsificationism. One of the benefits of these kinds of exploration is that it relies on the steps common to most of the scientific enterprises and based on the observations and reactions.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 425,
                    "text": "Klein, 2014;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 426,
                    "end": 450,
                    "text": "Hubbard & Lindsay, 2008;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 451,
                    "end": 479,
                    "text": "Świątkowski & Dompnier, 2017",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 513,
                    "text": "Trafimow & Earp, 2016)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 806,
                    "end": 831,
                    "text": "Bogen and Woodward (1988)",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1127,
                    "text": "Haig, 2014;",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1141,
                    "text": "Rohrer, 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1319,
                    "end": 1333,
                    "text": "Hacking, 1990)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1416,
                    "end": 1428,
                    "text": "Simon, 1983)",
                    "ref_id": null
                },
                {
                    "start": 1861,
                    "end": 1878,
                    "text": "Martín-Baró, 1994",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1901,
                    "text": "Baxi, 2000)",
                    "ref_id": null
                },
                {
                    "start": 2214,
                    "end": 2233,
                    "text": "Penic et al., 2016;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2234,
                    "end": 2255,
                    "text": "Reicher et al., 2006;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2256,
                    "end": 2278,
                    "text": "Tajfel & Turner, 1979;",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2292,
                    "text": "Tajfel, 1969)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2586,
                    "end": 2609,
                    "text": "Berger & Luckman, 1967;",
                    "ref_id": null
                },
                {
                    "start": 2610,
                    "end": 2622,
                    "text": "Gergen, 1992",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2634,
                    "end": 2646,
                    "text": "Searle, 1995",
                    "ref_id": null
                },
                {
                    "start": 2647,
                    "end": 2661,
                    "text": "Searle, , 2009",
                    "ref_id": null
                },
                {
                    "start": 2944,
                    "end": 2964,
                    "text": "Ruppert et al (2017)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 4521,
                    "end": 4537,
                    "text": "Asendorpf, 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4538,
                    "end": 4550,
                    "text": "Rohrer, 2018",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 4562,
                    "end": 4585,
                    "text": "Haslam & Mcgarty, 2004)",
                    "ref_id": null
                },
                {
                    "start": 4783,
                    "end": 4802,
                    "text": "(e.g. Heider, 1944;",
                    "ref_id": null
                },
                {
                    "start": 4803,
                    "end": 4817,
                    "text": "Bandura, 1985;",
                    "ref_id": null
                },
                {
                    "start": 4818,
                    "end": 4835,
                    "text": "Hirschfeld, 1996;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4836,
                    "end": 4853,
                    "text": "Kronenfeld, 2014;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4854,
                    "end": 4878,
                    "text": "Sussman & Gifford, 2018)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 4955,
                    "end": 4974,
                    "text": "Judd & Kenny, 2010)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Human Nature and the Politics of Data"
        },
        {
            "text": "Data is collected, and the impression is made about the phenomenon. Manipulations and deception may not account for the correct understanding of the everyday experience of people if not properly described. It is important how people make sense of it simultaneously connecting to their experiences. The task of the researcher is to find this out through the descriptions embedded in the actions, social engagements and talks, both verbal and non-verbal. Manipulation through experimental methods may lead to fallacies without much space for the congruent policy implications. One of the observations about the daily activities of children, for example, playing merry go round does not reveal much in itself unless the children are drawn towards it and make it go round, which we call as playing and the situation of playing as an amusement. The very primary debate about the construction of the situation as an amusement is our collective subjective understanding of the feeling spread in our memories and experiences. This observation of an instance and its interpretations may also compose as a kind of belief about the play, but here it is not manipulations of variables but simple observations and interpretations. The quality of evidence which pertains to play, for example, usually links to some because which may have led children to play. Here the merry go round system may then be the cause leading to the play and further leading to the situation of amusement. If any social psychologist, interested in knowing the amusement of children, do the manipulations of play behaviour by bringing children as subject to the playing ground, showing varieties of playing instruments and judging based on the children preference and playing, his methodology shows the descriptions and norms rather than the amusement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Matters"
        },
        {
            "text": "Data in itself doesn't conjecture reality as some reality conjecture the datum. As in the case of playing, we are in no way sure from where the amusement surfaced. The very instance of the children excitement by seeing the playing instrument can best be modeled as playing behaviour and the emergence of amusement. So here the reality of amusement, as interpreted by the social psychologists, doesn't correspond to any cause-effect system but the situations which described in the actions of children involved. This action is only worthy of descriptions rather than putting it into the category of cause as a determiner of the amusement felt, in other words, interpreted by the social psychologist. The social psychologists' interpretations are not the knowledge which they seem to holds but their position as observer and as the narrator of the event and sometime also as a participant. To fetch what is in the 1 3 mind of the observer is to observe some verbal and non-verbal cues attending to the phenomenon in hand. There is a large number of philosophical literatures that turns to the language of the observers denoting the phenomenon (e.g., Hutto, 2008; Lakatos, 1978; Nagel, 1986; Popper, 1959) . Some of the other patterns of understanding the context of data had been discussed by the social psychologists (e.g., Billig, 1991; Augoustinos et al., 2014) where contexts are just not the regulators or cause of people actions. But instead, people with their action, thinking activities and free will, design their everyday realities. The scope of these kind of research again is not at all about the causes but the social processes that the researchers and respondents co-construct in a cultural space. The concern here is about the range of interdisciplinarity which has either legitimized the causes or gave the overview of the contexts and interpretations based on the appropriated meta-theoretical pathways.",
            "cite_spans": [
                {
                    "start": 1148,
                    "end": 1160,
                    "text": "Hutto, 2008;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1161,
                    "end": 1175,
                    "text": "Lakatos, 1978;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1176,
                    "end": 1188,
                    "text": "Nagel, 1986;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1189,
                    "end": 1202,
                    "text": "Popper, 1959)",
                    "ref_id": null
                },
                {
                    "start": 1323,
                    "end": 1336,
                    "text": "Billig, 1991;",
                    "ref_id": null
                },
                {
                    "start": 1337,
                    "end": 1362,
                    "text": "Augoustinos et al., 2014)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Data Matters"
        },
        {
            "text": "The way interpretation of data happens possibly makes it legitimate or illegitimate. Manipulation and deception as the critical features of the experimental social psychology develop its identity through replications and validations (see Borsboom, 2004; Michell, 2001) . In most of the cases the current social psychology studies the phenomenon without critically reflecting on the representativeness of methodology. Toomela & Valsiner (2010) indicated in their edited volume that psychologist's application of methodology 60 years back was better than used in the contemporary times. The social psychological report in many cases is not devoid of this criticism. Recently, Tafreshi et al.(2016) discussed how implicit motives drives the uncontested selection 'quantification in psychology' (p. 1). Similarly, Mascolo (2016) noted, \"scientific psychology does not much fail to meet the requirements of objectivity as much as the concept of objectivity fails as a methodological principle for psychological science\" (p. 543). Here intersubjective process between people matters more than the manipulation and observing change in the behavior (see also Gough & Madill, 2012) . The emerging domains of social psychology try to describe the phenomenon without manipulations of human behaviour. The argument here is not discount the methods used by the social psychologists but the dominance of methods which sustained its identity. Social psychology is one of the important social sciences which emerged as an eye-opener to the social issues from the psychological perspectives. In one-way social psychology is a science, where it has the potential to be reliable, uniform and replicable, and these criteria confirmed through the divergent perspectives of social sciences. The essence which the social psychologist provides corresponds to the reality of the people who have worked upon the sensemaking of issues like social justice and human relations. The data in social psychology, observed through different circumstances, are the understanding of the context with the history of occurrence in the past as embedded in the knowledge of the people for whom the context mattered. The meaning of any data, which is derived through the sets of responses, and seems to be fitting into the rules of logic, conveying the reality of any group under observation, may also get the shift of understanding through different perspectives of the observers and the observed. How can these statements be genuinely assessed and judged? The basic rule to understand the context of social psychology is to have corroborative tools for an authentic interpretation which the researchers have made. However, those rules of research and data observations are normative sensemaking, where rules do not say anything in itself (see Wittgenstein, 1958) . Since social psy-chology seems to be the little master of social science family, it has the nature to deal with any phenomenon understanding in terms of cause and effect and reducing it into a set of miniature models. The question is about the authentic association between the norms of social science and how social psychology abide it.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 253,
                    "text": "Borsboom, 2004;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 254,
                    "end": 268,
                    "text": "Michell, 2001)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 417,
                    "end": 442,
                    "text": "Toomela & Valsiner (2010)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 674,
                    "end": 695,
                    "text": "Tafreshi et al.(2016)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 810,
                    "end": 824,
                    "text": "Mascolo (2016)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1151,
                    "end": 1172,
                    "text": "Gough & Madill, 2012)",
                    "ref_id": null
                },
                {
                    "start": 2804,
                    "end": 2823,
                    "text": "Wittgenstein, 1958)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Matters"
        },
        {
            "text": "One proposition that may stick to the current arguments is that interdisciplinarity doesn't stop where social psychology stops. Interdisciplinarity is a change program which critically deals with the rigid disciplinary assumptions and liberate disciplines from the shackles of misunderstanding and tightened, departmentally constrained disciplinary boundaries (see Jacobs, 2013) . There are presupposed features in social psychology which are uncritically took for granted and utilized in conjecturing the questions of interest. These features are also dealt in other social science disciplines (see Billig, 2013) their use in social psychology happen at the measurement level. The operationism in social psychology may homogenize the use of concept. This may not be universally applicable. For example, the use of concepts like culture, identity, categorization, social cognition may have common understanding but their use in different disciplines doesn't warrant same set of features. This is more a matter of consensus within the disciplinary domains. This may be because of the dominant trend of experimentally and quantitatively dealing with the concepts. Then in what way we can have a critical sense of it? Do they in itself denote the features of our reality which social psychology is interested in figuring out? If reality is questioned, why not its lens and enactments through which any reality gets constructed? It is no surprise that the rejection and acceptance of this lens go simultaneously in front of us, and its banality is unnoticed. The world and society are not about the legitimized causes and effects which social psychologists try to mirror or make the visible. However, the totality of experiences makes its presence objectified as a researcher's knowledge. This knowledge as embedded in the researcher's acts of observations is something about the pillaring of the data under the garb of some established theories where there is a stiff connection of cause and effect. The way social psychology constructs the reality depends upon the differences in the cultural systems and values which is difficult to understand in its complete forms (see Kantor, 1923) . It is assumed that the reality of human is both brain-mind dependent (e.g., Flanagan, 1991) or socially (e.g., Kadianaki & Gillespie, 2015) and discursively embedded (Harre, 1993; Shotter, 1994) . It is not like some physical phenomenon where their occurrence is predictable like some universal truth, though, variations and new shreds of evidence obtained in the realm of physical phenomenon falsified too (Popper, 1959) . In the context of the social psychology, we obtain result about the cause immediate to our prediction (see White, 1990; .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 378,
                    "text": "Jacobs, 2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 600,
                    "end": 613,
                    "text": "Billig, 2013)",
                    "ref_id": null
                },
                {
                    "start": 2170,
                    "end": 2183,
                    "text": "Kantor, 1923)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2297,
                    "end": 2325,
                    "text": "Kadianaki & Gillespie, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2352,
                    "end": 2365,
                    "text": "(Harre, 1993;",
                    "ref_id": null
                },
                {
                    "start": 2366,
                    "end": 2380,
                    "text": "Shotter, 1994)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 2593,
                    "end": 2607,
                    "text": "(Popper, 1959)",
                    "ref_id": null
                },
                {
                    "start": 2717,
                    "end": 2729,
                    "text": "White, 1990;",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Matters"
        },
        {
            "text": "Some of the recent retracted and questionable research in social psychology and allied disciplines raised the debate on the meaning and authenticity of the data and model fit (see Crocker, 2011; e.g., Walumbwa et al., 2010) . However, social psychological researches produced many classic experimental studies addressing to the human nature and the social context having 'served common points of references for researchers, teachers and students' (see Smith & Haslam, 2012) which were well known outside the discipline providing concrete understanding about the human nature and the social context (Moscovici, 1984; from Smith & Haslam, 2012) . These social psychological studies tested the time and the differences in the statistical vari-1 3 ances during the replication can be attributed to the sociopolitical situations and human sensemaking of the complexity of the contexts. As per the changing times and emergence of a new form of cultural perception such as neoliberalism and individualizing of the society, there were many contrary viewpoints to the social psychological research (Martin, 2017) . The social contexts are reduced to the mechanism of data fitting into some form of preconceptions, which departs the researcher from the accurate description under the garb of cause-effect nexus 6 . The preconceptions and illusions about the speculative realism overshadow or bleak the visibility of those objects which must be given the primary attention 7 . This overshadowing of the cultural objects in the dominant social psychology, allowed the gravest situation to emerge, though it is embraced by the social psychologists maneuvering with the criticality and authentic interdisciplinarity (e.g., Prilleltensky, 1994; Pancer, 1997) . One of the examples is about the fascism in India, for instance, which observed through several instances of violence towards the minorities. The description of these observations may be the authentic interdisciplinarity which may help minorities at the level of policy-making and protections. However, there are some other factions of a researcher, who deny this fact and label this violence as the aftereffect of historical violence happened over the Hindus in the medieval period. We can see that the first instance is about the history of violence based on the observable facts in the present. The second interpretations go into the mythology and putting everything in the cause and effect relationships. Wittgenstein (1958) with great apathy rejected something philosophical laden in cause-effect and tautologies and aptly stated that \"we must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say, its purpose, from the philosophical problems\" (PI, 109). Social psychological theorizations are not beyond our everyday interaction. The social psychological problems emerge from the social contexts such as social hierarchies and culture, religion, history of oppressions. This together give ground to the social psychology which is emancipating and generating critical consciousness (see Mishra & Padalia, 2021 ; see also Sinha, 2016 Sinha, , 2019 . Knowing is to become conscious. The concern here is about the change in the dominant social-psychological stances.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 194,
                    "text": "Crocker, 2011;",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 223,
                    "text": "e.g., Walumbwa et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 473,
                    "text": "Smith & Haslam, 2012)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 598,
                    "end": 615,
                    "text": "(Moscovici, 1984;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 616,
                    "end": 642,
                    "text": "from Smith & Haslam, 2012)",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1103,
                    "text": "(Martin, 2017)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1709,
                    "end": 1729,
                    "text": "Prilleltensky, 1994;",
                    "ref_id": null
                },
                {
                    "start": 1730,
                    "end": 1743,
                    "text": "Pancer, 1997)",
                    "ref_id": null
                },
                {
                    "start": 3110,
                    "end": 3132,
                    "text": "Mishra & Padalia, 2021",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3144,
                    "end": 3155,
                    "text": "Sinha, 2016",
                    "ref_id": null
                },
                {
                    "start": 3156,
                    "end": 3169,
                    "text": "Sinha, , 2019",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Data Matters"
        },
        {
            "text": "In the times of big data management, social psychological studies have made a remarkable presence in the vast three cultures of disciplines. One of the essential tasks of social psychological research is to contribute to society and if required come out with critical knowledge. Critical knowledge doesn't always fit the intricacies of laboratory work and neither it fits with the majoritarian assumption about human sociality. If social psychology strives to show the reality with more diverse data, it communicates to the existing scholarship with more insights and even sometimes facilitates movements at the ground level. The work of some scholars did the dual 1 3 task of bringing the insights to the context in question and further engaging the scholars and students into activism. The data social psychology provides and interpret is congruent to the people experience and they get insight to change their presence in society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: The Future of Data in Social Psychology"
        },
        {
            "text": "Social psychology has a big picture and brighter future prospects where it may offer a realistic critical account of the phenomenon with its propensity to be interdisciplinary. Whether social psychology is interdisciplinary or not is a matter of perception, and that too depends upon the platform on which we are standing. Natural scientists may think about social psychology as an essential subject to study about social behaviour, and they may look for the underlying mechanism which regulates the human social behaviour, though differences recorded in different disciplines. The research which is not able to connect and engage with the everyday life of people generates spurious data leading to a dangerous conclusion. Paradigms dominate methodological space. It seems to be suited to do research for different concepts and fall into discomfort zone where the true self of the researcher overpowered by researchers' training in methods. Researchers' observations and subjectivities impact the direction of research. The researchers' exploration of different communities' act both ways, as a neutral observer or as a healer who helps members to open up and speak about their experiences. It may not be necessary that only one way of seeing or collecting the data is the valid method. Interactions and dialogues between participants and the researcher, where researcher know and communicate that he/ she is from different community and wish to know the culture of the group or community, also matters. In a real sense, no methodology (e.g., doing ethnography) can claim picturizing the everyday reality of the group, even if it comes out with thick descriptive data (e.g., Geertz, 1973) . The process of these kinds of methodological adventure may help in understanding, but it still not captures true subjective intricacies. The manner social psychology connects the context with the facts, sometimes rules of logic (see Harre, 1983 Harre, , 1998 become overstated. As it happened in the case of social psychology where the rigid understanding of the social categories like west or east taken for granted and given the absolute status (see Sinha, 2019 ; see also Pirta & Misra, 2021) .",
            "cite_spans": [
                {
                    "start": 1675,
                    "end": 1688,
                    "text": "Geertz, 1973)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1924,
                    "end": 1935,
                    "text": "Harre, 1983",
                    "ref_id": null
                },
                {
                    "start": 1936,
                    "end": 1949,
                    "text": "Harre, , 1998",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2143,
                    "end": 2154,
                    "text": "Sinha, 2019",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2166,
                    "end": 2186,
                    "text": "Pirta & Misra, 2021)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: The Future of Data in Social Psychology"
        },
        {
            "text": "Interpretation seems one of the challenges for social psychologists and it is a need to be protected from the first-hand impression. In the domain of social psychology, introduction of software-based interpretations seems to be like an impression building mechanism based on complexity of models. It is important to note that how much people get influenced by the fads and misnomers that the true intentions are masked in the history. So here it seems that more complex way data are analyzed and interpreted, more authentic it becomes to the policy makers. But it is also necessary to not to fall into the fads and misnomers which create faulty design and interpretations. Though the problem is not exactly with the complexity but how much the data is novel to represent the underrepresented. Thus, data in social psychology, if not judged from the people perspectives may create gap in the understanding of reality of people and author or researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: The Future of Data in Social Psychology"
        },
        {
            "text": "The need is to understand through the methods of liberation and anti-power perspectives (Parker, 2007) . Some social psychological concepts explored in a set pattern of methodological style giving limited space to innovative and creative findings.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 102,
                    "text": "(Parker, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: The Future of Data in Social Psychology"
        },
        {
            "text": "Thus, the concept of biasedness and unbiasedness in the research requires revisiting. The opening up of the room for the future researches is to come out of the scepticism towards the previous researches claiming to be unbiased. Thus, data construction process can also be the result of institutional way of filtering in what is approved by the academic manager 8 . As we notice in the history of classic works in social psychology, the simple data straight from the respondents had the capability to give clarity and form movements. Billig (2020) indicated towards the importance of observing unnecessary details which sometime become means of discovery. Social psychology when become sophisticated and plays with static categorization, it limits its scope despite exploring novel phenomenon. Data which connects directly with the people is innovative, connects to the people experience and liberates from misunderstandings which is linked to any social groups. Data doesn't reiterate what is seen generally but has the ability to bring into focus the taken for granted assumption about various facets of society. Further, it advances the process of social change through necessary activism. Thus, data that liberate from the shackles of power and shows the reality of power can be considered valid for social psychology.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 547,
                    "text": "Billig (2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "3"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Socio-economic analysis of rickshaw pullers in urban centres: a case study of Uttar Pradesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "India. International Journal of Advanced Research in Management and Social Sciences",
            "volume": "2",
            "issn": "1",
            "pages": "98--109",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The distinction between quantitative and qualitative research methods is problematic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Quality & Quantity. International Journal of Methodology",
            "volume": "46",
            "issn": "",
            "pages": "1417--1429",
            "other_ids": {
                "DOI": [
                    "10.1007/s11135-011-9455-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Partisanship, political knowledge, and the Dunning-Kruger effect",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Anson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Political Psychology",
            "volume": "39",
            "issn": "5",
            "pages": "1173--1192",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hume's considered view on causality",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Archie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bias due to controlling a collider: A potentially important issues for personality research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Asendorpf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "European Journal of Personality",
            "volume": "26",
            "issn": "",
            "pages": "391--392",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emancipation as justice: Legacy and vision of Dr. Ambedkar",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Augoustinos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "; P L"
                    ],
                    "last": "Donaghue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Luckmann",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "From periphery to centre stage: Ambedkar, Ambedkarism and Dalit Future",
            "volume": "",
            "issn": "",
            "pages": "49--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Empirical propositions and hypothetical statements",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Learn to write badly: How to succeed in the social sciences",
            "volume": "",
            "issn": "",
            "pages": "32--55",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "More examples, less theory: Historical studies of writing psychology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Billig",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rhetorical uses of precise numbers and semi-magical round numbers in political discourse about COVID-19: Examples from the government of the United Kingdom",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Billig",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/09579265211013115"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Subjective Well-Being of the Homeless, and Lessons for Happiness",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Biswas-Diener",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Diener",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Social Indicators Research",
            "volume": "76",
            "issn": "2",
            "pages": "185--205",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-005-8671-9"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Symbolic interactionism: Perspective and methods",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "; J"
                    ],
                    "last": "Blumer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "The Philosophical Review",
            "volume": "97",
            "issn": "3",
            "pages": "303--352",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The concept of validity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Borsboom",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychological Review",
            "volume": "111",
            "issn": "",
            "pages": "1061--1071",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Rise and Fall of Social Psychology: The Use and Misuse of Experimental Method",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "; P"
                    ],
                    "last": "Borsboom",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wacquant",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Conceptual issues in contemporary psychometrics. Cambridge",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Constructing the subject: Historical origins of psychological research",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Danziger",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Happiness, Meaning, and Satisfaction in Life as Perceived by Indian University Students and Their Association with Spirituality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aswathi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of religion and health",
            "volume": "59",
            "issn": "5",
            "pages": "2469--2485",
            "other_ids": {
                "DOI": [
                    "10.1007/s10943-019-00806-w"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Datafication, dataism and dataveillance: Big Data between scientific paradigm and ideology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Dijck",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Surveillance & Society",
            "volume": "12",
            "issn": "2",
            "pages": "197--208",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Social psychology and neuroscience: Strange bedfellows or a healthy marriage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dovidio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Group Processes & Intergroup Relations",
            "volume": "11",
            "issn": "",
            "pages": "247--263",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publishing as prostitution?--choosing between one's own ideas and academic success",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drury",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Theory as method in research: On Bourdieu, social theory and education",
            "volume": "116",
            "issn": "",
            "pages": "205--223",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The interpretation of cultures: selected essays",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geertz",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Journal of personality and social psychology",
            "volume": "26",
            "issn": "2",
            "pages": "309--320",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Character and social structure: The psychology of social institutions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Gergen",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "A century of psychology as science",
            "volume": "",
            "issn": "",
            "pages": "558--590",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The marginalized self: Tales of resistance of a community",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Discovery of Grounded Theory: Strategies for Qualitative Research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "; B"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madill",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Psychological Methods",
            "volume": "17",
            "issn": "3",
            "pages": "374--384",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Investigating the psychological world: Scientific method in the behavioural sciences",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "; I"
                    ],
                    "last": "Hacking",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Harre, R",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The epistemology of social representations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harre",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The psychology of the social",
            "volume": "",
            "issn": "",
            "pages": "129--137",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Experimental design and causality in social psychology research. The SAGE handbook of methods in social psychology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "; R"
                    ],
                    "last": "Harre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghaddam",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Denver: Praeger Harre",
            "volume": "",
            "issn": "",
            "pages": "358--374",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epistemic violence in psychological science: Can knowledge of, from, and for the (othered) people solve the problem?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Held",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Theory & Psychology",
            "volume": "30",
            "issn": "3",
            "pages": "349--370",
            "other_ids": {
                "DOI": [
                    "10.1177/0959354319883943"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Race in the making: Cognition, culture, and the child's construction of human kinds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hirschfeld",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Why P Values Are Not a Useful Measure of Evidence in Statistical Significance Testing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Theory & Psychology",
            "volume": "18",
            "issn": "1",
            "pages": "69--88",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lessons from Wittgenstein: Elucidating folk psychology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Hutto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "New Idea in Psychology",
            "volume": "27",
            "issn": "2",
            "pages": "197--212",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Making and Growing: Anthropological Studies of Organisms and Artefacts",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "; T"
                    ],
                    "last": "Ingold",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hallam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "London: Routledge Ingold",
            "volume": "",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The context of social psychology: A critical assessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Israel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tajfel",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "In defense of disciplines: Interdisciplinarity and specialization in the research university",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Law and neuroscience",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marois",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Farah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Greely",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Journal of neuroscience: the official journal of the Society for Neuroscience",
            "volume": "33",
            "issn": "45",
            "pages": "17624--17630",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.3254-13.2013"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Conditions of Possibility of Critical Psychology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jovanović",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Theory & Psychology",
            "volume": "20",
            "issn": "4",
            "pages": "569--592",
            "other_ids": {
                "DOI": [
                    "10.1177/0959354310367469"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Data analysis in social psychology: Recent and recurring issues",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Judd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Handbook of social psychology",
            "volume": "",
            "issn": "",
            "pages": "115--139",
            "other_ids": {
                "DOI": [
                    "10.1002/9780470561119.socpsy001004"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Alterity and the transformation of social representations: a sociocultural account",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kadianaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Integrative Psychological and Behavioural Sciences",
            "volume": "49",
            "issn": "1",
            "pages": "73--88",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What are the data and problems of Social Psychology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kantor",
                    "suffix": ""
                }
            ],
            "year": 1923,
            "venue": "Journal of Philosophy",
            "volume": "",
            "issn": "",
            "pages": "449--457",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "What can recent replication failures tell us about the theoretical commitments of psychology?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Theory & Psychology",
            "volume": "24",
            "issn": "3",
            "pages": "326--338",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "What \"causal cognition\" might mean",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kronenfeld",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in psychology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2014.01204"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Methodology of Scientific Research Programmes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lakatos",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Science in action: how to follow scientists and engineers through society",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "The Quantified Self: A Sociology of Self-Tracking",
            "volume": "19",
            "issn": "",
            "pages": "1599--1614",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "How do data come to matter? Living and becoming with personal data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Big Data & Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951718786314"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Dialogicality and social representations: The dynamics of mind. Cambridge: Cambridge University Press Markova, I",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Markova",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Studying persons in context: Taking social psychological reality seriously",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "New Ideas in Psychology",
            "volume": "44",
            "issn": "",
            "pages": "28--33",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Beyond objectivity and subjectivity: The intersubjective foundations of psychological science",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Mascolo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Integrative psychological and Behavioural Science",
            "volume": "50",
            "issn": "",
            "pages": "543--554",
            "other_ids": {
                "DOI": [
                    "10.1007/s12124-016-9357-3"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The message of social psychology: Perspectives on mind in society",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Practical tips for ethical data sharing. Advances in methods and practices in psychological science",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "131--144",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Toward a manifesto for the 'public understanding of big data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Understanding of Science",
            "volume": "25",
            "issn": "",
            "pages": "104--116",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Measurement theory: history and philosophy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International encyclopedia of the social and Behavioural Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Measurement in psychology: A critical history of methodological concept",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Culture and social hierarchy: Self-and other-oriented correlates of socioeconomic status across cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Padalia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boylan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryff",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychology in modern India: Historical, methodological, and future perspectives",
            "volume": "115",
            "issn": "",
            "pages": "427--445",
            "other_ids": {
                "DOI": [
                    "10.1037/pspi0000133"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The myth of the lonely paradigm: A rejoinder",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Social Research",
            "volume": "51",
            "issn": "",
            "pages": "939--967",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Critical psychology series. The crisis in modern social psychology-and how to end it",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Critical Psychology: An introduction",
            "volume": "1",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Handbook of critical psychology",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philosophy of Science",
            "volume": "5",
            "issn": "",
            "pages": "815--826",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Can patriots be critical after a nationalist war? The struggle between recognition and marginalization of dissenting voices",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Penic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elcheroth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reicher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Political Psychology",
            "volume": "37",
            "issn": "4",
            "pages": "481--496",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Big data in social and psychological science: theoretical and methodological issues",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Pirta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "; L"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Psychology in modern India: Historical, methodological, and future perspectives",
            "volume": "1",
            "issn": "",
            "pages": "59--66",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Saving Bulgaria's Jews: An analysis of social identity and the mobilisation of social solidarity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reicher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wolpert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "European Journal of Social Psychology",
            "volume": "36",
            "issn": "",
            "pages": "49--72",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Thinking clearly about correlations and causation: Graphical causal models for observational data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rohrer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Advances in Methods and Practices in Psychological Science",
            "volume": "1",
            "issn": "1",
            "pages": "27--42",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Data politics. Big Data & Society",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ruppert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Isin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bigo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951717717749"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "When data is capital: Datafication, accumulation, and extraction. Big Data & Society",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadowski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951718820549917"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Social worlds, personal lives: An introduction to social psychology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Sampson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Decolonizing social psychology in India: Exploring its role as emancipatory social science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shotter",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Conversational realities: Constructing life through languages. New Delhi: Sage Simon, H",
            "volume": "8",
            "issn": "",
            "pages": "57--74",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "What if discipline is not interdisciplinary: The case of social psychology in India",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Integrative Psychological & Behavioural Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12124-019-9473-y"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Social psychology: Revisiting the classic studies. London: Sage Sugarman",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T. ; J R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Haslam",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Theoretical and Philosophical Psychology",
            "volume": "35",
            "issn": "2",
            "pages": "103--116",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Causality in the theory of planned behavior. Personality and Social Psychology Bulletin Świątkowski",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Review of Social Psychology",
            "volume": "30",
            "issn": "1",
            "pages": "111--124",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Quantification in psychology: Critical analysis of an unreflective practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tafreshi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Slaney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Neufeld",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Theoretical and Philosophical Psychology",
            "volume": "36",
            "issn": "4",
            "pages": "233--249",
            "other_ids": {
                "DOI": [
                    "10.1037/teo0000048"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "A diffractive and Deleuzian approach to analysing interview data",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Feminist Theory",
            "volume": "13",
            "issn": "3",
            "pages": "265--281",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The formation of national attitudes: A social psychological perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tajfel",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "137--178",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Human groups and social categories: Studies in social psychology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tajfel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Impediment to insight to innovation: Understanding data assemblages through the breakdown-repair process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanweer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fiore-Gartland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aragon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Information, Communication & Society",
            "volume": "19",
            "issn": "",
            "pages": "736--752",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "What is Epistemological Violence in the Empirical Social Sciences? Social and Personality Psychology Compass",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "295--303",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1751-9004.2010.00265.x"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Critical psychology: A geography of intellectual engagement and resistance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American Psychologist",
            "volume": "70",
            "issn": "3",
            "pages": "243--254",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Some clarifications on critical and Indigenous psychologies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wendt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Theory & Psychology",
            "volume": "30",
            "issn": "3",
            "pages": "371--376",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Relational data paradigms: What do we learn by taking the materiality of databases seriously?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Thomer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wickett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1177/2053951720934838"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Psychology Today: Still in Denial, Still Outdated. Integrative psychological and Behavioural Science",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toomela",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "563--571",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Methodological thinking in psychology: 60 years gone astray",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toomela",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valsiner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Charlotte",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Variables in psychology: A critique of quantitative psychology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toomela",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Integrative Psychological and Behavioral Science",
            "volume": "42",
            "issn": "3",
            "pages": "245--265",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Badly specified theories are not responsible for the replication crisis in social psychology: Comment on Klein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trafimow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Earp",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Theory & Psychology",
            "volume": "26",
            "issn": "4",
            "pages": "540--548",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "The myth, and beyond: Ontology of psyche and epistemology of psychology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valsiner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--39",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Retraction notice to \"Psychological processes linking authentic leadership to follower behaviors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valsiner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Routledge Walumbwa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schaubroeck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Avolio",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Leadership Quarterly",
            "volume": "21",
            "issn": "",
            "pages": "1071--1072",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Ideas about causation in philosophy and psychology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Psychological Bulletin",
            "volume": "108",
            "issn": "1",
            "pages": "3--18",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Data and Phenomenon: a restatement and defense",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Philosophical Investigations",
            "volume": "182",
            "issn": "",
            "pages": "165--179",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Exploring rickshaw pullers in Delhi: Challenges and livelihood",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Creative Research Thoughts",
            "volume": "6",
            "issn": "1",
            "pages": "710--715",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}