{
    "paper_id": "0b776b7d476a0359d41d3e0eca67669a80ab7da1",
    "metadata": {
        "title": "Supplemental file Aetiology and Severity of Childhood Pneumonia in Primary Care in Malawi: A Cohort Study",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Mzuzu is one of the four cities in Malawi, with a population of 221,272 (National Statistics Office, 2018). Mzuzu health centre also known as Mapale or Mzimba North Health centre is stituated at the City centre of Mzuzu city while Mzuzu Central Hospital is situated at around 4 km Northwards of the city. The health centre currently serves almost the whole city as a primary health care point while the central hospital is regional referral tertiary hospital serving six districts in the northern region, over hundred health centres and serving a population of over 1.9 million people. It also serves as a secondary healthcare facility for the local (Mzuzu city) population. The majority (98.0%) of our participants were from Mapale health centre. The Central hospital initially served as a primary healthcare facility also but prior to commencement of the study the local health authority decided to maintain it as a secondary care facility only. Therefore it introduced a \"bypass fee\" where patients who attended the hospital clinics without being referred from a health centre/district hospital were charged MK 1,500 (approxmately 2 Euros). This led to Mapale becoming the main site of recruitment due to the focus on recruiting patients from primary care and before they had 8.5% (6.6-10.7%). Survey data indicates 64.8% of HIV-infected mothers and 46.9% of HIVexposed infants received some form of antiretroviral prophylaxis 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1: Study Location and Background health data"
        },
        {
            "text": "S2a Microbiology techniques",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2: Microbiology"
        },
        {
            "text": "The blood culture samples were inoculated into the Bactec Peds Plus/F Culture vial (Becton Dickinson Diagnostic Instrument Systems). These bottles were incubated in an automated blood culture Bactec™ 9050 which was set at protocol limits of maximum of 7 days to declare the sample negative if no growth has been detected. All positive blood cultures were further subcultured on to agar plates and identified using traditional phenotypic methods (Blood agar, MacConkey and Chocolate agar plate) and Vitek 2 microbial detection system (Biomerieux)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood cultures"
        },
        {
            "text": "The Masterpure TM complete DNA and RNA purification kit as well as QIA Symphony ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial PCR"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mapping HIV prevalence using population and antenatal sentinel-based HIV surveys: a multi-stage approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masenyetse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Popul Health Metr",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluating the impact of prevention of mother-to-child transmission of HIV in Malawi through immunization clinicbased surveillance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sinunu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wadonda-Kabondo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International. NSONMaI. Malawi Demographic and Health Survey",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of a diagnostic real-time polymerase chain reaction assay for the detection of invasive Haemophilus influenzae in clinical samples",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Meyler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meehan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cunney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cafferkey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of the Clinical Utility of a Real-time PCR Assay for the Diagnosis of Streptococcus pneumoniae Bacteremia in Children: A Retrospective Diagnostic Accuracy Study",
            "authors": [],
            "year": 2018,
            "venue": "Pediatr Infect Dis J",
            "volume": "37",
            "issn": "2",
            "pages": "153--156",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "received any treatment. UNICEF data from 2013 reports an under five mortality rate of 68 per 1,000 live births and under one mortality rate of 44 per 1,000 live births in Malawi. In 2016 the estimated coverage was 83% for pneumococcal conjugate vaccine and 84% for Haemophilus influenza type B vaccine in Malawi, 11 HIV prevalence in antenatal clinics in the Mzimba district (where Mzuzu is located) among those who accepted testing was 9.1% 1 . A study in 2011 in Malawi showed that of 5,068 samples from infants <3 months of age , 764 were ELISA positive indicating 15.1% (14.1-16.1%) of mothers were HIV-infected and passed antibodies to their infant. Sixty-five of the ELISA-positive samples tested positive by DNA PCR, indicating a vertical transmission rate of",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "S1: Study Location and Background health data 3",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Automated DNA extraction system [manufacturer. Country] which is an automated method was used to extract DNA and RNA. The extracted DNA was run on AB7500 instruments as per previously detailed methods 4,5 Viral RT-PCR Viral RT-PCR was performed on nasopharyngeal and oropharyngeal swabs using a Luminex® MAGPIX® instrument [manufacturer, country] with xPONENT® and SYNCT™ software ,in line with manufacturer's instructions. The panel used was NxTAG respiratory pathogen. The pathogens targeted in this assay were; Influenza A, Influenza A H1, Influenza B, Influenza A H3, Respiratory Syncytial Virus A, Respiratory Syncytial Virus B, Coronavirus 229E, Coronavirus + = Human metapneumovirus // = Respiratory syncytial virus Table S3 Microbiology Results By age BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}