{
    "paper_id": "0b8833b5b08a9447e8037f39740124bda35e0154",
    "metadata": {
        "title": "COVID-19 presenting as acute generalized exanthematous pustulosis associated with multiorgan dysfunction in a 44-year-old female patient",
        "authors": [
            {
                "first": "Nicolás",
                "middle": [],
                "last": "Ariza Ordoñez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Cardiología",
                    "location": {
                        "settlement": "Bogotá",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Valeria",
                "middle": [],
                "last": "Gomez Sepulveda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Cardiología",
                    "location": {
                        "settlement": "Bogotá",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Lina",
                "middle": [
                    "Patricia"
                ],
                "last": "Vargas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Cardiología",
                    "location": {
                        "settlement": "Bogotá",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "Mauricio"
                ],
                "last": "Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Cardiología",
                    "location": {
                        "settlement": "Bogotá",
                        "country": "Colombia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute generalised exanthematous pustulosis (AGEP) is an unusual cutaneous reaction, most often related with a hypersensitivity reaction to commonly used drugs. It is characterized by an abrupt onset of a pustular rash within hours or days after drug exposure and usually resolves spontaneously within 1-2 weeks after drug discontinuation. Some cases associated with systemic involvement and shock have been reported. We present the case of a severe AGEP, manifesting in association with systemic involvement and haemodynamic instability resulting in shock and multiorgan dysfunction in an adult female patient diagnosed with COVID-19 infection. There were no identifiable associated drugs, and the patient was not initiated on antimalarial drugs. Our patient improved rapidly, both hemodynamically and dermatologically with no directed therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute generalized exanthematous pustulosis (AGEP) is a rare disease characterized by the rapid onset of sterile pustules occurring diffusely on an erythematous base. Systemic manifestations are typically mild and restricted to fever, malaise and leukocytosis. Hepatic, pulmonary and kidney injury have been reported. AGEP is caused mainly by drugs and usually resolves rapidly after the discontinuation of the causative agent 1,2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Moreover, AGEP has been related to viral and bacterial infections 1 . Here, we describe the case of a non drug-related severe AGEP, presenting with shock, requiring vasopressors and evolving with multiorgan dysfunction. The patient was diagnosed with SARS-CoV 2 infection, confirmed through nasopharyngeal swab real time PCR and had no pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This case highlights the plethora of clinical and dermatological manifestations of COVID-19 related to immune-induced and direct viral damage mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We present the case of a 44-year-old female with a prior history of arterial hypertension, dyslipidemia and obesity who sought the emergency department due to a 2-day history of the acute onset of a rapidly progressive erythematous rash that emerged on thighs, armpits and inframammary fold and rapidly progressed to the whole body, excluding her face.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On presentation, the use of concurrent and new medications wereinvestigated. The patient was in a long-term treatment with aspirin (100 mg qid), losartan (50 mg bid) and atorvastatin (40 mg qid). Additionally, the patient referred the application of an unknown intramuscular dose of dexamethasone after the rash onset. Two days before her arrival at the emergency department, the patient used tampons (menstruation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On admission, she was hypotensive with a blood pressure of 65/42 mmHg, heart rate of 113 bpm, febrile (39.4 °C) and somnolent. The physical examination showed an extensive morbilliform rash with pustular lesions of various sizes especially on the chest, thighs and arms ( Figure 1 ). Taking account of the initial clinical presentation, the diagnosis of septic shock (Sequential Organ Failure Score of 8 points) was considered as well as atoxic shock syndrome, a drug reaction with systemic symptoms (DRESS) and the possibility of an acute generalized exanthematous pustulosis (AGEP). She was started on broad spectrum antibiotics (vancomycin, piperacillin/tazobactam and clindamycin); additionally, she received support with vasopressor drugs (norepinephrine and vasopressin) because of the hypotension, but she did not respond to intravenous fluid resuscitation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "On admission, her whole blood count showed leukocytosis with neutrophilia (white blood cell 15.70 × 10 9 /L), the basal metabolic profile revealed acute kidney failure (serum creatinine 2.3 mg/dL, blood urea nitrogen 46 mg/dL) with an estimated glomerular filtration rate of 40.8 mL/min, total bilirubin and serum transaminases werealso increased. . The arterial blood parameters showed metabolic acidosis and hyperlactatemia. The chest x-ray showed parahiliar bilateral reticular infiltrates, so that a nasopharyngeal swab RT-PCR for SARS CoV-2 (Abbott Real Time SARS CoV-2) was requested, revealing a positive result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "During hospitalization in the intensive care unit, the acute kidney failure worsened so, vancomycin was discontinued and substituted for daptomycin,with posterior documentation of elevated creatine phosphokinase that raised concern on rhabdomyolysis induced by daptomycin versus a deep tissue involvement of skin lesions, then a skin biopsy was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The skin biopsy showed diffuse spongiosis, intradermic subcorneal micro pustules with neutrophilic content and reactive changes of the microvascular endothelium, without compromising of dermis or microbiological evidence in the Periodic acid-Schiff, Grocott or gram stainings, findings compatible with AGEP ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 317,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "The differential diagnosis included toxic shock syndrome, DRESS, septic shock and pustular psoriasis. Toxic shock was considered taking account of the use of tampons and her severe multisystemic involvement on presentation. Despite meeting theUS Centers for Disease Control and Prevention criteria for toxic shock case definition, skin lesions are usually characterized as eritrodermia with skin biopsy showing mild perivascular and interstitial inflammatory infiltrates with epidermal necrosis or subepidermal bullae in addition to the resolution of skin lesions usually occurring as desquamation, not as defacelation as in our patient.. Although less probable, we cannot exclude toxic shock syndrome as a complication leading to severe multiorgan dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The differential diagnosis with pustular psoriasis, a disorder characterized by a chronic and relapsing presentation, was made; however some characteristics of the clinical presentation like the absence of history of psoriasis, the flexural distribution of the rash and its rapid resolution as well as desquamation, added to histological features like dermal spongiosis and the presence of vacuolar degeneration changes of the skin, made this diagnosis less probable. It is important to state that pustular psoriasis can also be associated with a systemic involvement that occur in some cases of AGEP 3 . Finally, DRESS takes several weeks (between 2 to 8) after exposure to develop skin manifestations, that are usually accompanied by lymphadenopathy and mucous involvement, two absent features in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient required high high vasopressor and corticosteroids (fludrocortisone and hydrocortisone) to treat shock before its resolution; afterwards, she completed the 10-day course of antibiotics for the suspected superimposed infection with meropenem and clindamycin. Local management of skin lesion with hyperoxygenated fatty acids was carried out daily with progressive improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient had a progressive improvement in both, haemodynamics and skin lesions with the established treatment ( Figure 3 ). She no longer required vasopressor agents and was extubated on day 5 after admission. She had complete recovery of both kidney and liver functions, lung images did not show a typical pattern for COVID-19 pneumonia according to the Radiological Society of North America Expert Consensus Statement on Reporting Chest CT Findings Related to COVID-19. Among complications during the hospital stay, she developed a critical polyneuropathy with proximal limb weakness that resolved progressively with physical rehabilitation. The patient was discharged after 14 days in good clinical status.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "The acute generalized exanthematous pustulosis (AGEP) was originally classified as a pustular psoriasis variant. In 1968, Baker and Ryan 4 suspected that AGEP was a separate entity non associated with psoriasis. In 1980, Beylot et al. 5 proposed the name ''acute generalized exanthematous pustulosis'' to describe the disease. AGEP is one of the severe cutaneous adverse reactions that include Stevens-Johnson syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS) 1 . It is commonly associated with drugs as antibiotics, hydroxychloroquine, terbinafine, diltiazem, fluconazole and infectious agents such as parvovirus B19, Chlamydia pneumoniae, Cytomegalovirus, Epstein-Barr virus, hepatitis B virus, Coxsackievirus and Echovirus. Exposure to spider bites, heavy metals, dietary supplements, chemotherapy and radiation have also been associated 1,2 .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We present an unusual case of a 44-year-old female patient with no pharmacological predisposing factors, who presented with AGEP and severe multiorgan dysfunction concomitant with the diagnosis of COVID-19. Although the association with acetylsalicylic acid use has been reported, its administration was not temporally related to the clinical presentation 6 . AGEP has been related to an immunologicallymediated type IV hypersensitivity reaction 7 . After exposure to the causative agent, antigen-presenting cells cause activation of specific CD4 and CD8 T cells that migrate to the dermis and epidermis, leading to apoptosis of keratinocytes, epidermal vesicle formation, chemotaxis of neutrophils via Interleukin-8, activation and transformation of vesicles into sterile pustules due to a predominant Th1 cytokine profile. Additionally, an increased production of interferon (IFN)-g and granulocyte/macrophage colony-stimulating factor has been documented, although some patients may show a Th2 cytokine pattern with high production of interleukin (IL)-4 and IL-5 and secondary eosinophilia. Histological features are characterized by spongiform intracorneal, subcorneal, and/or intraepidermal pustules with papillary dermal edema containing neutrophilic and eosinophilic infiltrates, as observed in Figure 2 1,2 .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 357,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1302,
                    "end": 1314,
                    "text": "Figure 2 1,2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinically, AGEP presents as fever associated with tens to hundreds of small, sterile, non-follicular, pruriginous pustules on an erythematous base, usually located in the trunk and intertriginous regions, with no or minimal mucous membrane involvement. Resolution of the cutaneous features typically occurs within a few days, followed by a characteristic post pustular pinpoint desquamation 1,2 . Systemic manifestations are typically limited to fever and neutrophilic leukocytosis, and organ involvement is rare, Although around 17% of cases exhibit hepatic, renal or pulmonary insufficiency 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The diagnosis of AGEP depends on clinical and histological criteria. An AGEP validation score was developed by the EuroSCAR group 8 . It is a standardized scheme based on morphology, clinical course, and histology that classifies patients with suspected AGEP as having definite, probable, possible, or no AGEP. A drug patch test can be performed to identify the cause of AGEP when the responsible drug is unclear 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The main treatment of AGEP is removal of the causative drug, which leads to improvement in symptoms within several days. Moist dressings and antiseptic solutions are appropriate during the pustular phase to help preventing infection. Antibiotics should be avoided, unless a superinfection of pustules occurs, as in our patient. In addition, evidence that systemic corticosteroids reduce the disease duration is unclear 1 . However, our patient required shock doses of fludrocortisone and hydrocortisone before the shock resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This case is unique with respect to disease severity leading to haemodynamic instability and multiorgan dysfunction. To the best of our knowledge, there is only one reported case of AGEP in patients with SARS-CoV-2 infection with no prior exposure to hydroxychloroquine (but related to cefepime administration), with some antimalarial-related cases reported in the medical literature [9] [10] [11] . SARS-CoV-2 skin manifestations are variable, from mild manifestations such as perniosis with generally foot compromise, moderate involvement due to morbilliform, vesicular or urticarial eruption and more severe involvement in relation to cutaneous vasculitis. Although AGEP is not usually related to viral agents, we cannot exclude SARS-CoV 2 infection as the main causative mechanism of our patient's clinical presentation; taking additional account of the hallmarks of COVID-19-related immune response, that includes severe type IV hypersensitivity reactions like hemophagocytic lymphohistiocytosis (sHLH), and the related syndromes of Macrophage Activation Syndrome (MAS), Multisystem Inflammatory Syndrome in Children (MIS-C) mediated by IFN-g-related immune response 12 .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute generalized exanthematous pustulosis (AGEP): a review and update",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szatkowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Acad Dermatol",
            "volume": "73",
            "issn": "",
            "pages": "843--851",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute generalized exanthematous pustulosis: an overview of the clinical, immunological and diagnostic concepts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Speeckaert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speeckaert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Dermatol",
            "volume": "20",
            "issn": "",
            "pages": "425--458",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical and histopathologic features differentiating acute generalized exanthematous pustulosis and pustular psoriasis: a retrospective series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Isom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Braswell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siroy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Motaparthi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "83",
            "issn": "",
            "pages": "265--272",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Generalized pustular psoriasis: a clinical and epidemiological study of 104 cases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Br J Dermatol",
            "volume": "80",
            "issn": "",
            "pages": "771--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pustuloses exanthematiques aigues generalisees: a propos de 4 cas",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beylot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bioulac",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Doutre",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Ann Dermatol Venereol",
            "volume": "107",
            "issn": "",
            "pages": "37--48",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Five-year retrospective review of acute generalized exanthematous pustulosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thienvibul",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vachiramon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chanprapaph",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Dermatol Res Pract",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute generalized exanthematous pustulosis mimicking toxic shock syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bluestein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Allergy Asthma Immunol",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute generalized exanthematous pustulosis: report of 12 cases and literature review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guevara-Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uribe-Jiménez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diaz-Canchola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tlacuilo-Parra",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Dermatol",
            "volume": "48",
            "issn": "",
            "pages": "253--261",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute generalized exanthematous pustulosis induced by hydroxychloroquine prescribed for COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delaleu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deniau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battistella",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Masson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bensaid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jachiet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "8",
            "issn": "",
            "pages": "2777--2786",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute generalized exanthematous pustulosis with erythema multiforme-like lesions induced by hydroxychloroquine in a woman with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Robustelli",
                    "middle": [],
                    "last": "Test",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vezzoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carugno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raponi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gianatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rongioletti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "34",
            "issn": "",
            "pages": "457--466",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Delayed presentation of acute generalized exanthematous pustulosis following treatment with cefepime in a patient with COVID-19 without the use of hydroxychloroquine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haraszti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sendil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Case Rep",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: infection or autoimmunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icenogle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diffuse erythematous eruption covered with several hundred superficial, non follicular pustules on the mammarial fold and upper abdomen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hematoxylin and eosin staining histopathology of a pustular lesion showing subcorneal pustules (arrows), with neutrophils and perivascular mixed inflammatory infiltrate (arrowhead) (10 X magnification).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Desquamation with resolution of the eruption on the hands.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "NA and VG. wrote the manuscript with support from JMM and LPV. NA and JMM that conceived the original idea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTIONS"
        },
        {
            "text": "The authors have declared that no competing interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTERESTS"
        },
        {
            "text": "The authors received no specific funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ]
}