{
    "paper_id": "0b896b170b73bc0478cec130658cec4cdf2594f7",
    "metadata": {
        "title": "Report from the Field COVID-19 and Alcohol Poisoning: A Fatal Competition",
        "authors": [
            {
                "first": "Nasrin",
                "middle": [],
                "last": "Sayfouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": "sayfouri.n@iums.ac.ir."
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Heidari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahrekord University of Medical Sciences",
                    "location": {
                        "settlement": "Shahrekord",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In March 2020, concurrently with the outbreak of coronavirus disease 2019 in Iran, the rate of alcohol poisoning was unexpectedly increased in the country. This study has attempted to make an overall description and analysis of this phenomenon by collecting credible data from the field, news, and reports published by the emergency centers and the Iranian Ministry of Health. The investigations showed that in May 20, 2020, more than 6150 people have been affected by methanol poisoning from whom 804 deaths have been reported. A major cause of the increased rate of alcohol poisoning in this period was actually the illusion that alcohol could eliminate the coronaviruses having entered the body. It is of utmost importance that all mass media try to dismiss the cultural, religious, and political considerations and prepare convincing programs to openly discuss the side-effects of forged alcohol consumption with the public, especially with the youth. It must be clearly specified that \"consuming alcohol cannot help prevent COVID-19.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Alcohol poisoning is a preventable cause of some health problems in most communities. Ethanol and methanol are 2 major types of alcohol. 1, 2 However, due to the availability of methanol, a health-threatening type of alcohol, recent years have witnessed a rise in morbidity and mortality due to alcohol poisoning in Iran and some other low-income Muslim countries, 3, 4 to the extent that it has turned into one of the major medical and legal issues, particularly in Iran. Although there are plenty of studies reporting that alcohol consumption is widespread in some communities, in Iran, due to legal, religious, and political reasons, there is not adequate evidence-based information on this phenomenon. 5 Generally, in Muslim countries, because of the prohibition of alcohol production, distribution, and consumption, poisoning with clandestinely produced alcohol and particularly methanol is increasing, especially among the youth in Iran. 4, 6, 7 This study, being a part of a larger ongoing review study, has attempted to describe and analyze the phenomenon of the unprecedented morbidity and mortality due to alcohol poisoning occurred during March and April 2020 by collecting credible data from the field, news, and reports, the emergency centers, the Iranian Ministry of Health, and some published articles.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 141,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 368,
                    "end": 369,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 706,
                    "end": 707,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 947,
                    "end": 949,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 950,
                    "end": 951,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the emergence of novel coronavirus in Wuhan, China, its related disease, called coronavirus disease 2019 (COVID-19) by the World Health Organization (WHO), was quickly expanded throughout the world. 8, 9 Iran was 1 of the first countries being involved with COVID-19. Upon the COVID-19 outbreak in Iran and increased fear and stress in the public, demands for sanitation-related items, including alcohol-based sanitizers and protective items (eg, face masks) increased dramatically resulting in scarcity of these items in the market. As a result, people turned to more available disinfectants, such as ethanol, as an alternative. Despite the recommendations that accurate hand washing is the easiest and the most efficient preventive measure, people continued using alcohol as the major disinfectant. Upon the increased demand for ethanol, some profiteers simply changed the appearance of methanol and sold it under the name of ethanol.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 208,
                    "end": 209,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Alcohol Poisoning in Iran"
        },
        {
            "text": "A short while after the onset of COVID-19 epidemics in Iran (in March 2020), alcohol poisoning became another emergency condition that expanded along with COVID-19. The number of cases of alcohol poisoning increased so dramatically in some Iranian regions that its mortality rate exceeded that of COVID-19. All Iranian provinces reported methanol poisoning cases while 26 of 31 provinces reported deaths. 10 Between March and April 2020, the largest methanol mass poisoning outbreak occurred, which was unprecedented in Iran and the whole world in recent decades. 11 This event accounted for 924 and 998 morbidity cases of alcohol poisoning and 104 and 79 mortality cases in Fars and Khuzestan Provinces, respectively, since the onset of COVID-19. These numbers are higher than those associated with COVID-19 in the same provinces (as of May 20). More importantly, the mean age of the majority of cases was around 30 y (range, 20-40 y). 12 Although in recent years, numerous cases of alcohol poisoning cases have been reported, eg, the 2004 Shiraz incidents (62 morbidity and 11 mortality cases), or those of Rafsanjan in 2013 (694 morbidity and 6 mortality cases), 3,4 the early 2020 event occurred in a shorter period and had a higher number of affected people (more than 6150 cases with 804 deaths).",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 407,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 937,
                    "end": 939,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Alcohol Poisoning in Iran"
        },
        {
            "text": "Preliminary investigations into the news and media showed that the false propaganda of racketeers misled the public into believing that, because alcohol can remove the viruses, its consumption can destroy the coronaviruses having entered the body. This myth motivated the frightened youth to consume alcohol, which led to an unexpected rate of alcohol poisoning. Based on the investigations, due to the common restrictions on alcohol production and sales in Iran, the available inexpensive alcohol is illegitimately produced in nonstandard conditions, and thanks to the present health crisis, the swindlers have found the opportunities to distribute their products with the logo of well-known brands. Some young people, not knowing the real nature of most of the available bottle alcohol variety, attempt to buy and use them due to their low prices. 13 Generally, the consumption of alcoholic beverages has increased among Iranian youth. As these drinks, too, are being prepared illegally in the country (containing around 40% of alcohol compared with 3% in Europe), 14 they have significantly increased the side-effects and mortality rates associated with alcohol poisoning. Despite the issues mentioned above, Iran, altogether, still enjoys an optimal state in terms of alcohol addiction; however, because no clear statistics are available, one cannot be hopeful that this optimal state would persist. 15 The complication is, therefore, not with the addiction but with the inappropriate and unsafe consumption of alcohol. It is an undeniable problem that leads to many social pathologies. 14 As a social pathology, alcohol consumption and abuse has a complex economic, social, and cultural causal network, and imposes a heavy security and health-related burden on the society. 15 Haghdoost et al. examined the causes of alcohol consumption after the poisoning epidemics in Rafsanjan in 2013. They reported that the main causes of alcohol consumption among the youth were, namely, lack of awareness, inaccurate attitudes and beliefs, a change in values with regard to alcohol consumption, social networks supporting alcohol consumption, environmental and background factors, and the managerial and governmental structures 15 (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 852,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1067,
                    "end": 1069,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1404,
                    "end": 1406,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1779,
                    "end": 1781,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2223,
                    "end": 2225,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 2226,
                    "end": 2235,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Delirrad and Mohammadi, while approving the above-mentioned ideas with respect to the public's unawareness and erroneous beliefs regarding alcohol as a protective agent, argue that at the beginning of COVID-19 outbreak, a variety of recommendations spread by means of social media, such as the idea that gurgling or drinking alcoholic beverages would disinfect the mouth or inside of the body and prevent the infection from entering the body. These false beliefs led to numerous methanol poisoning blindness and deaths. These authors further state that, in Iran, the majority of hospitals cannot determine blood concentration of toxic alcohol nor the required antidotes and medications for the treatment of intoxicated patients due to lack of proper laboratory equipment. In this study, the ruling authorities have been considered responsible for all aspects of this dilemma. 7 Figure 1 represents some underlying factors found in the investigation. 2 Mohammad Heidari and Nasrin Sayfouri",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 877,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 878,
                    "end": 886,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It seems that alcohol consumption should not be viewed only as legal and cultural issues, but as a social pathology that requires social and psychological solutions. According to the studies, many people do not know adequately about the different types of alcohol and their side-effects. 15 On the other hand, in Iran, fear of legal consequences, feeling guilty, 16, 17 and social stigma either hinders those affected by alcohol poisoning from visiting the health-care centers or causes them to have significant delays in visiting these centers. Inappropriate home treatments have intensified the situation as well. 13, 18 These reasons have increased the side-effects and mortality rates associated with alcohol poisoning. 13 However, the same restrictions may deter the related authorities from attempting to raise the awareness of the public, especially the youth, about the side-effects of methanol consumption. 19 At the time of the current COVID-19 pandemics, which has become the main concern of all societies, people have become more sensitive to health news and recommendations. It is, therefore, mandatory that the previous considerations be put aside, and the side-effects of alcohol consumption be clearly and openly discussed with the people. To achieve this end, all media, social networks, and peer groups must be exploited to raise social awareness by providing them with sustainable and accurate information coming from credible sources. Measures must be taken to increase people's trust in health-care recommendations so that they would not be misled by false news and rumors. It must be specified that \"alcohol consumption will not help prevent COVID-19,\" while COVID-19 epidemics can be controlled by adherence to primary health principles and stopping the transmission cycle.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 724,
                    "end": 726,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Declaration of Conflicting Interests. The authors report no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of alcohol poisoning and its outcome in the north-west of Iran",
            "authors": [
                {
                    "first": "Morteza",
                    "middle": [],
                    "last": "Bagi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Tagizadieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moharamzadeh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg (Tehran)",
            "volume": "3",
            "issn": "1",
            "pages": "27--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Alcohol: no ordinary commodity: research and public policy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Babor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caetano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casswell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rev Bras Psiquiatr",
            "volume": "26",
            "issn": "4",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Methanol poisoning: acute MR and CT findings in nine patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sefidbakht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rasekhi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamali",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neuroradiology",
            "volume": "49",
            "issn": "5",
            "pages": "427--435",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prognostic factors in methanol poisoning",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hassanian-Moghaddam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pajoumand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Dadgar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hum Exp Toxicol",
            "volume": "26",
            "issn": "7",
            "pages": "583--586",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predicting three stages of smoking acquisition in the male students of Shiraz high schools",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ayat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammadpourasl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rajaeifard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Med J Tabriz Uni Med Sci",
            "volume": "38",
            "issn": "64",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Methanol poisoning in Iran",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Massoumi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saberi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eizadi-Mood",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Drug Chem Toxicol",
            "volume": "35",
            "issn": "3",
            "pages": "330--333",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New methanol poisoning outbreaks in iran following COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delirrad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Mohammadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Alcohol Alcohol",
            "volume": "55",
            "issn": "4",
            "pages": "347--348",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of masks and respirator protection against SARS-CoV-2",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "2020",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO. Alcohol and COVID-19: what you need to know",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Case fatality due to alcohol poisoning reached to 46. www.irna.ir/news/83710928",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Alcohol use disorders in Iran: prevalence, symptoms, correlates, and comorbidity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amin-Esmaeili",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rahimi-Movaghar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharifi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Drug Alcohol Depend",
            "volume": "176",
            "issn": "",
            "pages": "48--54",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The methanol poisoning outbreaks in Iran",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aghababaeian",
                    "suffix": ""
                },
                {
                    "first": "Araghi",
                    "middle": [],
                    "last": "Ahvazi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ostadtaghizadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Alcohol Alcohol",
            "volume": "54",
            "issn": "2",
            "pages": "128--130",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Survey the status and causes of alcohol consumption: a case study of the epidemic alcohol poisoning in Rafsanjan in 2013",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Haghdoost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esmaili",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soberinia",
                    "suffix": ""
                },
                {
                    "first": "Nezhad",
                    "middle": [],
                    "last": "Ghaderi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehrolhassani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JRUMS",
            "volume": "13",
            "issn": "10",
            "pages": "991--1006",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Survey the status and causes of alcohol consumption: a case study of the epidemic alcohol poisoning in Rafsanjan in 2013",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haghdoost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esmaili",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Rafsanjan Uni Med Sci",
            "volume": "13",
            "issn": "10",
            "pages": "991--1006",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Alcohol consumption in Iran",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lankarani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Afshari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "9958",
            "pages": "1927--1928",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pattern of alcohol consumption among men consumers in Kerman",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Samadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Baneshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Haghdoost",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Iran. Addict Health",
            "volume": "9",
            "issn": "3",
            "pages": "139--145",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The coronavirus disease 2019 (COVID-19) and alcohol use disorders in Iran",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rostami",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Mens Health",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Death-toll-from-alcohol-poisoning-in-Iran (Iran Ministry of Health) Interviewer: J Irani",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harirchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Disaster Medicine and Public Health Preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Factors causing and aggravating alcohol poisoning in Iran at the onset of the COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}