{
    "paper_id": "0b891d8ba74613d06285cbc141bc66e859ff1837",
    "metadata": {
        "title": "Number 6 • Letters 1075e",
        "authors": [
            {
                "first": "Yun",
                "middle": [
                    "Rafael"
                ],
                "last": "Chou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Denadai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lun-Jou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Ray",
                "middle": [],
                "last": "Lo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A shared-decision making process that considers the patient's requests, the three-dimensional imagingbased diagnosis of the actual full-face deformity, and the risk-benefit profile of the existing surgical options could support the preoperative orthodontist-surgeon interaction when counseling patients and setting the surgical plan for maxillary repositioning. The difference between Western and Asian cultures regarding the aesthetic appeal of the zygomatic/malar region and facial profile should also be appraised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sir: R emote surgical training has become a prominent alternative to in-person surgical training during the coronavirus disease of 2019 (COVID-19) pandemic. Yuen et al. 1 propose implementation of virtual surgical training using Web-based and electronic technology in an attempt to address the current training gaps caused by the global COVID-19 pandemic. While we agree with the authors' suggestions of online patient conferences, virtual sit-down didactics, utilizing smart devices for rounds, telemedicine-assisted clinical visit appointments, and live-streaming surgeries via headlights, 1 we believe there are further suggestions and factors to be taken into consideration to enhance remote surgical training.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Addressing the Surgical Training Gaps Caused by the COVID-19 Pandemic: An Opportunity for Implementing Standards for Remote Surgical Training"
        },
        {
            "text": "For example, Savoy et al. 2 suggested smartphoneassisted, texting-based distribution of educational material and short quizzes. In their study, by sending texts to medical students and general surgery residents about observed cases or patients from rounds, they instigated \"academic epinephrine\" as an educational stimulus induced at an unexpected time. 2 This method of teaching was effective, and the authors received positive feedback from trainees. Other examples include utilizing smart device questions [through Poll Everywhere (San Francisco, Calif.) or Kahoot! (Oslo, Norway)] during educational hours and didactic meetings to assure trainee participation. Lastly, surgical videos, webinars, and surgical and anatomical application software (such as Touch Surgery; Touch Surgery Labs, London, United Kingdom) can be utilized to maintain trainee surgical skills.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 27,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 355,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Addressing the Surgical Training Gaps Caused by the COVID-19 Pandemic: An Opportunity for Implementing Standards for Remote Surgical Training"
        },
        {
            "text": "In addition, we would like to echo the importance of establishing mentorship strategies through structured virtual communities in each subspecialty to foster equitable access to mentors for trainees, especially during the current social isolation due to COVID-19, as proposed by Moreno et al. 3 The surgical mentors and the leadership should step up, support inclusivity in surgery, and offer virtual mentorship during the current virtual era. 3 As Yuen et al. 1 state, telehealth and remote surgical training should not be regarded as temporary during the COVID-19 era but should be implemented in surgical training curriculum indefinitely, as there may be other factors affecting in-person training, such as distance, extraneous factors, and so on. 1 Patient convenience and health care cost reduction of telehealth should also be taken into account in the future when offering such services. In a study focusing on telemedicine in cleft palate care and cost analysis, for patients living in the United States, 239 miles per visit were saved by patients using telehealth; the costs of travel, lodging, and lost wages due to missing work for appointments should also be conserved. 4 Thus, telemedicine not only enhances surgical training but also benefits patients. Such benefits would be enhanced in indigent communities and for underserved populations (e.g., transgender patients). It can improve accessibility of care and medical services for the populations in need.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 445,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 462,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1183,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Addressing the Surgical Training Gaps Caused by the COVID-19 Pandemic: An Opportunity for Implementing Standards for Remote Surgical Training"
        },
        {
            "text": "Telehealth appointments could be popularized going forward as they potentially facilitate multidisciplinary care (multiple medical specialists on the call at once), eliminate travel time for patients attending multiple appointments, help with wound care assessment and postoperative flap care, facilitate early detection of complications, and eliminate logistical problems for organizing coordinated care. 5 Furthermore, plastic surgeons offering gender affirmation surgery, as an example, are not ubiquitous. By offering preoperative and postoperative telehealth services, patients are required to travel only for the procedure, while receiving the rest of their care through this medium. This would address the health disparities some patients may experience due to geographical barriers. In addition, by being allowed to participate in these telehealth appointments for gender affirmation surgery, trainees will gain experience in this important field of plastic surgery.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Addressing the Surgical Training Gaps Caused by the COVID-19 Pandemic: An Opportunity for Implementing Standards for Remote Surgical Training"
        },
        {
            "text": "In terms of patient satisfaction with telemedicine, it is apparent that there are favorable clinical evaluations for telemedicine appointments in comparison to in-person appointments. In a patient satisfaction study conducted before the coronavirus pandemic, Funderburk et al. 6 reported that 96 percent of plastic surgery patients indicated a willingness to use telehealth again in the future, while 70 percent said they were satisfied with the telehealth experience, and 25 percent were somewhat satisfied.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 278,
                    "text": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Addressing the Surgical Training Gaps Caused by the COVID-19 Pandemic: An Opportunity for Implementing Standards for Remote Surgical Training"
        },
        {
            "text": "Overall, this is a very important concept and a promising area of focus for plastic surgery training, enhancing the efficacy, efficiency, safety, and convenience of patient care. Although there are challenges with telemedicine for remote surgical training, such as internet connections for all involved parties, devices capable of supporting telemedicine, and compliance with the Health Insurance Portability and Accountability Act, it is obvious the current gap of care due to COVID-19 can be addressed by telemedicine, which could revolutionize plastic surgery and patient care in the future. Although nothing can replace intraoperative observation of and assistance with cases by trainees, especially with the recent bans on elective surgery being lifted, video conferencing for students and residents in training is an invaluable addition to patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addressing the Surgical Training Gaps Caused by the COVID-19 Pandemic: An Opportunity for Implementing Standards for Remote Surgical Training"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Simultaneous midface advancement and orthognathic surgery: A powerful technique for managing midface hypoplasia and malocclusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammoudeh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfswinkel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Plast Reconstr Surg",
            "volume": "145",
            "issn": "",
            "pages": "1067--1072",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000006816"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Paradigm shift in skeletofacial reconstruction: Changing traditional cleft care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Denadai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Plast Reconstr Surg",
            "volume": "145",
            "issn": "",
            "pages": "886--889",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000006692"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of Le Fort I maxillary advancement and clockwise rotation on the anteromedial cheek soft tissue change in patients with skeletal class III pattern and midface deficiency: A 3D imaging-based prediction study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Denadai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9010262"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Skeletofacial reconstruction for cleft-related deformities: Four decades of evolving cleft care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Denadai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "Bcj",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Plast Surg",
            "volume": "85",
            "issn": "",
            "pages": "3--11",
            "other_ids": {
                "DOI": [
                    "10.1097/SAP.0000000000002187"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What's new in syndromic craniosynostosis surgery?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Plast Reconstr Surg",
            "volume": "140",
            "issn": "",
            "pages": "82--93",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000003524"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Addressing the surgical training gaps caused by the COVID-19 pandemic: An opportunity for implementing standards for remote surgical training",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Plast Reconstr Surg",
            "volume": "146",
            "issn": "",
            "pages": "109--110",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000007074"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Academic epinephrine\"-Smartphone use as an educational tool for trainees: Survey results after implementation of texting-based educational material in a general surgery residency program",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savoy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Dubose",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caldito",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Samra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am Surg",
            "volume": "85",
            "issn": "",
            "pages": "553--555",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mentorship strategies to foster inclusivity in surgery during a virtual era",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dimick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Surg",
            "volume": "220",
            "issn": "",
            "pages": "1536--1538",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjsurg.2020.07.006"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Telemedicine in cleft care: Reliability and predictability in regional and international practice settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gillenwater",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Craniofac Surg",
            "volume": "26",
            "issn": "",
            "pages": "1116--1120",
            "other_ids": {
                "DOI": [
                    "10.1097/SCS.0000000000001560"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Telemedicine in transgender care: A twenty-first-century beckoning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asaad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rajesh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Plast Reconstr Surg",
            "volume": "146",
            "issn": "",
            "pages": "108--109",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000006935"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Innovations in the plastic surgery care pathway: Using telemedicine for clinical efficiency and patient satisfaction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Funderburk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Batulis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Zelones",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Plast Reconstr Surg",
            "volume": "144",
            "issn": "",
            "pages": "507--516",
            "other_ids": {
                "DOI": [
                    "10.1097/PRS.0000000000005884"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no financial interest to declare in relation to the content of this communication. There was no financial support for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors would like to thank Talicia Tarver, who provided editorial assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "The authors have no financial interest to declare in relation to the content of this communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        },
        {
            "text": "We would like to thank Dr. Hamidian Jahromi et al. for their thoughtful and well-written commentary on our Viewpoint article. 1 We strongly agree that the implementation of a texting-based distribution of educational materials by smartphones is an excellent way to enhance remote learning. 2 Moreover, surgical videos, webinars, and surgical training software are also exceptional ways",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 291,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sir:"
        }
    ]
}