{
    "paper_id": "0b9453fda28f667158fb070a21055929a743e613",
    "metadata": {
        "title": "Journal Pre-proofs Editorial Remote management and education in patients with cardiovascular conditions during COVID-19 and beyond Remote management and education in patients with cardiovascular conditions during COVID-19 and beyond",
        "authors": [
            {
                "first": "Dominik",
                "middle": [],
                "last": "Linz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University Medical Centre and Cardiovascular Research Institute Maastricht",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Mj Van Der Velden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University Medical Centre and Cardiovascular Research Institute Maastricht",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Monika",
                "middle": [],
                "last": "Gawalko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University Medical Centre and Cardiovascular Research Institute Maastricht",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Astrid",
                "middle": [],
                "last": "Nl Hermans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University Medical Centre and Cardiovascular Research Institute Maastricht",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Nikki",
                "middle": [
                    "Aha"
                ],
                "last": "Pluymaekers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University Medical Centre and Cardiovascular Research Institute Maastricht",
                    "location": {
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeroen",
                "middle": [
                    "M"
                ],
                "last": "Hendriks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Heart Rhythm Disorders",
                    "institution": "University of Adelaide and Royal Adelaide Hospital",
                    "location": {
                        "settlement": "Adelaide"
                    }
                },
                "email": ""
            },
            {
                "first": "Australia",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maastricht",
                "middle": [],
                "last": "Umc+",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "E dominik.linz@mumc.nl T +31(0)43-3875093 | M +31(0)6-123 99 182",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with cardiovascular conditions, particularly uncontrolled arrhythmias or heart failure, are considered vulnerable and their management requires a comprehensive assessment of vital signs and regular adaptation of medication [1] . Traditionally, patients are managed through face-to-face consultations in a practice or outpatient clinic. However, during the coronavirus disease 2019 (COVID-19) pandemic, scheduled outpatient consultations were cancelled to keep vulnerable patients out of the hospital, and face-to-face appointments were converted into teleconsultations.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In their manuscript, published in the International Journal of Cardiology Heart & Vasculature, Maines et al. [2] reported on their experiences with remote evaluation for a wide range of cardiovascular causes (e.g. arrhythmia, coronary artery disease, heart failure) in a hospital in northern Italy during a 2-month period following the COVID-19 outbreak. In total, a cardiologist contacted 345 patients by phone and screened the presence of symptoms, NYHA class and compliance to therapy. Patients were instructed to conduct a structured assessment of vital signs such as blood pressure, pulse, and body weight at home. In the majority of patients, teleconsultation supported by this patient self-reported information was sufficient to start decision-making processes and/or adapt medication. Importantly, a large proportion of teleconsultations was scheduled to evaluate arrhythmias (38% of patients). Although teleconsultation solutions can produce remote situations that are relatively similar to face-to-face interaction, remote assessment of patients with arrhythmias can be challenging. The teleconsultation approach described in this study by Maines et al. mainly incorporated a structured assessment of self-measured and self-reported symptoms and vital signs by the patient. However, valid information about heart rate and rhythm of the patient was not available. At the same time, other centres approached this problem differently and combined their teleconsultations with mHealth solutions for remote heart rate and rhythm monitoring [3] . For example, in the Cardiology Department of the Maastricht University Medical Centre+ (MUMC+) in Maastricht, the Netherlands, we developed an mHealth infrastructure alongside teleconsultations: The TeleCheck-AF approach [4] . This approach incorporates teleconsultations (\"Tele\") coupled with remote on-demand photoplethysmography (PPG)based heart rate and rhythm monitoring (FibriCheck®) (\"Check\") allowing the treating cardiologist, general practitioner or nurse specialized in AF comprehensive management of their AF patients through teleconsultation (\"AF\").",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1545,
                    "end": 1548,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1772,
                    "end": 1775,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As pointed out by Maines et al., a team and coordination of care is critical for the implementation of such a mHealth approach. They dedicated a small group of doctors and nurses to set up a teleinfrastructure [5] . Patients profit from structured information and education about mHealth use [4] . A care coordinator is required. This person will initiate contact with the patient, provide education and instruction and will also serve as a so-called 'helpdesk' for additional questions. The implementation of mHealth in an existing care pathway can facilitate patient involvement and empowerment as well as self-management.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, in the era of teleconsultation and mHealth use, new strategies to inform and educate our patients remotely are required. One focus during the implementation of the TeleCheck-AF approach was remote patient education. A patient webinar was organized for remote instruction and education of patients. On 12 th of May 2020, the Health Foundation Limburg organised the first \"Online Hart en Vaat Café\" (Heart and Vascular Cafe) in Maastricht (Figure, on-demand link: QR code) to inform patients about the novel app-based heart rate and rhythm monitoring infrastructure, TeleCheck-AF, and their potential role in using the app. Patients were invited via newspapers and newsletters. In total, 139 people registered and were provided with the link to the live stream. 98% followed the complete 60 minutes of the webinar. An online survey revealed that 84% of all participants had heart disease, 53% were women, 33% were aged between 61-70 years and 42% were older than 70 years. The majority of the participants (92%) did not experience any technical problems and all viewers indicated to be interested in participating in online webinars in the future. Online patient webinars represent an alternative option to deliver patient information and education. Importantly, age is not a barrier to this form of technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the telecardiology approach proposed in the study by Maines et al. [2] seems to be feasible to support teleconsultation during COVID-19, long-term outcome data are not available. Maines et al. [2] compared the short-term follow-up of patients evaluated remotely with the one of patients evaluated face-to-face during the corresponding period in 2019. Surprisingly, despite the fact that COVID-19 may increase the risk of cardiovascular complications [6, 7] , they observed a lower proportion of patients requiring urgent emergency department evaluations compared to those evaluated in person during the corresponding 2019 period and no cardiovascular deaths. Whether this reflects a direct effect of replacing face-to-face visits with telecardiology remains to be speculative. Multiple studies reported that many patients with acute cardiovascular conditions did not seek urgent medical attention during the COVID-19 outbreak [8, 9] and this may partly explain the lower number of emergency admissions observed in this study.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 939,
                    "end": 941,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients trust the use of teleconsultation and mHealth for remote assessment. In the report by Maines et al., 49% of patients would like to continue using remote controls in addition to traditional ones in the future. However, are we as care providers ready for the use of teleconsultation supported by mHealth after COVID-19? The definite implementation in the electronic patient record system, reimbursement and legal considerations remain challenging. To solve some of these challenges, the MUMC+ communicated the TeleCheck-AF approach widely by using social media (Follow #TeleCheckAF), aiming to bring together several European centres in the TeleCheck-AF project [10, 11] . Within the TeleCheck-AF project, discussions concerning reimbursement and legal considerations of mHealth use in Cardiology were initiated. Additionally, the study by Maines et al. as well as retrospective analysis of the TeleCheck-AF project will provide important information on the impact of telecardiology on clinical practice during COVID-19 and will help to design randomized trials with sufficient follow-up to assess the impact of remote patient management, even beyond COVID-19. Finally, a close collaboration between care providers, patients and mHealth companies will be crucial to further develop optimal mHealth solutions for the remote management of our patients. ",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Highlights from the International Journal of Cardiology Heart & Vasculature: Heart failure, atrial fibrillation, coronary artery disease and myocardial infarction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Linz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ammirati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Dan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heijman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dobrev",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Cardiol Heart Vasc",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Short-term outcome associated with remote evaluation (telecardiology) of patients with cardiovascular diseases during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zorzi",
                    "suffix": ""
                },
                {
                    "first": "Paolo",
                    "middle": [],
                    "last": "Benetollo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Maria",
                    "middle": [],
                    "last": "Guarrera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manica",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Cardiol Heart Vasc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On-demand app-based rate and rhythm monitoring to manage atrial fibrillation through teleconsultations during COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pluymaekers",
                    "suffix": ""
                },
                {
                    "first": "Anl",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "Rmj",
                    "middle": [],
                    "last": "Van Der Velden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Den Uijl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vorstermans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buskes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Cardiol Heart Vasc",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Implementation of an on-demand app-based heart rate and rhythm monitoring infrastructure for the management of atrial fibrillation through teleconsultation: TeleCheck-AF",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pluymaekers",
                    "suffix": ""
                },
                {
                    "first": "Anl",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "Rmj",
                    "middle": [],
                    "last": "Van Der Velden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gawałko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Den Uijl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buskes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Europace",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coordination of a remote mHealth infrastructure for atrial fibrillation management during COVID-19 and beyond: TeleCheck-AF",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Velden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Pluymaekers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gawalko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vorstermans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Care Coordination",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 Presenting as Takotsubo Cardiomyopathy Complicated with Atrial Fibrillation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Connerney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Philippou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Slack",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Cardiol Heart Vasc",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 associated atrial fibrillation: Incidence, putative mechanisms and potential clinical implications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gawałko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapłon-Cieślicka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hohl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dobrev",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Linz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Cardiol Heart Vasc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cumulative hospitalization deficit for cardiovascular disorders in Germany during the Covid-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bollmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pellissier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hohenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ueberham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meier-Hellmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J Qual Care Clin Outcomes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New-onset atrial fibrillation: incidence, characteristics, and related events following a national COVID-19 lockdown of 5.6 million people",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Gislason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zareini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Biering-Sørensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "3072--3081",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "TeleCheck-AF for COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Linz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pluymaekers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendriks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "1954--1959",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Apps to the rescue",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A) The Online Hart en Vaat Café team in the studio. (B) The logo (top) and the QR code with the on-demand link to the Online Hart en Vaat Café webinar. A B",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}