{
    "paper_id": "0b975bda26d55e0cf66e4f3df2e232946ced07e4",
    "metadata": {
        "title": "Article title",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background 27 The major global health threat tuberculosis is caused by Mycobacterium tuberculosis (Mtb). Mtb has a complex 28 cell envelope -a partially covalently linked composite of polysaccharides, peptidoglycan and lipids, including a 29 mycolic acid layer -which conveys pathogenicity but also protects against antibiotics. Given previous successes 30 in treating gram-positive and -negative infections with cell wall degrading enzymes, we investigated such 31 approach for Mtb. 32 Objectives 33 (i) Development of an Mtb microtiter growth inhibition assay that allows undisturbed cell envelope formation, to 34 overcome the invalidation of results by typical clumped Mtb-growth in surfactant-free assays. (ii) Exploring anti- 35 Mtb potency of cell wall layer-degrading enzymes. (iii) Investigation of the concerted action of several such 36 enzymes. 37 Methods 38 We inserted a bacterial luciferase-operon in an auxotrophic Mtb strain to develop a microtiter assay that allows 39 proper evaluation of cell wall degrading anti-Mtb enzymes. We assessed growth-inhibition by enzymes 40 (recombinant mycobacteriophage mycolic acid esterase (LysB), fungal α-amylase and human and chicken egg 41 white lysozymes) and combinations thereof, in presence or absence of biopharmaceutically acceptable surfactant. 42 ",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 13,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 356,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 734,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 859,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 986,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "text": "40",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synopsis 26"
        },
        {
            "text": "Our biosafety level-2 assay identified both LysB and lysozymes as potent Mtb-inhibitors, but only in presence of 44 surfactant. Moreover, most potent disruption of the mycolic acid hydrophobic barrier was obtained by the highly 45 synergistic combination of LysB, α-amylase and polysorbate 80. Bacteriophage PG-degrading enzymes (endolysins) are increasingly investigated as antibacterial agents, with 65 several products for topical use against Gram-positive infections already on the market, 12,13 and progress being 66 made for Gram-negative pathogens. 14-16 Such products are rapidly gaining attention due to the looming antibiotics 67 resistance crisis, together with improved know-how in biopharmaceutical protein production and formulation for 68 nebulization or dry powder inhalation. In the context of respiratory diseases such as TB, it is encouraging that several recombinant biopharmaceutical protein treatments (e.g. dornase alpha to reduce viscosity of airway 70 mucus) have been successfully developed for inhalation. 17 However, due to their distinctive cell wall, 71 bacteriophage-mediated lysis of mycobacteria is more complicated than that of other Gram-positives. In addition 72 to endolysin, mycobacteriophages employ a mycomembrane-targeting mycolylarabinogalactan esterase (LysB) to 73 lyse mycobacteria. 18 Obviously this could affect the validity of results obtained with cell wall degrading enzymes, and precludes 92 exploration of surface-active components in the enzyme cocktail. In this study, we solve both problems by developing a bioluminescent derivative of a biosafety level 2 triple auxotrophic Mtb. 33 The bacterial lux operon 94 used does not require cellular uptake of any cofactor, 34 which allows for quantifying metabolic activity in static, 95 clumped cultures. 96 We set out to systematically assess the potency of enzymes that degrade the various layers of the Mtb cell wall, 97 using cultivation conditions that keep the Mtb cell wall/biofilm intact. Apart from PG and the mycomembrane, we 98 targeted the outer capsule of Mtb. Considering that α-glucan is a main constituent of this capsule, 10 we speculated 99 that Aspergillus oryzae α-amylase, an α-glucan hydrolyzing enzyme already used in human medicine to treat 100 pancreatic insufficiency, could have a capsule-destabilizing effect and potentially synergise with the known 101 capsule destabilization imparted by polysorbate 80. Furthermore, we hypothesized that the anti-TB potency of 102 cell wall-degrading enzyme treatments would be enhanced by using the enzymes in cocktails, which could 103 potentially 'peel' the cell envelope layer-by-layer and synergistically weaken it (Figure 1 ). Amylase-induced 104 hydrolysis of the capsular layer may, for instance, increase permeability for enzymes such as LysB that degrade 105 the mycomembrane and/or for enzymes such as lysozyme that degrade the PG layer underneath. 106 ",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 230,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1083,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1637,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1783,
                    "end": 1785,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1806,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1922,
                    "text": "97",
                    "ref_id": null
                },
                {
                    "start": 2155,
                    "end": 2157,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 2923,
                    "end": 2926,
                    "text": "106",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2683,
                    "end": 2692,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "43"
        },
        {
            "text": "Materials 108 Chicken egg white lysozyme was purchased at Sigma-Aldrich (L6876, ≥90% protein), as was human lysozyme 109 recombinant from rice (L1667, ≥90% pure) and Aspergillus oryzae α-amylase (A8220, ≥800 fungal amylase units/g). The release of p-nitrophenol after hydrolysis of the pNPB substrate was measured as increase in absorbance at 400 nm for 30 minutes, and the ∆A400nm/minute was calculated from the linear region of the blank-corrected values 138 after a lag-phase. The specific enzyme activity was calculated using the micromolar extinction coefficient of 139 p-nitrophenol at 400 nm at 37°C of 0.0148. One LysB enzyme unit releases 1 nmol of p-nitrophenol per minute at 140 pH 8 at 37 °C using pNPB as substrate. capacitance, 800 Ω resistance). After selection on kanamycin, the obtained Mtb mc 2 7902_Lux strain was stored in 158 1 ml aliquots at OD600 1 in 20% glycerol at -80 °C. For each drug testing assay, two Mtb mc 2 7902_Lux aliquots were 159 thawed, combined and cultured at 37 °C, shaking, in a 60 ml square bottle in 20 ml of Middlebrook 7H9 broth (BD Diagnostics) supplemented with 0.05%V/V polysorbate 80, 10% oleic acid-albumin-dextrose-catalase supplement 161 (OADC; BD Diagnostics), 0.5%V/V glycerol, 1 mM L-arginine, 50 µg/ml L-leucine and 24 µg/ml L-pantothenate. At 162 days 5 and 8 after thawing, bacteria were subcultured by 1/100 and 1/20 dilution, respectively, for use in setting 163 up the antimicrobial assays on day 9. Middlebrook 7H10 agar (BD Diagnostics) supplemented with 10% OADC, 164 0.5%V/V glycerol, 1 mM L-arginine, 50 µg/ml L-leucine and 24 µg/ml L-pantothenate was used for growth of Mtb 165 on solid culture; colony counts after incubation at 37 °C for up to 12 weeks were given as colony forming units per 166 ml plated (cfu/ml). 167 A bioluminescence microtiter assay for mycobacterial growth inhibition 168 To remove bacterial clumps before setting up the microtiter assay, mycobacteria were passed three times through 169 a 27G needle. A Mtb mc 2 7902_Lux inoculum at an OD600 of 0.008 (2•10 6 cfu/ml) was prepared in assay medium 170 (Middlebrook 7H9 broth supplemented with 10% OADC, 0.5%V/V glycerol, 1 mM L-arginine, 50 µg/ml L-leucine and 171 24 µg/ml L-pantothenate) without any polysorbate 80 unless specifically stated otherwise. (Figure 2a-b) . Minor low molecular weight bands were observed in purified Lys-Ms6, probably indicating low level 202 protein degradation. Enzymatic activity on a pNPB substrate seemed highly dependent on the bacteriophage from 203 which the enzyme was derived, with LysB-D29 displaying three-fold higher specific activity than LysB-Ms6 (Table   204 1, not significant, p=0.2, Mann-Whitney test). Enzymatic activity of commercially available lysozyme was validated 205 using a Micrococcus PG degradation assay (Table 1, ",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "138",
                    "ref_id": null
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 1763,
                    "end": 1766,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 1787,
                    "end": 1790,
                    "text": "167",
                    "ref_id": null
                },
                {
                    "start": 1862,
                    "end": 1865,
                    "text": "168",
                    "ref_id": null
                },
                {
                    "start": 2091,
                    "end": 2094,
                    "text": "170",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2298,
                    "end": 2311,
                    "text": "(Figure 2a-b)",
                    "ref_id": null
                },
                {
                    "start": 2635,
                    "end": 2647,
                    "text": "(Table   204",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2808,
                    "end": 2817,
                    "text": "(Table 1,",
                    "ref_id": null
                }
            ],
            "section": "107"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of sublethal injury by heating, freezing, drying and gamma-radiation on the duration of the lag 394 phase of Salmonella typhimurium",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mackey B M",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Derrick",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Appl Bacteriol",
            "volume": "53",
            "issn": "",
            "pages": "243--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Combenefit: an interactive platform for the analysis and visualization of drug combinations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veroli",
                    "suffix": ""
                },
                {
                    "first": "Y G",
                    "middle": [],
                    "last": "Fornari",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "396",
            "issn": "",
            "pages": "2866--2874",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SciPy 1.0: fundamental algorithms for scientific computing in Python",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gommers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Oliphant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Methods",
            "volume": "17",
            "issn": "",
            "pages": "398--261",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Section 14.7 Spearman's rank correlation coefficient",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kokoska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zwillinger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "CRC Standard Probability and Statistics Tables and 400 Formulae",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shortened multidrug-resistant tuberculosis regimens overcome low-level fluoroquinolone resistance. Eur Respir 402",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Deun",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety and efficacy of inhaled nebulised interferon beta-1a (SNG001) for treatment of SARS-CoV-404 2 infection: a randomised, double-blind, placebo-controlled, phase 2 trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Monk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Marsden",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Tear",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30511--30518",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development of a drug delivery system for efficient alveolar delivery of a neutralizing monoclonal 407 antibody to treat pulmonary intoxication to ricin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Respaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marchand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pelat",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Control Release Off J Control Release Soc",
            "volume": "234",
            "issn": "",
            "pages": "21--32",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measurements of Deposition, Lung Surface Area and Lung Fluid for Simulation of",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fröhlich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercuri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salar-Behzadi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inactive Ingredient Search for Approved Drug Products",
            "authors": [],
            "year": 2020,
            "venue": "FDA US Food Drug Adm. Available",
            "volume": "412",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mucus hypersecretion: a common symptom, a common mechanism?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ionescu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Respir J",
            "volume": "23",
            "issn": "",
            "pages": "797--805",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sputum Volume Predicts Sputum Mycobacterial Load during the First 2 Weeks of 415 Antituberculosis Treatment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Karinja",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Esterhuizen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Diacon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "1087--91",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antimicrobial activity of Mycobacteriophage D29 Lysin B during Mycobacterium ulcerans infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fraga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trigo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mechanisms of tolerance and allergic sensitization in the airways and the lungs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "De Lafaille",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lafaille",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Graça",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin 419 Immunol",
            "volume": "22",
            "issn": "",
            "pages": "616--638",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Figure 3. The effect of various antimycobacterial compounds on bioluminescence of Mtb mc 2 7902_Lux. (a) Scheme of the generalized logistic function as 434 applied to a bioluminescence growth assay and its main parameters. (b) Effect of antimycobacterial agents in absence (purple circles) and presence (cyan 435 triangles) of 0.05% polysorbate 80 (PS80). Luminescence detected after 4 days of incubation at 37 °C. If data allowed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "If inhibition was observed but no sigmoid curve could be validly fitted, the MIC was 439 defined as lower than or equal to the lowest value for which all datapoints were lower than 200 RLU (corresponding to half the inoculum). Data shown were 440 derived from three independent experiments, with each data point an average of duplicate plates within a repetition of the experiment. Mean and standard 441 deviation are shown. (c) For several conditions from the high and low ends of inhibition curves of LysB-Ms6 (circles) and human lysozyme (triangles)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the genus Mycobacterium are the etiological agents of various severe diseases, the most notorious 52 being tuberculosis (TB) caused by Mycobacterium tuberculosis (Mtb). It is the most lethal infectious disease 53 worldwide and while it might be surpassed by COVID-19 in 2020, it still poses a major global health threat -and 54 worryingly, multidrug-resistance is on the rise. Treatment success of multi-drug resistant tuberculosis (MDR-TB) 55 is currently only 57% and the very protracted treatment comes with harsh side-effects. 1 Recent advances in drug 56 development have drastically shortened the treatment of MDR-TB and provided more tolerable oral regimens 57 composed of both established TB drugs, novel compounds and repurposed drugs. 1-5 Still, MDR-TB treatment 58 typically takes 9 to 20 months and the search for more effective and quicker acting drugs is ongoing. Main 59 challenges are the slow growth of Mtb and the relatively impermeable, complex layered cell wall structure of 60 mycobacteria (Figure 1), in which the cell membrane is covered by a layer of peptidoglycan (PG) covalently linked 61 to arabinogalactan. Mycolic acids are esterified to the AG and together with free, intercalating (glyco-and 62 phospho-) lipids and fatty acids, they constitute a near impermeable outer 'mycomembrane'. 6-9 This 63 mycomembrane is surrounded by a capsule comprised mainly of α-glucan. 10,11 64",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "110 All were dissolved in phosphate-buffered saline (PBS) and protein concentrations were determined via 111 spectrophotometry at 280 nm. Polysorbate 80 (Sigma-Aldrich) was dissolved at 0.2% in PBS. Antibiotics isoniazid 112 (INH) and rifampicin (RIF) (Sigma-Aldrich) were dissolved as stock solutions of 1 mg/ml (INH) in PBS and 10 mg/ml 113 (RIF) in methanol. All solutions were 0.22 µm filter-Q9FZR9 and O64205, respectively) were ordered as synthetic DNA in the pUC57 vector 117 (GenScript). Via PCR, the genes were cloned into the pLH36 vector in frame with an N-terminal His6-tag flanked 118 by a murine caspase-3 cleavage site (sequences in Supplementary A). The expression constructs were verified by 119 Sanger sequencing (VIB Genetic Service Facility, Antwerp, Belgium) and transformed to E. coli BL21 (DE3). After 120 initial growth at 28 °C in terrific broth medium (Sigma-Aldrich) supplemented with carbenicillin, expression was 121 induced at a culture OD600 of 0.6 by the addition of 0.6 mM isopropyl-β-D-thiogalactopyranoside. LysB-Ms6 was 122 expressed overnight at 28 °C and LysB-D29 for 4h at 37°C. Bacteria were harvested by centrifugation (, bacterial pellets were incubated for 30 min in ice-cold lysis buffer (25 mM Tris-HCl pH 8, 5 mM 126 MgCl2, 0.1% Triton X-100 and 1X cOmplete™ protease inhibitor (Roche)) and lysed by sonication at 70% amplitude 127 using a Qsonica sonicator (4s on, 8s off for 9 min). After 30 min centrifugation (100,000xg) at 4 °C, cleared lysates 128 were 0.22 µm filter sterilized. Enzymes were isolated from the cleared lysates via nickel affinity chromatography 129 (IMAC) using a HisTrap column (GE Healthcare) and size exclusion chromatography (SEC) using a SuperDex 75 130 10/300 or 16/600 SEC column (GE Healthcare) calibrated with 20 mM HEPES pH 7 and 150 mM NaCl. After 131 quantification (BCA assay, Pierce), enzymes were 0.22 µm filter sterilized and aliquots were snap-frozen in liquid 132 nitrogen before storage at -80 °C. 133 Evaluation of enzyme activity 134 Lipolytic LysB activity was quantified using an assay adapted from literature. 18,35 Briefly, LysB was incubated with 135 5 mM p-nitrophenol butyrate substrate (pNPB) in 20 mM Tris-HCl pH 8.0, 100 mM NaCl and 0.1% Triton X-100.136",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "141PG-degrading activity of human and hen egg white lysozyme was determined on a fluorescein-labelled142    Micrococcus lysodeiticus cell wall substrate using the EnzChek Lysozyme Assay Kit (ThermoFisher), in which one 143 unit is defined as the amount of enzyme required to produce a 0.001 units per minute change in the absorbance 144 at 450 nm of at pH 6.24 and 25°C, using a suspension of Micrococcus lysodeikticus as the substrate.145    Mycobacterium strain and handling146    To enable a bioluminescence-based Mycobacterium drug susceptibility assay, we used the pMV306hsp+LuxG13147 plasmid (a gift from Brian Robertson and Siouxsie Wiles, Addgene #26161) which contains a bacterial luciferase 148 operon enhanced by using the G13 promotor in front of luxC. 36 The integrase-free reporter plasmid 149 pMV306DIhsp+LuxG13 (BCCM/GeneCorner accession number LMBP11308) was produced by deleting the int gene 150 from pMV306hsp+LuxG13 via inverted PCR using phosphorylated primers (5'-Pi-GTCCATCTTGTTGTCGTAGGTCTG-151 3' and 5'-Pi-TCTTGTCAGTACGCGAAGAACCAC-3'), 37 followed by ligation of the product. The use of an integrase-152 free reporter plasmid and a separate suicide vector containing integrase (pBlueScript-Integrase, a gift from Peter 153 Sander, Institute of Medical Microbiology, University of Zurich) allowed for temporary integrase activity -to 154 integrate the reporter plasmid -and subsequent selection of integrase-free reporter strains. 38 The biosafety level 155 2-approved triple auxotrophic ΔpanCD ΔleuCD ΔargB Mtb mc 2 7902 strain 33 (a gift from W.R. Jacobs Jr.) was co-156 transformed with pMV306DIhsp+LuxG13 and pBlueScript-Integrase via electroporation (12.5 kV/cm, 25 μF157",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "172Drug susceptibility was tested in a microtiter plate format based on the bioluminescence assay proposed by173    Andreu et al(2012).34  Briefly, duplicate twofold serial dilutions of various compounds were prepared in assay 174 medium in sterile 96-well black opaque plates (CulturPlate-96 Black, PerkinElmer). To allow for synergy testing,175    horizontal twofold dilution series of one compound were combined with vertical twofold dilution series of another 176 compound in a 'checkerboard' fashion (Supplementary B). Afterwards, the Mtb mc 2 7902_Lux inoculum was added 177 to 2•10 5 cfu per well. Each plate contained three wells containing inoculum without drugs (positive growth 178 controls), and three wells containing no inoculum (negative controls). All perimeter wells were filled with 200 µl 179 ultrapure water to limit evaporation from sample wells. Assay plates were incubated at 37 °C in an incubator180    providing 5% CO2 and 80% humidity, which yielded a higher reproducibility than when plates were placed (in a 181 sealed box or plastic bag) in a regular incubator (data not shown). Bioluminescence was measured after 1microtiter assay data processing (details on models and synergy evaluation in Supplementary C)185    After averaging bioluminescence data of technical duplicate microtiter plates, data of three independent 186 experiments were subjected to fitting of the generalized logistic model and the Gompertz model 39,40 using GenStat 187 19.1 (VSN International Ltd). The minimal inhibitory concentration (MIC), defined as the intersection of the lower 188 asymptote with the tangent to the inflexion point of the curve (Figure 3a), was calculated for the best fitting dose-189 response curve of each dataset (judged by the percentage of variance accounted for by the fitted curve). If no 190 inhibition was observed, the MIC was set as larger than or equal to the highest concentration tested. If inhibition 191 was observed but no dose-response curve could be fitted, the MIC was set as lower than or equal to the lowest 192 value for which all data points were below 200 RLU (corresponding to the bioluminescence of half the inoculum). 193 For synergy assessment, data were normalized to the means of positive and negative growth controls and 194 evaluated using the Combenefit tool. 41 Subsequently, a linear mixed model was fitted to further assess the 195 significance of the synergy detected as a statistical interaction between compounds. 196 Correlation between cfu/well and RLU/well was assessed using the SciPy Stats package. and D29 mycolic acid esterases (LysB-Ms6 and LysB-D29) were produced in E. coli and 200 purified via IMAC and SEC to yields of 3.12 and 1.34 mg/liter E. coli culture (i.e. 81 and 44 nmol/l), respectively 201",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "wall degrading enzymes inhibit mycobacterial growth207    Lux operon-induced bioluminescence has already been shown to correlate very well with (inhibition of)208    mycobacterial growth in drug susceptibility assays. 34,36  We therefore used this bioluminescence to reliably209    evaluate the antimycobacterial activity of recombinant LysB-Ms6 and LysB-D29 as well as commercially available 210 lysozyme (human and chicken egg white) and α-amylase (A. oryzae) and antibiotics isoniazid (INH) and rifampicin 211 (RIF). Bioluminescence was determined after 1, 4, 7, 10 and 14 days of incubation. When modeling dose-response212    curves, inhibition often appeared incomplete at day 1 (parameter A not zero) and after excluding that time point,213    the highest percentage of explained variance was consistently obtained at day 4. Therefore, minimal inhibitory 214 concentrations (MICs) were determined at this time point(Table 2 and Figure 3b).215    We calculated a MIC of INH in the same order of magnitude as described in Andreu et al at day 4.34  The MIC we 216 calculated for RIF was approximately ten-fold higher, but it should be noted we used a different strain of Mtb 217 (pathogenic H37Rv in literature versus mc 2 7902 in our study) and our definition of MIC is more stringent than that 218 used in literature (1 log reduction in bioluminescence).219    Both human and chicken egg white lysozyme were only marginally inhibiting mycobacterial growth by themselves, 220 but become equally effective (p=0.318; t-test) in presence of polysorbate 80, with activities enhanced 6 to 8-fold 221 (Figure 3bandTable 2). α-Amylase, on the other hand, did not considerably affect growth in the concentration 222 range tested, neither in the presence nor in the absence of surfactant (MIC ≥250 µM). LysB-D29 and LysB-Ms6 223 could inhibit growth equally effectively in presence of polysorbate 80 (MIC= 0.08 ± 0.01 µM and 0.2 ± 0.07 µM, 224 respectively; t-test p=0.189). It should be noted that the dose-response curve shapes differ, with LysB-D29225    showing a sharp dose-dependent effect and stronger polysorbate 80-dependence than LysB-Ms6.To assess viability of growth-inhibited mycobacteria, several conditions at the high and low ends of the LysBp=1.6·10 -5 ). Upon administration of 250 µM human lysozyme in presence of 0.05% PS80,230    viability was vigorously decreased after 4 days at 37 °C (10 3 cfu/well versus 10 7 cfu/well after sub-MIC treatment)231    and upon administration of the highest concentrations of LysB-Ms6 with 0.05% PS80, no viable Mtb were layered structure of the mycobacterial cell wall, we hypothesized that cell wall degrading enzymes235    can display synergy if administered jointly. Using Combenefit 41 we analysed various combinations of 236 antimycobacterial compounds in checkerboard assays(Table 3). The three tested compound combinations scoring 237 highest for synergy were selected for in-depth analysis: LysB-Ms6 with human lysozyme and 0.05% polysorbate 238 80, and LysB-Ms6 with α-amylase in presence or absence of 0.05% polysorbate 80. When LysB-Ms6 was combined 239 with either human lysozyme or A. oryzae α-amylase, both synergistic and antagonistic regions were observed in 240 the dose-response surface with few significant combinations and an overall neutral effect (Figure 4a-b). However, 241 when 0.05% polysorbate 80 was added to the combination of LysB-Ms6 and A. oryzae α-amylase, the shape of the 242 dose-response surface changed drastically, displaying a deep valley of synergy in which 18 out of 36 conditions 243 scored significant for synergy (p<0.05 to p<0.0001; Figure 4c). 244 The significance of synergy between LysB-Ms6, α-amylase and polysorbate 80 was further assessed by applying a 245 linear mixed model to bioluminescence data of two sets of drug combinations (Figure 4d-e, details in 246 Supplementary E). In presence of 0.05% polysorbate 80, a significant interaction (p=0.012 in the mixed model) 247 was identified between a dilution series of LysB-Ms6 and 7.8 µM α-amylase, confirming synergy (Figure 4e). In 248 absence of polysorbate 80, no such significant interaction was observed. In the presence of 3.9 µM α-amylase (Figure 4d) a similar trend was observed but it was of borderline significance (p=0.058 in the mixed model). From 250 combined results of bioluminescence assays and synergy analyses, we conclude that the combination of dilution 251 series of LysB-Ms6 and A. oryzae α-amylase in the presence of 0.05% polysorbate 80 leads to a strong, synergistic 252 effect on the growth of Mtb mc 2 7902, validating the hypothesis that targeting multiple layers of the cell wall of this study can be summarized as a methodological improvement in anti-Mtb drug screening, and a 256 main discovery with regard to the synergistic antimycobacterial effect of cell wall-degrading enzymes. 257 The methodological improvement pertains to the rather mundane, but vexing problem that Mtb grows in clumps 258 when its cell envelope is left unperturbed. While adding surfactants in high-throughput microtiterplate-based 259 drug studies enables spectrophotometry-based readouts of growth, it likely invalidates susceptibility tests of cell 260 wall-targeting enzymes and drugs, as accessibility to the cell wall substrates of such enzymes will be altered -261 which we confirmed in our studies. Other researchers have deferred to the use of model organism M. smegmatis, 262 which clumps less, grows more rapidly than Mtb and is non-infectious, allowing work outside highly restricted and 263 expensive biosafety level 3 laboratories. Nevertheless, the cell wall of M. smegmatis differs significantly from that 264 of the pathogenic slow-growing mycobacteria and it is questionable whether results can be extrapolated to Mtb. 265 For this reason, we resorted to the use of Mtb engineered with a bacterial lux operon. In a parallel project, other 266 luciferase systems were also implemented, and whereas higher specific luminescence could be obtained with 267 firefly luciferase, the bacterial lux operon does not require addition of the luciferin cofactor. This is a major 268 advantage, as it eliminates doubts about false results caused by bacterial clumping limiting cofactor diffusion, or 269 cell wall degrading enzyme treatment 'opening up' access for such cofactor. Moreover, we combined this system 270 with biosafety convenience by implementing it in a triple auxotrophic Mtb derivative generated in and generously 271 provided by the Jacobs lab. 33 The luminescent auxotrophic Mtb strain and associated protocols should strain, we discovered that the combination of LysB-Ms6 and A. oryzae α-amylase was highly synergistic 274 in inhibiting mycobacterial growth in presence of polysorbate 80. Remarkably, α-amylase itself has no anti-Mtb 275 effect either with or without 0.05% polysorbate 80. The most straightforward explanation is that polysorbate 80 276 and α-amylase collaborate in disrupting the α-glucan capsule (non-essential for in vitro Mtb growth), 11 clearing 277 the way for LysB to hydrolyze the linkage between underlying mycolic acids and the arabinogalactan layer, thus 278 disrupting the mycomembrane. This finding lays the first stone for the creation of specifically tailored 279 antimycobacterial (fusion) enzymes. 280 The anti-Mtb potential of LysB-Ms6 itself and its improvement in the presence of polysorbate 80 had already been 281 shown on the M. smegmatis model, and it was demonstrated that cell wall hydrolysis was the main mechanism 282 behind inhibitory activity of LysB-Ms6. 31 We report a similar surfactant-dependent bacteriostatic effect of both 283 LysB-Ms6 and LysB-D29 on Mtb. 284 The mycobacterial cell envelope is a complex non-proteinaceous (thus not directly genetically encoded) structure 285 synthesized by an extensive enzyme machinery. 7 This likely substantially reduces the chance that single 286 spontaneous mutations lead to resistance against enzyme antimicrobials, contrary to small molecule antibiotics, 287 which bind to genetically encoded protein targets. In addition, it has been observed that in treating MDR-TB 288 patients (the main target group for biopharmaceutical enzyme treatment), low-level antibiotics resistance can be 289 overcome by administrating drug doses exceeding the MICs of the resistant strains. 44 After weakening the 290 Mycobacterium envelope with cell-wall degrading enzymes, classic antibiotics could potentially penetrate more 291 readily, increasing the effective drug concentration intracytoplasmatically to levels above the MIC. 292While promising as antimycobacterials, adequate delivery of the enzyme therapeutics to the site of infection is 293 essential to therapeutic efficacy. We believe our study is timely as several inhaled nebulized enzyme therapeutics 294 are under clinical evaluation, providing evidence that lung delivery of therapeutic enzymes is feasible. 17,45 As an 295 example, it was calculated that 8.8±1.9 mg of an antibody could be delivered to the alveoli of non-human primates 296 using a novel device for protein inhalation.46  Considering a conservative estimate of 70 ml lung lining fluid 297 volume, 47 this would amount to a dose of 0.13 mg/ml, or 4.3 µM of a 30-kDa protein, widely surpassing the MICs 298 we found for LysB in presence of surfactant (polysorbate 80, which has been successfully included in inhaled 299 therapeutics). 17,48 It should however be considered that mucus hypersecretion is a common feature of airway 300 inflammation, possibly lowering the effective therapeutic dose when treating (MDR-)TB patients. 49,50 While 301 optimizing lung delivery, topical application of antimycobacterial enzyme therapy might already suffice to treat 302 the skin infection Buruli ulcer caused by Mycobacterium ulcerans. 51 303The repeated inhalation of non-human proteins might lead to an immune response, although tolerance is the 304 default response to antigens that come into contact with the mucosa in the deep airways. 52 If necessary, enzymes 305 could be administered in controlled-release formulations to reduce the number of administration required.306    Novel drug regimens have already drastically shortened (MDR-)TB therapy but still, duration, complexity and 307 toxicity of (second-line) drug regimens are main challenges in the worldwide fight to end TB. 1 Enhancing or 308 accelerating the effectiveness of conventional antibiotics by adding cell wall-degrading enzymes in two to three 309 rounds of (controlled-release) enzyme administration, could potentially lower the treatment duration critically 310 and help alleviate the immense burden of TB therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Reyrat J-M, Kahn D. Mycobacterium smegmatis: an absurd model for tuberculosis? Trends Microbiol 2001; 9: 472-3. 372 28. Yamada H, Chikamatsu K, Aono A, et al. Can M. smegmatis be used as a real alternative for M. tuberculosis? Eur Respir J 2016; 48: 373 PA2789. 374 29. Dubos RJ, Middlebrook G. The effect of wetting agents on the growth of tubercle bacilli. J Exp Med 1948; 88: 81-8. 375 30. Lyon RH, Lichstein HC, Hall WH. Effect of Tween 80 on the growth of tubercle bacilli in aerated cultures. J Bacteriol 1963; 86: 280-4. 376 31. Grover N, Paskaleva EE, Mehta KK, Dordick JS, Kane RS. Growth inhibition of Mycobacterium smegmatis by mycobacteriophage-derived 377 enzymes. Enzyme Microb Technol 2014; 63: 1-6. 378 32. Yamori S, Tsukamura M. Paradoxical effect of Tween 80 between the susceptibility to rifampicin and streptomycin and the susceptibility 379 to ethambutol and sulfadimethoxine in the Mycobacterium avium-Mycobacterium intracellulare complex. Microbiol Immunol 1991; 35: 380 921-6. 381 33. Vilchèze C, Copeland J, Keiser TL, et al. Rational Design of Biosafety Level 2-Approved, Multidrug-Resistant Strains of Mycobacterium 382 tuberculosis through Nutrient Auxotrophy. mBio 2018; 9: e00938-18. 383 34. Andreu N, Fletcher T, Krishnan N, Wiles S, Robertson BD. Rapid measurement of antituberculosis drug activity in vitro and in 384 macrophages using bioluminescence. J Antimicrob Chemother 2012; 67: 404-14. 385 35. Gilham D, Lehner R. Techniques to measure lipase and esterase activity in vitro. Methods 2005; 36: 139-47. 386 36. Andreu N, Zelmer A, Fletcher T, et al. Optimisation of Bioluminescent Reporters for Use with Mycobacteria. PLOS ONE 2010; 5: e10777. 387 37. Andreu N, Zelmer A, Sampson SL, et al. Rapid in vivo assessment of drug efficacy against Mycobacterium tuberculosis using an improved 388 firefly luciferase. J Antimicrob Chemother 2013; 68: 2118-27. 389 38. Springer B, Sander P, Sedlacek L, Ellrott K, Böttger EC. Instability and site-specific excision of integration-proficient mycobacteriophage 390 L5 plasmids: development of stably maintained integrative vectors. Int J Med Microbiol IJMM 2001; 290: 669-75. 391 39. Lambert RJW, Pearson J. Susceptibility testing: accurate and reproducible minimum inhibitory concentration (MIC) and non-inhibitory 392 concentration (NIC) values. J Appl Microbiol 2000; 88: 784-790.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Exploring the synergistic action of cell-wall degrading enzymes to permeabilize the Mycobacterium tuberculosis cell wall. Strategy: the triple 423 auxotrophic Mtb mc 2 7902 strain is transformed with a bacterial Lux-operon 34 to allow for the use of a bioluminescent assay to test drug sensitivity. Putative 424 cell wall-degrading agents are added alone or in combination in order to destabilize the structural layers of the cell envelope, leading to permeabilization. 425 Polysorbate 80 is a non-ionic surfactant; α-amylase is an α-glucan-hydrolyzing enzyme; LysB is a mycolylarabinogalactan esterase and lysozyme is a 426 peptidoglycan-hydrolyzing enzyme. Intercalating (glyco-and lipo-)proteins in the cell wall layers are not shown to maintain clarity. Production of (a) LysB-Ms6 and (b) LysB-D29. After expression in E. coli BL21 (DE3), proteins were purified via nickel chromatography and size 430 exclusion chromatography (SEC, chromatogram shown). After SEC, peak fractions containing the recombinant protein at highest purity were pooled, 431 indicated in this figure by blue rectangles on SEC chromatograms and Coomassie-stained SDS-PAGE. (a, b and c) Synergy of various antimycobacterial compounds (Bliss model) mapped to the experimental dose-response curve, and the 446 corresponding synergy and antagonism matrix. Data were derived from a checkerboard bioluminescence drug susceptibility assay of Mtb mc 2 7902_Lux. 447 Bioluminescence was detected after 4 days of incubation at 37 °C. Data shown were derived from 3 independent experiments, each with duplicate technical 448 replicate plates. The synergy score shown in the matrix is the percentage of growth inhibition by the drug combination that is not explained by the Bliss-449 modeled reference dose-response, as calculated using the Combenefit 41 tool. Results are coloured according to the obtained synergy score only if the result 450 is significant following a one-sample t-test. *p<0.05 **p<0.001 ***p<0.0001. (d and e) Mixed model of the synergy of LysB-Ms6 with α-amylase (A. oryzae) 451 in the presence or absence of 0.05% polysorbate 80. A linear mixed model was applied to the bioluminescence data of two sets of drug combinations from 452 (c), to evaluate the separate and combined effects of each component (LysB-Ms6, α-amylase or PS80) on the variance. For each set of drug combinations, 453 the resulted predicted values are plotted: the effect of α-amylase alone or in presence of PS80 (left) and the combined effect of LysB-Ms6 and a set 454 concentration of α-amylase in absence (middle) or presence (right) of PS80.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Whereas endolysin derived from mycobacteriophage Ms6 has been reported not to inhibit M. smegmatis or Mtb 75 growth when added therapeutically, 21 the smaller hen egg white lysozyme (which also cleaves PG) has long been 76 shown to weakly inhibit both M. smegmatis and Mtb. 22-25 For M. smegmatis, a growth-inhibitory effect of LysB 77 enzymes has been described in presence of surfactant or membrane-destabilizing cationic peptides. 18-20,26 Hen 78 egg white lysozyme, RipA (an Mtb PG-endopeptidase), RpfE (an Mtb putative transglycosylase) or hydrolase-30 79 (an M. smegmatis cell wall hydrolase) had moderate inhibitory effects on the growth of M. smegmatis, but this 80 effect was significantly increased if the enzymes were administered in combination with various antibiotics, 81 confirming the role of the mycomembrane as a drug barrier. 25 This illustrates how cell wall-weakening enzyme 82 treatments have the potential to significantly shorten the treatment regimens of Mtb chemotherapy. Previous studies on the use of cell wall degrading enzymes against Mycobacteria suffer from two main limitations.First, these studies often use Mycobacterium smegmatis as the test organism, a rather distant relative to Mtb,85    with known differences in cell wall composition. 27,28 This organism is non-infectious and grows very rapidly, hence 86 its popularity. However, for cell wall degrading antibiotics research the pathogen should be used. Second, Mtb 87 clumps heavily in cultures due to the composition of its cell wall. As this has precluded most high-throughput drug 88 test formats, the surfactant polysorbate 80 is routinely added to Mtb culture medium to support finely dispersed 89 planktonic growth. Polysorbate 80 does not restrict Mtb propagation in cultures that use glycerol as the carbon 90 source. 29,30 Still, it is known to alter mycobacterial drug susceptibility 31,32 and to destabilize the outer capsule. 11",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Oliveira H, Vilas Boas D, Mesnage S, et al. Structural and Enzymatic Characterization of ABgp46, a Novel Phage Endolysin with Broad 17. Bodier-Montagutelli E, Mayor A, Vecellio L, Respaud R, Heuzé-Vourc'h N. Designing inhaled protein therapeutics for topical lung 18. Payne K, Sun Q, Sacchettini J, Hatfull GF. Mycobacteriophage Lysin B is a novel mycolylarabinogalactan esterase. 20. Gigante AM, Hampton CM, Dillard RS, et al. The Ms6 Mycolyl-Arabinogalactan Esterase LysB is Essential for an Efficient 21. Mahapatra S, Piechota C, Gil F, et al. Mycobacteriophage Ms6 LysA: a peptidoglycan amidase and a useful analytical tool. 22. Kanetsuna F. Effect of Lysozyme on Mycobacteria. Microbiol Immunol 1980; 24: 1151-62. 362 23. Sethi D, Mahajan S, Singh C, et al. Lipoprotein LprI of Mycobacterium tuberculosis Acts as a Lysozyme Inhibitor. J Biol Chem 2016; 291: 24. Raymond JB, Mahapatra S, Crick DC, Pavelka MS. Identification of the namH gene, encoding the hydroxylase responsible for the N-365 glycolylation of the mycobacterial peptidoglycan. J Biol Chem 2005; 280: 326-33. 366 25. Gustine JN, Au MB, Haserick JR, et al. Cell Wall Hydrolytic Enzymes Enhance Antimicrobial Drug Activity Against Mycobacterium. Curr 367 Microbiol 2019. Available at: https://doi.org/10.1007/s00284-018-1620-z. Accessed January 4, 2019. 368 26. Abouhmad A, Korany AH, Grey C, Dishisha T, Hatti-Kaul R. Exploring the Enzymatic and Antibacterial Activities of Novel 369 Mycobacteriophage Lysin B Enzymes. Int J Mol Sci 2020; 21. Available at: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7246905/. 370 Accessed December 17, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the W.R. Jacobs lab for kindly providing the Mtb mc 2 7902 strain and Dr. B. Robertson, Dr. S. Wiles and 313 Dr P. Sander for expression plasmids used in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "312"
        },
        {
            "text": "Tables 456 Table 1 . In vitro activity-testing of potential antimycobacterial enzymes. Lipolytic activity of LysB enzymes was determined in vitro on a pNP-butyrate 457 substrate. One LysB enzyme unit (U) will release 1 nmol of p-nitrophenol per minute at pH 8 at 37 °C. Peptidoglycan (PG)-degrading activity of human and 458 hen egg white lysozyme was determined on a fluorescein-labeled Micrococcus lysodeiticus cell wall substrate. One lysozyme enzyme unit (U) will produce a 459 0.001 units per minute change in the absorbance at 450 nm of at pH 6. 24 ",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 554,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}