{
    "paper_id": "0b995f117193bb23923d975906ba8625df347c1f",
    "metadata": {
        "title": "Supplementary appendix 1",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Contexte : La réaction de transcription inverse suivie d'une réaction de polymérisation en chaîne en temps réel (RT-PCR) est recommandée pour détecter l'infection par le SARS-CoV-2. Cependant, la disponibilité des tests PCR est limitée dans la plupart des pays. Les tests de diagnostic rapides (TDRs) sont considérés comme des alternatives acceptables, mais il manque de données sur leurs performances. Nous avons évalué la performance de quatre TDRs basés sur la détection des anticorps IgG et IgM issus de la réponse immunitaire au SARS-CoV-2 et d'un TDR basé sur la détection de l'antigène spécifique du SARS-CoV-2 en milieu communautaire au Cameroun. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résumé"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Les tests de diagnostic rapides antigéniques et sérologiques intégrés dans des algorithmes de dépistages pourraient être une solution alternative à la PCR afin de réduire les délais de diagnostic, la transmission virale et favoriser la prise en charge précoce des patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dans cette étude clinique, prospective et diagnostique, nous avons recruté des personnes âgées d'au moins 21 ans qui étaient soit symptomatiques et suspectés d'avoir le COVID-19, soit asymptomatiques se présentant alors pour un dépistage. Nous avons testé les anticorps du SARS-CoV-2 dans le sang périphérique à l'aide des tests Innovita (Biological Technology ; Beijing, Chine), Wondfo (Guangzhou Wondfo Biotech ; Guangzhou, Chine), SD Biosensor (SD Biosensor ; Gyeonggi-do, Corée du Sud) et Runkun (Runkun Pharmaceutical ; Hunan, Chine), et des écouvillons nasopharyngés pour la recherche d'antigène du SARS-CoV-2 à l'aide du test SD Biosensor. Les TDRs antigéniques ont été comparés à la PCR (Abbott ; Abbott Park, IL, États-Unis), et les TDRs sérologiques ont été comparés aux tests ELISA (VIDAS SARS-SARS-CoV2 IgM and IgG, Biomérieux ; Marcy l'Etoile, France). Nous avons aussi testé rétrospectivement deux algorithmes de diagnostique qui incorporaient les TDRs pour les patients symptomatiques et asymptomatiques en utilisant des simulations mathématiques. Résultats Nous avons inclus 1195 participants dans l'étude :347 (29 %) ont été testés positifs à la PCR SARS-CoV-2, 223 (19 %) aux TDRs antigéniques et 478 (40 %) aux TDRs sérologiques. La sensibilité des TDRs antigéniques était de 80.0 % (IC 95 % 71.0 -88.0) dans les 7 premiers jours suivant l'apparition des symptômes. Pour les TDRs sérologiques la sensibilité était respectivement de 26.8 % (18.3-36.8) et 76.4% (70.1 -82.0) dans les 7 et 14 jours après l'apparition des symptômes. Chez les participants asymptomatiques, la sensibilité des TDRs antigéniques et sérologiques était respectivement de 37.0% (27.0 -48.0) et 50.7% (42.2 -59.1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Le coefficient κ de Cohen a montré une concordance substantielle entre le TDR sérologique Wondfo et le test ELISA de référence (κ=0.76 ; sensibilité 0.98) et entre le TDR sérologique Biosensor et le test ELISA (κ=0.60 ; sensibilité 0.94). Les TDRs sérologiques Innovita (κ=0.47 ; sensibilité 0.93) et Runkun (κ=0.43 ; sensibilité 0.76) ont montré une concordance modérée. Un algorithme rétrospectif basé sur le TDR antigénique et appliqué aux patients symptomatiques a montré une sensibilité de 94.0% et une spécificité de 91.0% dans les 7 premiers jours après l'apparition des symptômes. Pour les asymptomatiques, l'algorithme a montré une sensibilité de 34% (IC 95% 23.0 -44.0) et une spécificité de 92.0% (88.0 -96.0).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}