{
    "paper_id": "0b119f89ab4102087f6b2e2b1283330ed4dfcbab",
    "metadata": {
        "title": "Acute ischemic stroke after first dose of inactivated COVID-19 vaccine: A case report ✩ , ✩✩-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ )",
        "authors": [
            {
                "first": "Ghizlane",
                "middle": [],
                "last": "Elaidouni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed First University",
                    "location": {
                        "settlement": "Oujda",
                        "country": "Morocco"
                    }
                },
                "email": "es:elaidounighizlane@gmail.comg.elaidouni"
            },
            {
                "first": "Zaima",
                "middle": [],
                "last": "Chetouani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed First University",
                    "location": {
                        "settlement": "Oujda",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Choukri",
                "middle": [],
                "last": "Bahouh Manal Merbouh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed First University",
                    "location": {
                        "settlement": "Oujda",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Houssam",
                "middle": [],
                "last": "Bkiyar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed First University",
                    "location": {
                        "settlement": "Oujda",
                        "country": "Morocco"
                    }
                },
                "email": ""
            },
            {
                "first": "Brahim",
                "middle": [],
                "last": "Housni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mohammed First University",
                    "location": {
                        "settlement": "Oujda",
                        "country": "Morocco"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Neurological deficit Inactivated COVID-19 vaccine BIBP a b s t r a c t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The acute cerebral ischemia induced by the COVID-19 vaccine is one of the side effects. We report the first case of a patient who suffered from a neurological deficit mimicking a stroke after receiving his 1st dose of the inactivated COVID-19 vaccine BIBP (Sinopharm) and who mainly developed cerebral venous thrombosis. Our reported case is a 36-year-old man who was admitted to our intensive care unit 2 days after his first injection dose of the inactivated COVID-19 vaccine BIBP (Sinopharm). He presented a numbness in his left arm and legs with headaches 24 hours after the vaccine injection. In the second day, he had asymmetry of the face which was aggravated by the installation of disturbance of consciousness and a state of agitation. His vital signs were normal. A brain CT scan without injection was done showing a right deep parietal ischemic stroke. The treatment was initiated by aspirin. cerebral MRI showed a very extensive stroke ischemic in the superficial and deep right parietal territory with the onset of hemorrhagic rearrangement of the right basal ganglia, magnetic resonance imaging angiography of the supra-aortic trunks was normal. The patient gradually improved and was discharged after 15 days of his stay in the intensive care unit. The installation of ischemic stroke reported in our young patient after receiving his first dose of inactivated COVID-19 vaccine BIBP; could be a new immune response to the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The acute cerebral ischemia induced by the COVID-19 vaccine is one of the side effects. We report the first case of a patient who suffered from a neurological deficit mimicking a stroke after receiving his 1st dose of the inactivated COVID-19 vaccine BIBP (Sinopharm) and who mainly developed cerebral venous thrombosis. Our reported case is a 36-year-old man who was admitted to our intensive care unit 2 days after his first injection dose of the inactivated COVID-19 vaccine BIBP (Sinopharm). He presented a numbness in his left arm and legs with headaches 24 hours after the vaccine injection. In the second day, he had asymmetry of the face which was aggravated by the installation of disturbance of consciousness and a state of agitation. His vital signs were normal. A brain CT scan without injection was done showing a right deep parietal ischemic stroke. The treatment was initiated by aspirin. cerebral MRI showed a very extensive stroke ischemic in the superficial and deep right parietal territory with the onset of hemorrhagic rearrangement of the right basal ganglia, magnetic resonance imaging angiography of the supra-aortic trunks was normal. The patient gradually improved and was discharged after 15 days of his stay in the intensive care unit. The installation of ischemic stroke reported in our young patient after receiving his first dose of inactivated COVID-19 vaccine BIBP; could be a new immune response to the vaccine. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since December 2019, the COVID-19 virus has spread the world and caused an important dramatic increase in morbidity and mortality. In order to meet this challenge, new vaccines have been developed at a speed never seen before in the history of medicine, with the aim of preventing death from COVID-19 and restoring normal social life [1] [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we reported our first case, in which a 36-yearold youth had an extensive right ischemic stroke with hemorrhagic change 24 hours after receiving his 1st dose of inactivated COVID-19 vaccine BIBP (Sinopharm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 36-year-old man was admitted to our intensive care unit 2 days after receiving his first dose of the inactivated COVID-19 vaccine BIBP (Sinopharm). Without past medical history, he presented a numbness in his left arm and legs with headaches 24 hours after the vaccine injection. In the second day, he had asymmetry of the face and was aggravated by the installation of disturbance of consciousness. Physical examination showed normal hemodynamic and respiratory state, unconsciousness with a Glasgow score of 13/15eme and state of agitation with apyrexia. Blood gas value were normal. On neu-rological examination, the patient had a left hemiplegia, hypotonia of the left hemi-body, with a left facial paralysis testifying to a damage to the VII nerve of the cranial pairs, osteotendinous reflexes are present on bilateral as well as the plantar skin reflexes. Proprioception and vibration senses were intact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Laboratory tests were normal and was as follow: C-reactive protein 6,26 mg/L; white blood cells were normal 8830/mm 3 with a negative procalcitonin at 0,02 ng/mL; LDH at 256 UI/L; ferritin, D-dimer, and fibrinogen were normal also (41 ng/L;250 μg/L; 3,1 g/L), without thrombocytopenia and lymphopenia. Normal hemostasis and kidney function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The ECG 12-lead showed sinusal tachycardia with a heart rate of 98 bpm, normal axis without conduction or repolarization disturbances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "A brain CT scan without injection was done showing a right deep parietal ischemic stroke ( Fig. 1 ) . cerebral MRI showed a very extensive stroke ischemic in the superficial and deep right parietal territory with the onset of hemorrhagic rearrangement of the right basal ganglia ( Fig. 2 A, B) , magnetic resonance imaging angiography of the supra-aortic trunks was normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "text": "( Fig. 1 )",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 293,
                    "text": "( Fig. 2 A, B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "The treatment was initiated by aspirine anti-aggregants platelets and Enoxaparine 100 UI/kg/12 h, transthoracic echocardiography was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "On day 9 of his stay in the intensive care unit, the patient regains consciousness while retaining hemiplegia of the left hemi-body. Fig. 1 -Brain CT scan showing right deep parietal stroke (red arrow) . He performed daily physical rehabilitation in bed with a physiotherapist. Throughout his stay in the intensive care unit, oral nutrition was maintained, as was social interaction face-to-face with loved ones. Indeed, he was informed daily of his health state and he was discharged after 15 days of his stay in intensive care unit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 201,
                    "text": "Fig. 1 -Brain CT scan showing right deep parietal stroke (red arrow)",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "This case reports follows scare guidelines [5] .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "In general, a vaccine activates the immune system and causes unwanted side effects which may include pain at the injection site, muscle and joint pain, headache, and generally feeling unwell. not to mention the anaphylactic shock with vasodilation and hypotension which can be the most feared side effect. Rarely, autoimmune diseases can be caused [6] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this present study, the syndrome that our patient presented following his 1st dose of vaccine for COVID-19, has never been described before in the medical literature as a postvaccination reaction for any other vaccine. it can be said that this is a unique and rarely seen reaction in connection with vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several differential diagnoses were discussed, namely heart disease, infectious and non-infectious endocarditis ex-cluded by normal TTE, septicemia as well as aortic dissection excluded by CT angiography of the aorta [7] . However, a deep right ischemic stroke was retained for our case on a cerebral CT scan with a hemorrhagic rearrangement thus identified on a cerebral MRI.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A study was conducted in Germany by Jorg B Shulz and all, reported 9 cases of ischemic stroke, 8 of them following vaccination with the ChAdOx1 vaccine (AstraZeneca) an on case following the vaccination with the BNT162b2 (BioN-Tech/Pfizer) [8] . In our paper, our patient had received inactivated COVID-19 vaccine BIBP (Sinopharm) and developed an acute right ischemic stroke.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although less frequent venous and arterial thrombosis was reported after COVID-19 vaccinates outside the central nervous system in vaccine-induced immune thrombotic thrombocytopenia (VITT) in the study of Shultz and Greinacher [9, 10] , we do not always have a clear answer why the vessels of the central nervous system are mainly affected. Our patient was satisfied from our medical care.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study had several limitations. However, it is important to conduct studies in the sense of identifying the cerebrovascular events namely ischemic stroke after vaccination in order to properly assess the risk of these events after COVID-19 vaccination. Prompt identification and treatment is needed to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This ischemic stroke is one of the new immune responses due to the inactivated COVID-19 vaccine BIBP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2618",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficacy and safety of the mRNA-1273 SARS-CoV-2 vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baden",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Sahly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Essink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "403--419",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and immunogenicity of ChAdOx1 nCoV-19 vaccine administered in a prime-boost regimen in young and old adults (COV002): a single-blind, randomised, controlled, phase 2/3 trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramasamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minassian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ewer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "1979--93",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) against SARS-CoV-2: an interim analysis of four randomised controlled trials in Brazil, South Africa, and the UK",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voysey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madhi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "99--111",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "for the SCARE Group. The SCARE 2020 Guideline: Updating Consensus Surgical CAse REport (SCARE) Guidelines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Agha",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "84",
            "issn": "",
            "pages": "226--256",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guillain-Barré syndrome following influenza vaccination",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Destefano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Angulo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Med Assoc",
            "volume": "292",
            "issn": "",
            "pages": "2478--81",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Thrombocytopenia with acute ischemic stroke and bleeding in a patient newly vaccinated with an adenoviral vector-based COVID-19 vaccine",
            "authors": [
                {
                    "first": "Kristensen",
                    "middle": [],
                    "last": "Blauenfeldt Rolf Ankerlund",
                    "suffix": ""
                },
                {
                    "first": "Ernstsen",
                    "middle": [],
                    "last": "Søren Risom",
                    "suffix": ""
                },
                {
                    "first": "Kristensen Claudia Christina",
                    "middle": [],
                    "last": "Siw Leiknes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hilt",
                    "suffix": ""
                },
                {
                    "first": "Claus",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "Anne-Mette",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hvas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Thromb Haemost",
            "volume": "2021",
            "issn": "7",
            "pages": "1771--1776",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.15347"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 vaccine-associated cerebral venous thrombosis in Germany",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jörg",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "Hans-Christoph",
                    "middle": [],
                    "last": "Berlit",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                },
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Gerloff",
                    "suffix": ""
                },
                {
                    "first": "Christine",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/ana.26172"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thrombosis and thrombocytopenia after ChAdOx1 nCoV-19 vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Sørvoll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Michelsen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "2124--2154",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Thrombotic thrombocytopenia after ChAdOx1 nCov-19 vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "2092--101",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Authors. Published by Elsevier Inc. on behalf of University of Washington. This is an open access article under the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) ✩ Acknowledgments: This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. ✩✩ Competing interests: The authors declare no conflicts of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cerebral MRI showing an extensive stroke ischemic in the superficial and deep right parietal territory with the onset of hemorrhagic rearrangement of the right basal ganglia (red ring).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}