{
    "paper_id": "0b111c5c759104ab1926070def5a09eb367ace98",
    "metadata": {
        "title": "Schedule of Measures for Young Adult Participants Measure Day 0 Baseline Days 0-7 Observe Days 8-17 Daily text messages Day 18 Structured goal setting Days 18-28 Daily text messages Self-Report",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the past 28 days, on average, how many hours are 30 minutes or less you outside per day between 10 AM and 4 PM on 31 minutes to 1 hour WEEKDAYS (Monday-Friday)? Select one answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More than 1 hour and up to 2 hours More than 2 hours and up to 3 hours More than 3 hours and up to 4 hours More than 4 hours and up to 5 hours More than 5 hours",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past 28 days, on average, how many hours are 30 minutes or less you outside per day between 10 AM and 4 PM on 31 minutes to 1 hour WEEKEND DAYS (Saturday & Sunday) ? Select one answer.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 170,
                    "text": "(Saturday & Sunday)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More than 1 hour and up to 2 hours More than 2 hours and up to 3 hours More than 3 hours and up to 4 hours More than 4 hours and up to 5 hours More than 5 hours",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past 28 days, how many times did you get a 0 sunburn (a small part of your skin turned pink ) 1 for more than 12 hours? Select one answer. 2 3 4 5 or more",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past 28 days, how many times did you get a 0 sunburn (a small part of your skin was sensitive to 1 touch ) for more than 12 hours? Select one answer. 2 3 4 5 or more 07/29/2020 9:49am projectredcap.org ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Please complete the survey below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anxiety and Confidence Questionnaires"
        },
        {
            "text": "2 I am very confident that I will NOT forget to reapply sunscreen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "I am very confident that in summer, I will remember to wear a hat when I go outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "07/29/2020 9:49am projectredcap.org I am very confident that in summer, I will be able to find shade when I am outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "summer, I will use sunglasses to protect my eyes when I am outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17) I am very confident that in"
        },
        {
            "text": "18) I am very confident that in summer, I will apply sunscreen before I go outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17) I am very confident that in"
        },
        {
            "text": "summer, I will be sure to be in the shade when I am outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19) I am very confident that in"
        },
        {
            "text": "summer, I will wear a shirt (blouse) that covers my upper arms when I am outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20) I am very confident that in"
        },
        {
            "text": "protection can prevent the development of skin cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21) I am very confident that sun"
        },
        {
            "text": "protection of my face will prevent me from getting wrinkles. 07/29/2020 9:49am projectredcap.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22) I am very confident that sun"
        },
        {
            "text": "Please complete the survey below. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily Sun Habits Survey"
        },
        {
            "text": "Please complete the survey below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System Usability Scale"
        },
        {
            "text": "Thank you! 1) 1. I think that I would like to use this system frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System Usability Scale"
        },
        {
            "text": "2) 2. I found the system unnecessarily complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System Usability Scale"
        },
        {
            "text": "3) 3. I thought the system was easy to use. 4) 4. I think that I would need the support of a technical person to be able to use this system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System Usability Scale"
        },
        {
            "text": "Disagree Neither Agree nor Disagree Agree Strongly Agree 5) 5. I found the various functions in this system were well integrated. 6) 6. I thought there was too much inconsistency in this system. 7) 7. I would imagine that most people would learn to use this system very quickly. 8) 8. I found the system very cumbersome to use. 9) 9. I felt very confident using the system. 10) 10. I needed to learn a lot of things before I could get going with this system. 07/31/2020 11:06am projectredcap.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly Disagree"
        },
        {
            "text": "Please complete the survey below. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exit Questions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Knee-length shorts or skirt 3. Mid-calf length shorts/skirts/capris 4. Long pants Foot Coverage Please select your foot coverage 1. Bare feet/flip flops/sandals 2. Sneakers/closed-toe shoes 3",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For the following questions, think about what you would normally do when you are outside on a CLOUDY summer day. Select one answer for each item.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "What is the number of the sun protection factor (SPF) I do know: SPF 1-10 of the sunscreen that you usually use?",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Anxiety Questions",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Please select the range of times that you did outdoor activities and the types of activities.Please select ALL that apply.Please select the range of times of day that you wore sunglasses/gloves.What were you wearing when you first left the house today?Please select the options below that best match what you were wearing Please select the range of times that you sweat or got wet Stop! Clothing times not in order! First time was later than second time Please select the clothing you were wearing when you added or removed clothing for the first time Stop! Clothing times not in order! Second time was later than third time Stop! Clothing times not in order! Third time was in the \"PM\" Which part (s) of your body did you apply your third type of sunscreen to? (select all that apply) How will you meet your goal to engage in sun-protected outdoor activity? (Select up to TWO) Tomorrow, I will Apply sunscreen to all of the areas of my body that may be exposed to the sun Apply sunscreen before I go outdoors Wear a hat when I am outdoors Wear a shirt that covers my shoulders when I am outdoors Plan my outdoor activities to avoid being outside from 10 AM to 2 PM Pay attention to the strength of the sun by checking the UV Guard report 15 minutes after I go outside Be careful not to exceed the amount of UV my skin can tolerate",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Compared to last summer, do you feel that you spent Yes, a lot LESS time outdoors this summer? Yes, a little About the same No, a little more No, a lot more Why do you think the time you spent outdoors this summer was different from last year? (select as many as apply) Were there instances where you went outside while Yes, often wearing the UV sensor without your phone nearby Yes, sometimes (within 2 feet)? No How did you feel about wearing the UV sensor? Liked Neither liked nor disliked Disliked Were there any days that you did not to wear the UV? Yes, often Yes, sometimes No, I wore it every day Why did you choose not to wear the UV sensor? (select as many as apply)How willing are you to continue using the UV sensor Extremely willing and the UV Guard app as part of research?How willing are you to continue using the UV sensor Extremely willing and the UV Guard app personally?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Please complete the survey below.Thank you! Yesterday you picked as a goal:Yes No \"Apply sunscreen to all of the areas of my body that may be exposed to the sun\" Did you shift the time you went outside to periods with less intense UV exposure? For example, did you go outside early in the morning or late in the afternoon?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goal Followup Survey"
        },
        {
            "text": "Did you change how much time you spent outside based on your observed UV exposure as seen on the graph presented on your phone?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes No"
        },
        {
            "text": "Did you change your use of sun protection based on your observed UV exposure as seen on the graph presented on your phone?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes No"
        },
        {
            "text": "How did you change your use of sun protection?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes No"
        }
    ]
}