{
    "paper_id": "0b188d5b935e57824bbbb54c3f780ea67b09b69b",
    "metadata": {
        "title": "New Challenges for the Engineering Education System and Ways of Their Solutions",
        "authors": [
            {
                "first": "Irina",
                "middle": [],
                "last": "Makarova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kazan Federal University",
                    "location": {
                        "addrLine": "Syuyumbike Prosp., 10a",
                        "postCode": "423812",
                        "settlement": "Naberezhnye Chelny",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Vadim",
                "middle": [],
                "last": "Mavrin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kazan Federal University",
                    "location": {
                        "addrLine": "Syuyumbike Prosp., 10a",
                        "postCode": "423812",
                        "settlement": "Naberezhnye Chelny",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Polina",
                "middle": [],
                "last": "Buyvol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kazan Federal University",
                    "location": {
                        "addrLine": "Syuyumbike Prosp., 10a",
                        "postCode": "423812",
                        "settlement": "Naberezhnye Chelny",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Eduard",
                "middle": [],
                "last": "Mukhametdinov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kazan Federal University",
                    "location": {
                        "addrLine": "Syuyumbike Prosp., 10a",
                        "postCode": "423812",
                        "settlement": "Naberezhnye Chelny",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kirill",
                "middle": [],
                "last": "Magdin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kazan Federal University",
                    "location": {
                        "addrLine": "Syuyumbike Prosp., 10a",
                        "postCode": "423812",
                        "settlement": "Naberezhnye Chelny",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Gritsenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ural State University",
                    "location": {
                        "addrLine": "Lenin Avenue, 76",
                        "settlement": "Chelyabinsk",
                        "country": "Russia"
                    }
                },
                "email": "gritcenkoav@susu.ru"
            }
        ]
    },
    "abstract": [
        {
            "text": "Globalization and the openness of the world in case of emergencies can lead to a collapse in many areas and, as a result, to an imbalance of economic systems. In such conditions, the education system should maintain stability, be sufficiently flexible in terms of teaching methods and technologies, as well as the management of processes. In the authors' opinion, the most effective tool to manage reactively the learning process as a complex system is a feedback. In order that teachers have a real opportunity to control the quality of this process, it is necessary to identify objective criteria for the assessment of quality in the context of the differentiation of motivational attributes. In addition, this way provides for teaching staff a possibility to evaluate the effectiveness of a particular method to influence on the motivational criteria. As a case study, different student's groups were selected to compare their involvement in the process with traditional and online forms of learning, their performance and the impact of the learning form on the projects quality prepared by students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the era of global crises, the engineering education system faces difficult tasks to ensure the system functioning, ensure its sustainability, as well as find ways of operational management and solving current problems. In addition, university must ensure the graduation of specialists who are ready to respond to the time challenges and work in critical conditions. Thereby, the following questions were formulated: (1) What changes in the management system of university, department and educational process should be implemented in order to increase efficiency during critical situations? (2) What changes in educational content are needed to ensure the necessary quality of education as well as involvement and motivation of students? (3) How will it be possible to use the experience gained after the crisis time? Since the educational system is very inert due to the length of the learning process, effective feedback could be an approach to overcome this inertia. The way to implement a feedback between teachers and students will be a key factor to determine the quality of educational process and student involvement. Such a system will be more objective and will help to identify certain problems for an individual student or a group of students as well as within the framework of a training course or any section of a subject.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Problem's Condition: Solutions in the Field of Digital and Distance Education",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The accelerating development of information technologies, including the increasing availability of smartphones and personal computers, the improvement of communication networks and the Internet, contributes to the popularization and spread of distance education not only in developed but also developing countries. Analyzing the innovative features and advantages of remote work of the summer school, the authors of the article [1] note that despite the positive reviews, the results are still far from expected. On the one hand, the participants spoke in favor of working out a real problem in the quality of their projects. The authors recommended choosing a real problem for each year and dividing it into small problems (mini-projects) among all remote groups. On the other hand, it is necessary to modernize the communication system for clear and fast communication. It is expected that due to the development of 5G wireless communication technology, the data transmission speed will be improved, the latency will be reduced, and the reliability will be increased [2] . 5G will expand the future use of virtual and augmented reality in learning and big data collection, empowering future learners to have more realistic experiences, thereby making digital deep learning more effective [3] .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Distance Education: Organization Features"
        },
        {
            "text": "Nowadays, the increasing use of new technologies helps people acquire additional skills for the development of applied critical thinking. In modern conditions, active and interactive teaching technologies and methods play a primary role in improving the training of bachelor's and master's in higher education [4] . More and more studies are emerging describing the results of the development and use of remote laboratories, including for engineering education [5] . The study [6] authors describe the augmented reality application and Internet, and come to the conclusion that they are equally effective in improving learning out-comes. Teaching with the help of technology begins to concentrate on virtual reality, thanks to the ability, according to the article authors [7] , to support immersive learning, training through modelling and gamification. Since the immersion environment allows you to focus on the study subject, the system helps to solve the critical problem of the students' involving and motivating.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Remote Laboratories and Technologies of Virtual and Augmented Reality"
        },
        {
            "text": "Teaching is a complex issue that requires knowledge not only about the subject itself, but also about the characteristics of each student's character and ways to increase motivation [8] . Using such forms of interaction with the audience as chats, forums, posting videos on YouTube with the ability to ask a question in comments and other means of interactivity provided by distance learning, can increase students' desire to learn. Besides, networked learning settings are more convenient than individual ones [9] . Much research has focused on science, technology, engineering and mathematics in relation to traditional media, and research examining the impact of digital learning games has only recently become more prevalent. The research [10] explores how different depictions of scientists in an evolutionary learning game can influence motivation. Motivation was higher when the students played with a male mentor of high masculine character and a women of low-feminine character. In [11] , it is emphasized that the teacher plays a critical role in managing the sense of \"balance\" for \"confidence in achievability\" and \"urgency\". As the authors of [12] point out, the more a teacher knows about his students, the better he can instruct them. This is more relevant to engineering education as it is a professional course that is also skill-oriented. The article discusses the \"Draw an Engineer in the Workplace\" method used by the authors to understand a student's knowledge of the engineering profession. This is very important for building a personal educational trajectory and subsequent career. The article [13] examines the motivational factors affecting the students of higher educational institutions. The most important pedagogical question, solved by the authors, concerns the expediency of structuring teaching for a deeper development of students. Another important aspect is the lecturer's potential, the ability to inspire and motivate students and influence their perception of education. In any case, e-learning in industrial engineering should harmonize aspects of immediate future employment needs, academic-based learning and results-based learning [14] . And with all the positive aspects of online learning, it is necessary to be ready for the resistance of students, explained by the discomfort during the transition from traditional lectures to active learning [15] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1618,
                    "end": 1622,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2174,
                    "end": 2178,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2390,
                    "end": 2394,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Motivating Students for Online Learning"
        },
        {
            "text": "Since when stressful situations arise, the system management processes are imbalanced, it is necessary to identify problem areas in advance in order to then act on them. It should be borne in mind that in such situations, changes in the motivation of students can occur, therefore, it is necessary to know the general trends in order to timely respond to changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Compared to other types of large systems (socio-economic, organizational and technical, etc.), the educational system is quite inert, since pedagogical methods and techniques use technologies and developments from other areas, although the goal of education is to train personnel for activity in various areas. This contradiction is most acutely reflected in engineering education, since it is the engineer who generates new ideas, which are subsequently implemented in the form of new products and technologies. That is, the educational system should develop the student's abilities for technical creativity and technologies implementation skills in various industries. Thus, the engineering education goal is to prepare an engineer \"for the future\". This goal can only be realized if the student has developed the ability to be creative. An important role is played by the motivation system. In order to influence certain student's personality qualities, as well as reasonably form pedagogical goals, it is necessary to have a system of priorities, as well as the most effective methods of influencing both each student and the group as a whole in terms of result achieving. A flexible universal mechanism is needed that allows: tracking changes in the external environment; adequately respond to them, adapting individual elements of the educational system to new conditions; introduce new technological advances into the educational process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Student Motivation in Modern Conditions"
        },
        {
            "text": "Feedback is the most effective tool for reactive management of the educational system. The learning form in such a system largely determines the relationship between teacher and students. At the same time, the combination of learning organizational forms in a real and virtual university campus and a combination of traditional teaching methods with e-learning technologies create a fundamental difference between blended learning and the traditional system. At the same time, the combination of technologies can occur both at the level of an individual course, discipline, and at the level of the educational program as a whole [16] . Based on the personal qualities data of students, an individual approach is implemented in the system: the teacher can choose such teaching methods that will be effective specifically for this student. An important role in this case is played by the effectiveness of the educational process quality assessment and monitoring system. In the context of differentiating motivational features, objective criteria for assessing quality should be identified. Only in this case the teacher will have a real opportunity to assess the effectiveness of this or that way of influencing the motivational criterion. In addition, the quality assessment system, developed on the basis of the formalized criteria use, will be more objective and will allow identifying certain problems both for an individual student or a students' group and within the training course framework or any discipline section.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Feedback as One of the Ways to Adjust the Educational Process"
        },
        {
            "text": "At the same time, a three-circuit management scheme (management of the student learning quality, management of the student group education quality and management of the quality of education in a specific learning area), in our opinion, will be the most adequate, since it will identify problems both at the level of an individual student and in \"teacher -student\". To assess the effectiveness, a system of indicators has been developed, while adjusting the process in order to increase its efficiency can be performed on each learning phase and on each management contour. The criteria for assessing the student's work effectiveness can be such factors as the questions asked quality, the time spent on training, the answers quality, the assignments speed, the work regularity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feedback as One of the Ways to Adjust the Educational Process"
        },
        {
            "text": "Some goal Z, corresponding to the standard's requirements (either educational or professional) determines the learning process of specialists F. Signs Xi characterize the control object state. The resources supplied to the process input can be both external, obtained from the outside (RE), and internal, belonging to the system (RI). At the output of the process, we have a product P, which characterizes the competence, knowledge of a specialist. The output product quality (Q) is adjusted during the process with the help of certain management actions (MAi), which are formed by the relevant governing bodies (GBi) after analyzing the control object state in the learning process (F) (feedback). Process quality control is carried out by varying the input resources (R).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feedback as One of the Ways to Adjust the Educational Process"
        },
        {
            "text": "As shown in Fig. 1a diagram, the generalized algorithm for managing the quality of training of specialists is a closed cycle (Fig. 1b) . In the indicated algorithm, three main control circuits can also be distinguished: (1) for each student; (2) for the academic group (impact on motivation implementation); (3) for students of a certain education direction as a whole (by process).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Feedback as One of the Ways to Adjust the Educational Process"
        },
        {
            "text": "Management within the framework of the first circuit is aimed at identifying problem areas in the obtaining knowledge and motivation of students. The adjustment of the learning process is carried out using those methods and means that are more effective for stimulating learning activity in each specific case. In fact, this mechanism is one of the options for implementing situational management. The second circuit identifies the motivations problems for specific students group; and in the third loop, methods are formed and resource management is implemented. According to the ISO series, the first and second circuits focus on result quality and the second on process quality. The first and second circuits are more dynamic, since operational management is realized with the help of specific decisions made. The third circuit implements strategic management, so it is more difficult to adjust. The modular open multi-user architecture of the developed blended learning management system serves as the basis for the reliability and stability of its operation, since it allows you to quickly identify and eliminate the causes of emerging failures, eliminate their impact on other modules, and increase the speed and quality of technical support for users. This approach allows you to implement all the necessary functionality, supplementing it as necessary. Fig. 1. a) three-circuit management scheme, b) control system schematic diagram.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1361,
                    "end": 1371,
                    "text": "Fig. 1. a)",
                    "ref_id": null
                }
            ],
            "section": "Feedback as One of the Ways to Adjust the Educational Process"
        },
        {
            "text": "To identify educational trends and assess overall performance after distance learning from March 30 to June 30, 2020, the summer session results of 1-4 courses engineering students of KFU (1191107 -Materials Science and Materials Technology; 1191109 -Mechanical engineering; 1191111 -Design and technological support of machinebuilding industries; 1191113 -Vehicle designer; 1191115 -Vehicles' maintenance and repair; 1191116 -Vehicles and automotive economy; 1191121 -Transport process technology; 1191133 -Car service) were analysed. In particular, according to the examination testing results in natural sciences, the average score in the theoretical part turned out to be higher than according to the results of completing practical tasks in the semester. The resulting dependencies by disciplines: mathematics (M), structural materials technology (SMT), information technology (IT), descriptive geometry and computer graphics (DG & CG), are presented in the scattering diagrams (Fig. 2, 3) . As can be seen from the diagrams, the revealed pattern does not depend on the teacher personality, but is determined only by the curriculum, therefore, the distance technologies' expediency and effectiveness are characteristic only a lecture course. At the same time, obtaining practical skills requires closer interaction between the student and the teacher.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 983,
                    "end": 994,
                    "text": "(Fig. 2, 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Student Survey Results"
        },
        {
            "text": "A small points' number near the origin, corresponding to students with low academic performance, indicates the individual perceptions' specific features of this cycle disciplines by these students, and possible problems with basic learning. The questionnaire survey results of these students made it possible to identify such problems in learning as difficulties in self-control during independent work and a lack of free time to complete tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student Survey Results"
        },
        {
            "text": "At the same time, the scatter diagram of the physics session results (Fig. 4a , b) clearly shows two clusters: students who scored low scores both in the semester and on the exam, and students with a score above the average. The questionnaire survey showed that the first group students had problems with the use of educationalmethodological materials developed by the teacher, which indicates the need to address the effectiveness issues of distance technologies using in teaching disciplines that include the practical skills acquisition. Similar results typical for foreign languages (Fig. 4c-e) , are explained by the complexity of organizing paired language practice when using some distance platforms (MS Teams), or the lack of such an opportunity (Virtual classroom). The question of the questionnaire \"How satisfied are you with the quality of teaching foreign languages\" allowed to reveal the satisfaction degree. The survey results conducted after distance learning showed slightly lower grades compared to the fall semester 2019-2020, conducted in the traditional form.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 587,
                    "end": 598,
                    "text": "(Fig. 4c-e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Student Survey Results"
        },
        {
            "text": "Comparison of exam results in IT and other disciplines showed that there is a direct dependence of the session results on the IT proficiency level. Thus, students in the fourth group (Fig. 5a) have a high average score both in IT and in other disciplines (see also Fig. 3f) . The survey has shown that students from this group did not experience difficulties in the transition to distance learning during the pandemic. Within the third control loop framework, the passing examinations results in one subject in one course to different teachers were analysed (Fig. 5b) . It was found that students receive approximately the same scores in M and IT, with the exception of the last two groups. In these groups, M classes were taught by another teacher.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 265,
                    "end": 273,
                    "text": "Fig. 3f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Student Survey Results"
        },
        {
            "text": "To study the quality of teaching academic disciplines and the entire educational process, two questionnaires \"Teacher through the student eyes\" and \"The educational process through the eyes of a student\" were developed. The research was carried out with the help of the information-analytical system \"Electronic University\", where access to the questionnaires was opened to students in their Personal Accounts. The research results were accumulated in a single final base, and then processed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student Survey Results"
        },
        {
            "text": "In the course of the questionnaire \"Teacher through the eyes of a student\" for each student, according to the disciplines of the curriculum, a list of teachers was generated and 10 criteria were formulated. Each criteria could be evaluated on a 10-point scale (minimum -1 point, maximum -10 points): I always understand the lesson purpose; The teacher presents the material in a clear and creative way; The teacher emphasizes the importance of the subject for the future profession; I actively use teaching aids developed by the teacher; The teacher uses visual aids and technical teaching aids during classes; The teacher demonstrates general erudition; The teacher is objective in assessing the work of students; The teacher is friendly and tactful, treats students with respect; I am impressed by the appearance and demeanor, organization and discipline of the teacher, his culture of speech; The teacher is available for consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student Survey Results"
        },
        {
            "text": "During the questionnaire \"The educational process through the eyes of students\", the questions were conventionally divided into three groups. When answering the first group questions, students had to rate their attitude on a five-point scale (1 -the lowest quality, 5 -the highest). In the second group of questions, the student's attitude was assessed in accordance with the formulated criteria. The third group of questions provided an opportunity to formulate your own answer. The results of processing the questionnaires are shown in the diagrams (Fig. 6) . On the whole, students were satisfied with the organization of the educational process. In emergencies cases, as recent events related to COVID-19 have shown, globalization and the world openness (if problems arise in a single country) can lead to an imbalance of economic systems in interconnected industries and countries. In such conditions, the education system must maintain stability, make it possible to overcome inertia, set the development vector and be flexible enough in terms of teaching methods and technologies, as well as process management. In this regard, the most effective tool for reactive management of the learning process as a complex system is feedback, which, thanks to modern technologies, can give a positive result quickly and efficiently. In order for teachers to have a real opportunity to control the quality of this process, it is necessary to define objective criteria for assessing quality in the context of differentiating motivational characteristics. In addition, this method gives the teaching staff the opportunity to assess the effectiveness of a particular method of influencing the motivation criteria. For students, this will provide an opportunity to receive a quality education.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 559,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Student Survey Results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dissemination of knowledge and sharing experiences in emerging issues through a remote summer school",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abeyweera",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Global Engineering Education Conference (EDUCON)",
            "volume": "",
            "issn": "",
            "pages": "152--159",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Maximising system throughput in wireless powered sub-6 GHz and millimetre-wave 5G heterogeneous networks",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Telkomnika (Telecommun. Comput. Electron. Control)",
            "volume": "18",
            "issn": "3",
            "pages": "1185--1194",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A study on the effects of distance learning and the application of 5G technology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhongmei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu-Che",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bangjun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE 11th International Conference on Advanced Infocomm Technology (ICAIT)",
            "volume": "",
            "issn": "",
            "pages": "218--222",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interaction between education and business in digital era",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Makarova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Industrial Cyber-Physical Systems (ICPS)",
            "volume": "",
            "issn": "",
            "pages": "503--508",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Students' acceptance and tracking of a new container-based virtual laboratory",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tobarra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Appl. Sci",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of augmented reality technology on academic achievement and motivation of students from public and private Mexican schools. A case study in a middleschool geometry course",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Ibanez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Educ",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Haptic virtual reality and immersive learning for enhanced organic chemistry instruction",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Bielawski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cheok",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virtu. Reali",
            "volume": "23",
            "issn": "4",
            "pages": "363--373",
            "other_ids": {
                "DOI": [
                    "10.1007/s10055-018-0345-4"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improving the quality of engineering education by developing the system of increasing students' motivation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Makarova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shubenkova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tikhonov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buyvol",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Intelligent Systems and Computing",
            "volume": "716",
            "issn": "",
            "pages": "150--161",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Technology application in education and learning process",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sudarsana",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Phys. Conf. Ser",
            "volume": "1363",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effects of gender role stereotypes in digital learning games on motivation for STEM achievement",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Sci. Educ. Technol",
            "volume": "28",
            "issn": "",
            "pages": "628--637",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autonomous learning applying for expectancy motivation theory on English education",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Takemoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagoshi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kunimi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tenzou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyatake",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 IEEE 9th International Conference on Engineering Education (ICEED)",
            "volume": "",
            "issn": "",
            "pages": "86--89",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Engineering profession: understanding freshman perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 IEEE 4th International Conference on MOOCs, Innovation and Technology in Education",
            "volume": "",
            "issn": "",
            "pages": "332--337",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Motivation of engineering students in higher education",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Noussi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eng. Educ",
            "volume": "6",
            "issn": "2",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Motivational impact of active learning methods in aerospace engineering students",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lopez-Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acta Astronaut",
            "volume": "165",
            "issn": "",
            "pages": "344--354",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Toward better learning opportunities for undergraduate mechanical engineering students: a case study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghommem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Mech. Eng. Educ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0306419019858099"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Blended learning technologies in the automotive industry specialists' training",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Makarova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pashkevich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shubenkova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "2018 32nd International Conference on Advanced Information Networking and Applications Workshops",
            "volume": "",
            "issn": "",
            "pages": "319--324",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Exam results in maths (a, b -teacher 1, c, d -teacher 2) and in SMT (e, f -teacher 3, g, h -teacher 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Exam results in IT (a -teacher 1; b -teacher 2; c -teacher 3) and in DG & CG (d, e, fteacher 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Exam results in physics (a, b -teacher 1) and foreign languages (c -teacher 2; d -teacher 3; e -teacher 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Average scores based on exams' results (a); comparison of average scores in IT and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Results of the student survey в.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. The reported study was funded by RFBR, project number 19-29-06008\\19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}