{
    "paper_id": "0b238fa03a50e43945d4f80e3b4b666bd75bb679",
    "metadata": {
        "title": "Survival from Cervical Cancer Diagnosed Aged 20-29 Years by Age at First Invitation to Screening in England: Population-Based Study",
        "authors": [
            {
                "first": "Alejandra",
                "middle": [],
                "last": "Castanon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guys Hospital",
                    "location": {
                        "postCode": "SE1 9RT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Tataru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Cancer Registration and Analysis Service",
                    "institution": "",
                    "location": {
                        "addrLine": "Public Health England",
                        "postCode": "SE1 8UG",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "daniela.tataru@phe.gov.uk*correspondence:alejandra.castanon@kcl.ac.uk"
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Sasieni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guys Hospital",
                    "location": {
                        "postCode": "SE1 9RT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "peter.sasieni@kcl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Age at which women are first invited to attend cervical screening in England has changed twice: in 2004, women under 25 years were no longer invited; and in 2012, first invitations were sent six months earlier (at age 24.5 years). Concomitantly, a dramatic increase in screen-detected cervical cancer was observed, and their survival had not been documented. Diagnoses of invasive cervical cancer at ages 20-29 years in 2006-2016 in England were followed until the end of 2018 for deaths. We estimated 8-year overall survival (OS) by International Federation of Gynecology and Obstetrics (FIGO) stage and age at first screening invitation. Overall and relative survival for stage IA cervical cancer for women diagnosed aged 20-29 years in England (n = 1905) was excellent at 99.8% (95% confidence intervals (CI): 99.4-99.9%) and 100% (95% CI: 99.7-100.1%), respectively. OS for stage IB cervical cancer (n = 1101) was 90.4% (95% CI: 88.3-92.2%). Survival from stage IB was worse for women diagnosed age 20-24 years compared to those diagnosed 25-29 years at diagnosis (p < 0.0001), but no difference was observed by age at first invitation for screening, p = 0.8575. OS for stage II (65.5%, 95% CI: 60.2-72.0%) and stage III+ (36.6%, 95% CI 28.4-44.7%) were poorer. Survival from stage I cervical cancer in young women in England is excellent: mortality in women with stage IA cancer is akin to that of the general population regardless of age at first invitation to screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The National Health Service (NHS) Cervical Screening Program in England invites women aged 25-49 years for cytology screening every three years and women aged 50 to 64 years every five years. Over the last 15 years, the age at which women get their first invitation to attend cervical screening has changed twice: once in 2004, and then again toward the end of 2012. In 2004, the age of first cervical screening invitation in England was increased from 20 to 25.0 years [1] . In 2012, the age of sending out the first screening invitation changed once more: this time to 24.5 years (to enable women to be screened by their 25th birthday) [2] . While rates of cervical cancer in other age groups have remained stable, rates among women aged 25-29 have increased from about 10 to 22 per 100,000 between 2005 and 2015. Mortality from cervical cancer under age 30 has remained stable. Between 2013 and 2016, mortality rates per 100,000 were 0.3 at ages 20-24 years and 1.3 at aged 25-29 years [3] .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Inviting women at age 25.0 years was associated with an increase of 43.7 cancers diagnosed at age 25 years per 100,000 women-years (95% confidence interval (CI): 37.4-49.9, p < 0.001) [4] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These extra cancers were all International Federation of Gynecology and Obstetrics (FIGO) stage IA or IB; no changes in the number of cancers diagnosed at more advanced stages (FIGO stage II+) was observed. An increase in diagnoses at age 28 among those invited at age 25 was also observed with no evidence of an increase in the stage at which these cancers were diagnosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we aim to explore the effect of the changes to the age at first screening invitation on survival from cervical cancer diagnosed in women under the age of 30. Given the changes in age of first invitation for screening, survival was both explored by screening cohort (invited from age 20; mix of age at first invitation; invited at age 25.0 and invited at age 24.5) and by age at diagnosis (20-24.5 (or 25.0) and 25 (or 24.5)-29 years). It is worth noting that the cut-off age for the groups by age at diagnosis will depend on the age at which women were first invited to screening. Finally, we explored the survival from stage IB cervical cancer among those invited at age 24.5 to 29.9 years and grouped them based on whether the cancer was diagnosed as a result of screening or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Between 2006 and 2016, there were 4322 eligible cervical cancers diagnosed in women aged 20-29 years. Of these cases, 20.8% either had an unknown or missing FIGO stage (n = 734) or a FIGO stage I not otherwise specified (n = 167). Forty-four percent of women were known to have a stage IA (n = 1905), 25% a stage IB (n = 1101), 6.2% a stage II (n = 268), and 3.4% a stage III+ (n = 147) cervical cancer. Overall survival at eight years for women diagnosed age 20-29 years with stage IA cervical cancer was excellent (99.8%, 95% CI: 99.4-99.9%), whereas eight-year survival for those with stage III+ cancer was just 36.6% (95% CI: 28.4-44.7%), as shown in Figure 1 and Table 1 . extra cancers were all International Federation of Gynecology and Obstetrics (FIGO) stage IA or IB; no changes in the number of cancers diagnosed at more advanced stages (FIGO stage II+) was observed. An increase in diagnoses at age 28 among those invited at age 25 was also observed with no evidence of an increase in the stage at which these cancers were diagnosed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 663,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 668,
                    "end": 675,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Here, we aim to explore the effect of the changes to the age at first screening invitation on survival from cervical cancer diagnosed in women under the age of 30. Given the changes in age of first invitation for screening, survival was both explored by screening cohort (invited from age 20; mix of age at first invitation; invited at age 25.0 and invited at age 24.5) and by age at diagnosis (20-24.5 (or 25.0) and 25 (or 24.5)-29 years). It is worth noting that the cut-off age for the groups by age at diagnosis will depend on the age at which women were first invited to screening. Finally, we explored the survival from stage IB cervical cancer among those invited at age 24.5 to 29.9 years and grouped them based on whether the cancer was diagnosed as a result of screening or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Between 2006 and 2016, there were 4322 eligible cervical cancers diagnosed in women aged 20-29 years. Of these cases, 20.8% either had an unknown or missing FIGO stage (n = 734) or a FIGO stage I not otherwise specified (n = 167). Forty-four percent of women were known to have a stage IA (n = 1905), 25% a stage IB (n = 1101), 6.2% a stage II (n = 268), and 3.4% a stage III+ (n = 147) cervical cancer. Overall survival at eight years for women diagnosed age 20-29 years with stage IA cervical cancer was excellent (99.8%, 95% CI: 99.4-99.9%), whereas eight-year survival for those with stage III+ cancer was just 36.6% (95% CI: 28.4-44.7%), as shown in Figure 1 and Table 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 663,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 668,
                    "end": 675,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the 1905 women with stage IA cervical cancer, there were three deaths over 10,960 women-years of observation whilst lifetables suggest 2.8 were expected. Hence both observed (99.8%, 95% CI: 99.5-99.9%) and relative survival (100%, 95% CI: 99.7-100.1%) were excellent. In fact, observed survival was ≥99% regardless of age at first invitation or age at diagnosis ( Table 2 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Survival from FIGO Stage IA Cervical Cancer"
        },
        {
            "text": "Among the 1101 women diagnosed with stage IB cervical cancer in the study, eight-year survival was 90.4% (95% CI: 88.3-92.2%, Table 3 ). Among those first invited to screening from age 20 years, 8-year survival was 89.9% (95% CI: 86.5-92.5%) and it was 87.3% (95% CI: 80.0-92.0%) among those invited at age 25 years ( Figure 2 ). There was not enough follow-up to estimate 8-year survival among those invited at age 24.5 years. The difference in survival between those invited from age 20 years and those invited age 24.5 or 25 years was not statistically significant (chi2 (1) = 0.03, p = 0.86). However, survival was significantly worse for women diagnosed under age 24.5 (or 25.0) compared to women diagnosed 25 (or 24.5)-29 years, chi2 (1) = 18.2, p < 0.0001. Worst differences in 8-year survival between women diagnosed age 20-24 years compared to those diagnosed 25-29 years were observed in those first invited for screening from age 20: 75% vs. 90.7%, chi2 (1) = 5.1, p = 0.024 and among those first invited at age 25.0: 65.1% vs. 91.9%, chi2 (1) = 21.6, p < 0.0001 (Table 3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Survival from FIGO Stage IB Cervical Cancer"
        },
        {
            "text": "A total of 35.9% of all cervical cancers (n = 395/1101) diagnosed with stage IB cervical cancer were known to be screen-detected cancers, 29.5% (n = 325) had no information on screening status, and 34.6% (n = 381) were not screen detected. Here, we restricted the analysis to include only those cases that would have been due a screening test at the time of diagnosis, which we classified in three groups. Hence only 70% (n = 278/395) of women identified as being screen-detected and 31% (n = 120/381) of those not screen-detected were included in this analysis. Eight-year survival was similar among all screen-detected groups. It was 94.6% (95% CI: 88.9-97.4%) in the group of women first invited at ages 24.5-25.0 years and diagnosed age of 24.5-25.9. It was 94.5% (95% CI: 88.1-97.5%) in women first invited at ages 24.5-25.0 years and diagnosed age 27.5-28.9 (around their second invitation). Among those diagnosed age 24.5-29.9 years during the Jade Goody period, survival was 94.1% (95% CI: 78.5-98.5%). The much-publicized diagnosis and death from cervical cancer of celebrity Jade Goody led to a 70% increase in attendance to screening (between September 2008 and June 2009) in England, leading to a substantial increase in the diagnosis of cervical cancer [5] . Eight-year survival among women who were not screen-detected was 88% (95% CI: 80-93%). Survival among those following screen-detected cancer was borderline significantly different from survival among women whose cancers were not screen-detected, chi2 (1) = 4.4 p = 0.04.",
            "cite_spans": [
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Survival from FIGO Stage II or Worse Cervical Cancer"
        },
        {
            "text": "Survival among the 268 women with FIGO stage II cervical cancer was similar at 5-years (67.7%, 95% CI: 61.5-73.1%) and eight years post diagnosis (66.5%, 95% CI: 60.2-72.0%, Table 4 ). There was no difference in eight-year survival from stage II cervical cancer by age at first invitation to screening: 69.7% (95% CI: 59.5-77.9%) in those invited from age 20 and 67.5% (95% CI: 58.6-74.8%) in those invited at age 24.5 or 25.0, p = 0.6877. Survival among the 147 women with stage III or worse cervical cancer was poor (36.6%, 95% CI: 28.4-44.7%). There was no evidence that survival from stage II or worse cervical cancer differed by age at first invitation, regardless of age at diagnosis, p = 0.7083. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Survival from FIGO Stage II or Worse Cervical Cancer"
        },
        {
            "text": "Five-year survival from stage IA cervical cancer in women under age 30 in England diagnosed during 2006-2016 was excellent (≥99%), regardless of the age at first invitation for screening. There is no evidence that mortality rates within eight years of stage IA cervical cancer diagnosis was any worse than among all women aged 20-29 years living in England. Although 8-year survival from stage IB cervical cancer in women aged 20 to 29 was 90%, survival was significantly poorer for those diagnosed under age 25 (between 65-75%) compared to those diagnosed at ages 25-29 (around 92%). There was also evidence that survival from IB cervical cancer was better among the screen-detected women. Survival for stage II or worse cervical cancer was poorer. However, since most of these women will be unscreened, one would not expect differences in survival by age of invitation and indeed, there is no difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Strengths of the study include the use of population-based data from the National Cancer Registration Dataset, which ensures the inclusion of almost all cervical cancers diagnosed in England over the period of study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although cancer registry data are not linked to screening history information, there were data on whether the cancer was screen-detected or not, which enabled us to carry out a sub analysis. The results presented here suggest better survival from FIGO IB cervical cancer when it is screen-detected. A difference in survival between screen-detected and symptomatic cancers of all stages has been reported previously [6] . Survival of screen-detected cancers is subject to lead-time bias. Nevertheless, the fact that 8-year survival for stage IB cervical cancer was more than 95% is excellent news for patients and has not, as far as we are aware, been reported before. Survival among the screen-detected stage IB cancer was not substantially greater than survival by age at invitation. It can be argued that stage IB cancers should be homogeneous in their survival since without lead time, they might have been diagnosed at stage IIA. This appears to be true. We did not explore survival by screen-detected status for stage IA or stage II+ cancers because there were only three deaths in 1905 women with stage IA cancer and there were so few screen-detected stage II or worse cervical cancers.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The proportion of women whose cancer stage was FIGO I or unknown differed between screening cohorts and could be a source of bias. The proportion of cancers with FIGO I or unknown stage ranged from 33% among women invited from age 20 years to 9% among those invited at age 24.5 years. The lack of staging information is directly linked to the stage at diagnosis: the more advanced cancers are the least likely to be staged [7] . In this study, 38% of cancers diagnosed in women under age 24.5 years were stage II or worse compared to 10% of those diagnosed in women aged 24.5-29 years.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Statistics for England report 5-year net survival from cervical cancer diagnosed between 2013 and 2017 at ages 15-44 of 97.2% (95% CI: 96.6-97.8%) for stage I cervical cancer and of 72.0% (95% CI: 67.2-76.8%) for stage II and of 89.1% (95% CI: 88.2-90.2%) overall [8]. The Surveillance, Epidemiology, and End Results (SEER) Program statistics reported by the American Cancer Society [9] show 5-year relative survival rates for all ages (2008-2014) of 92% for localized (stage I) and 56% for regional (stage II, III, and IV) cervical cancer. An older publication [10] using SEER data from 1988 to 2001 reports 5-year survival by age and FIGO stage. Survival from stage IA cervical cancer at age 20-49 was 98.3%, 89.4% for stage IB, 61.2% for stage II, 50.9% for stage III, and 20.9% for stage IV. This is the first time that survival in England for cervical cancer stage IA is reported separately from those with stage IB. Furthermore, we focused on women diagnosed aged 20-29 years.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The published literature supports the view that younger age (usually those under age 50) and early stage (i.e., localized) at diagnosis are prognostic factors for improved survival from cervical cancer and that improved survival over time can be attributed to the effect of screening on both prognostic factors [11] [12] [13] . Here, poorer survival was observed for stage IB cervical cancer in women under age 25, regardless of the age at first invitation.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It appears that the change in policy on the age at which women are first invited to screening has increased diagnoses of cervical cancers by 45% [4] without significantly increasing the number of deaths. We note that only 3.3% (n = 113) of women eligible for analysis were also eligible for human papilloma virus vaccination, so vaccination cannot have had a substantial impact on incidence in this cohort. Localized cervical cancer is treated using fertility preserving methods such as cone biopsy or LLETZ (large loop excision of the cervical transformation) [14] . LLETZ is also the most common treatment for a diagnosis of pre-cancerous lesions.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data on all cervical cancer tumors (ICD10 code C53) diagnosed between January 2006 and December 2016 in women aged 20 to 29 years and resident in England were extracted from the cancer registration dataset produced by the National Cancer Registration and Analysis Service (NCRAS) [15] . Date of diagnosis, age, and FIGO stage at diagnosis, cervical cancer screening information, date of death (where applicable), and vital status on 31 December 2018 were extracted. Twenty-six women had two cervical cancer tumors diagnosed during the study period. Only the first diagnosis was included, and when both tumors were diagnosed on the same day, the tumor with non-missing or more advanced stage was retained. One death certificate only (DCO) and seven women with data quality issues were excluded from the analysis.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Data were available on whether a cervical cancer was screen detected or not, but we did not have access to full screening history data, and hence did not know the exact dates from which women would have been invited from age 25. To explore the effect of age at first invitation to screening on survival women diagnosed with cervical cancer were grouped in one of the following four screening cohort groups: To explore survival by age at diagnosis, we grouped stage IA cervical cancers in four age groups (20-24.4, 24.5-26, 27-28, and 29) so that we could compare survival to the general population using lifetables. For stage IB or worse cervical cancer, age at diagnosis was grouped as follows: This is reported in the results as 20-24.5 (or 25) and 25 (or 24.5)-29.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To explore survival among those diagnosed with stage IB cervical cancer in more detail, we focused on women invited at age 24.5 to 29.9 years and grouped them based on whether the cancer was diagnosed as a result of screening or not. We used the information in the National Cancer Registration Dataset on whether or not a cancer was screen-detected. We divided these women with screen-detected cervical cancer into three groups as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Women with age at diagnosis 24.5-25.9 years, which were recorded in the cancer registry as being screen-detected or born on or after 4 November 1985 (i.e., with first invitation at age 24.5 or 25.0 years). Women diagnosed between 1 September 2008 to 30 June 2009 were excluded (because of the increase in women attending screening as a result of the much-publicized diagnosis and death from cervical cancer of celebrity Jade Goody in March 2009, which led to a substantial increase in the diagnosis of cervical cancer [5] ).",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Women with age at diagnosis of 27.5-28.9 years, which were recorded in the cancer registry as being screen-detected or born on or after 4 November 1985 (i.e., with first invitation at age 24.5 or 25.0 years). Women diagnosed during the Jade Goody period were excluded. Not screen-detected included women in the three categories above who were known not to have been screen-detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The main outcome was 8-year overall survival among women diagnosed with stage IA or stage IB cervical cancer by age at first invitation for screening. Secondary analyses explored 8-year survival among those diagnosed with stage II or worse cervical cancer and whether being screen-detected influenced survival from stage IB cervical cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "All-cause mortality was used to calculate survival at 1, 5, and 8 years by FIGO stage, age at diagnosis, and age of first invitation to screening. The censoring date for deaths was the 31 December 2018 or date of death, if earlier. Survival, 95% confidence intervals, women-years at risk, and number of deaths were calculated using Kaplan-Meier survival estimate (using Stata sts command, Stata 15.1 Copyright 1985-2017 StataCorp LLC, StataCorp 4905 Lakeway Drive, College Station, TX, USA). When there were no deaths, we used a one-sided 97.5% confidence interval based on a poison observation of 0 deaths in int (PY/K) people, where PY is the number of person-years of follow-up up to K years. Log-rank test was used to assess differences in survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "National life tables for England based on data for the years 2015-2017 [16] were used to estimate relative survival from stage IA cervical cancer. We achieved this by dividing the observed survival by the expected survival, and similarly the upper and lower confidence intervals of the observed survival by the expected survival.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Cervical cancer screening services across the globe have been severely disrupted during the COVID-19 pandemic. The resulting delays to routine screening are likely to result in an increased number of diagnoses of screen-detected (and maybe even symptomatic) cancer. Given the excellent eight-year survival in women diagnosed with stage IA cancer under the age of 30 (regardless of the age of first invitation to screening), that the majority of stage IA cervical cancer is asymptomatic, and that treatment can preserve fertility, diagnoses of stage IA cervical cancer in women under age 30 should be considered a success of the screening program. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UK National Screening Committee",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is the recent increase in cervical cancer in women aged 20-24 years in England a cause for concern?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castanon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sasieni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prev. Med",
            "volume": "107",
            "issn": "",
            "pages": "21--28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2017.12.002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of Jade Goody's diagnosis and death on the NHS Cervical Screening Programme",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancucki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sasieni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patnick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vessey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Med. Screen",
            "volume": "19",
            "issn": "",
            "pages": "89--93",
            "other_ids": {
                "DOI": [
                    "10.1258/jms.2012.012028"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cervical cancer case-control audit: Results from routine evaluation of a nationwide cervical screening program",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Elfstrom",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andrae",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nordqvist Kleppe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ploner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dillner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sundstrom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sparen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Cancer",
            "volume": "146",
            "issn": "",
            "pages": "1230--1240",
            "other_ids": {
                "DOI": [
                    "10.1002/ijc.32416"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Survival Rates for Cervical Cancer",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cancer of the Cervix Uteri",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Kosary",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A G"
                    ],
                    "last": "Ries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Keel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Eisner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Horner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "SEER Survival Monograph: Cancer Survival among Adults: U.S. SEER Program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gekid Cancer Survival Working Group. Survival of cervical cancer patients in Germany in the early 21st century: A period analysis by age, histology, and stage",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gondos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Emrich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holleczek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luttmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waldmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acta Oncol",
            "volume": "51",
            "issn": "",
            "pages": "915--921",
            "other_ids": {
                "DOI": [
                    "10.3109/0284186X.2012.708105"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Invasive cervical cancer incidence and mortality among canadian women aged 15 to 29 and the impact of screening",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Popadiuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stankiewicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Onysko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Obstet. Gynaecol. Can",
            "volume": "34",
            "issn": "",
            "pages": "1167--1176",
            "other_ids": {
                "DOI": [
                    "10.1016/S1701-2163(16)35464-0"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The increase in early detection and associated improved survival of cervical cancer in the US: A ten-year study of 6414 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blansit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kapp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the 46th SGO Annual Meeting on Women's Cancer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Data Resource Profile: National Cancer Registration Dataset in England",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elliss-Brookes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Coupland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rous",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rashbass",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/dyz076"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Cervical cancer survival estimates in women aged 20-29 in England by International Federation of Gynecology and Obstetrics (FIGO) stage. Numbers in parenthesis are deaths in the interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cervical cancer survival estimates in women aged 20-29 in England by International Federation of Gynecology and Obstetrics (FIGO) stage. Numbers in parenthesis are deaths in the interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cervical cancer survival estimates from FIGO stage IB by age at first invitation to screening in England. Numbers in parenthesis are deaths in the interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "For women invited at age 24.5 years: 20.0-24.49 years and 24.5-29.9 years. • For all other women: 20.0-24.9 years and 25.0-29.9 years.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "• Women with age at diagnosis of 24.5-29.99 and diagnosed during the Jade Goody period: 1 September 2008 to 30 June 2009. •",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Contributions: Conceptualization, P.S. and A.C.; Methodology, P.S.; Formal analysis, D.T.; Writing-original draft preparation, A.C.; Writing-review and editing, A.C., P.S. and D.T.; Funding acquisition P.S. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "This research was funded by Cancer Research UK: C8162/A27047.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Eight-year cervical cancer survival by International Federation of Gynecology and Obstetrics (FIGO) stage in women aged 20-29 in England.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "One-, five-and eight-year cervical cancer survival estimates (95% CI) for Stage IA by screening cohort and age at diagnosis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "One-, five-, and eight-year Kaplan-Meier survival estimates (95% CI) for Stage IB by screening cohort and age at diagnosis.Survival among Women Known to Be Screen-DetectedFigure 2. Cervical cancer survival estimates from FIGO stage IB by age at first invitation to screening in England. Numbers in parenthesis are deaths in the interval.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "One-, five-, and eight-year Kaplan-Meier survival estimates (95% CI) for Stage IB by screening cohort and age at diagnosis.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "One-, five-, and eight-year Kaplan-Meier survival estimates (95% CI) for Stage II+ by screening cohort.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: This work used data provided by patients and collected by the NHS as part of their care and support. The data are collated, maintained, and quality assured by the National Cancer Registration and Analysis Service, which is part of Public Health England (PHE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflicts of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}