{
    "paper_id": "0b242da38cd33b6c671cb4090ccc3821862ee948",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "W"
                ],
                "last": "Bates",
                "suffix": "",
                "affiliation": {},
                "email": "dbates@bwh.harvard.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "2 pandemic. 2 Canada in contrast implemented many public health measures early on and responded more rapidly and effectively, resulting in lower case rates than in the U.S.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 13,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not surprisingly, addressing this crisis resulted in numerous changes in healthcare systems in this region. Perhaps the most obvious was that telehealth received an enormous boost. While most organizations in the U.S. had dragged their feet about adopting telehealth largely because of concerns about reimbursement and provider reluctance to switch to it, once the pandemic started, most outpatient visits were switched to telehealth almost overnight. 3 This put great strains on the supporting services such as the applications handling visits which were not necessarily designed to handle the volume they received. Even in the inpatient setting, infection control needs were such that interactions between patients and staff were dramatically reduced often via telehealth approaches, such as giving patient an electronic tablet and allowing them to interact with a staff member while maintaining distance.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 453,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Going forward, this has raised many questions about the proper use of telehealth: what percentage of visits should be virtual? Which types of visits are appropriate for virtual care and which ones are inappropriate? What technology is needed to make this work at scale? How can access to the necessary technologies be made more equitable? Answers to these are still being determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From a diagnostic perspective, clinicians were not used to doing evaluations without vital signs or physical examination and this made many of them uncomfortable. There were justifiable concerns that loss of body cues and touch can limit the patient-doctor relationship. It was often more difficult to organize laboratory testing and radiographs as well as vaccination without faceto-face visits. There were also challenges with the technology itself. The COVID healthcare coalition identified that 64% of participants were concerned about technical issues. 4 The user 3 interfaces were often confusing. Sometimes there were issues with connectivity and interactions would drop. Providers often found that they needed to spend substantial time getting patients properly connected at the beginning of an interaction and sometimes that would take as much time as the entire visit. In addition, there were issues with payment. Reimbursement for telehealth varies considerably by insurance provider. The laws around telehealth in United States make visits across state lines difficult and between some states it is considered illegal to practice across state lines Often video visits are paid for but not telephonic telehealth visits, even though it is not clear there is more value associated with the visit video visits. Digital solutions were also implemented to ensure provider safety. Many hospitals implemented the use of digital tools to assess whether employees had COVID symptom on a given day, which turned out to be very helpful for preventing further viral spread.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 559,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 569,
                    "end": 570,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Changes also occurred within physical hospital infrastructure and flow. Hospitals had to adapt their testing and admission procedures much more rapidly than they had previously been used to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many doubled the size of their intensive care units and set up designated COVID units to try and decrease the risk of transmission to patients in other departments. Doing this quickly as was needed was very difficult. There were major shortages of personal protective equipment (PPE) and other key supplies and problems with the supply chain were exposed. Many hospitals stopped doing elective procedures to cope with the large volume of COVID patients and, because this is a primary revenue source, this created financial difficulties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with chronic diseases were getting relatively little attention during the early stages of the pandemic. 5 This resulted in worse outcomes for patients with progressive conditions such as congestive heart failure and coronary ischemia. There were numerous instances in which new care models had to be put in place, for example ventilation of patients in rooms not designed for 4 intensive care, nearly overnight in certain cases. The speed that was needed was very different than what most systems were used to. Governance had to be changed dramatically to enable more rapid decision making and the pandemic made nearly all organizations appreciate the value of having robust data to make important decisions for example about whether to open additional COVID units or whether additional ventilators might be needed.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 386,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, the ability to respond to changes did improve dramatically over the course of the pandemic. Not surprisingly, the most difficult part was the first major peak when it was unclear how many people would become ill and whether the system would be overwhelmed. This was especially problematic in places that had very large numbers of cases early like New York City.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, during later stages of the pandemic, when forecasting of cases and capacity assessments were more accurate, most areas managed well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This pandemic has also proved to be very stressful for clinicians, especially those on the front lines who worked long hours and faced considerable personable risks. Rotenstein et al suggest that organizations should invest in strategies that promote clinician wellbeing, and that this should integrate six principles which resonate for pandemic management more broadly, \"1) agility and responsiveness, 2) supportive culture, 3) transparent communication, 4) connection to meaningful work, 5) supportive systems of working, and 6) promotion of equity.\" 6 A Boston Consulting Group report published at the end of 2020 suggested that they were 5 key lessons to learn from around early pandemic response: 1) improve patient health outcomes by defining appropriate care for specific population segments, 2) implement new care models realigning resources in order to rethink the way that health care is delivered, 3) apply digital solutions more widely, 4) revamp governance and policy to define shared goals and improve decision-making and 5) adopt a standardized data and analytics system across a broader range of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Birx: All deaths over first 100,000 could have been mitigated -CNN Video",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Birx",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "I ran the White House pandemic office. Trump closed it",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Transition to Telehealth during the First Months of the COVID-19 Pandemic: Evidence from a National Sample of Patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Uscher-Pines",
                    "suffix": ""
                },
                {
                    "first": "Roth",
                    "middle": [
                        "E"
                    ],
                    "last": "Breslau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Gen Intern Med",
            "volume": "36",
            "issn": "3",
            "pages": "849--851",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-020-06358-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Mitre Corporation. COVID-19 Healthcare Coalition",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Invisible Epidemic: Neglected Chronic Disease Management During COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mirica",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Volk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Schiff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gen Intern Med",
            "volume": "35",
            "issn": "9",
            "pages": "2816--2817",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-020-06025-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Six Principles To Ensure Clinician Well-Being: Lessons From COVID-19's Darkest Days For A New Way Of Working",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Rotenstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braunfelds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sliwka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Five Lessons from the Pandemic for Health Care Systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Torelm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clawson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Daily new confirmed COVID-19 cases per million people",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Case rates for COVID for the U.S. and Canada. Analytics like this increasingly became available during the pandemic and have been very helpful for managing it effectively.From: Our World in Data 8",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}