{
    "paper_id": "0b259ae91478a972cc5f3c5b0ca6b6a4a9415416",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Bailey: It's about being able to have my own one.... And, obviously being involved in when everyone goes out for ciggy breaks or e-cigarette breaks on a night out. Go out with them (laughs). Provide for myself, sort of thing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sub-themes Device appearance and extended-self",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Iain: I heard about it from a friend and it was one of my mates overseas and it's in Australia and he picked it up and he said you know, it's actually not that bad, it's a bit of fun and yeah, I sort of looked into it and then I think as things started to get a little bit more popular and it became a little bit more socially accepted to have Ecigarettes and all that and they stopped looking so ugly and old fashioned, I was kind of like I might give it a go... Jane: .. so we went to this like sort of shisha shop that also sold vapes. And then I thought, \"Oh, well, I might just buy a little one for myself,\" and 'cause, you know, I, I thought it would be a cool thing to have. (laughing)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Performance props and social cachet Abe: when my friends come down I guess I'll pull it out as a novelty again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Joseph: I just thought that it was, that it looked kinda cool, you know, being able to blow smoke out and um, you know, it tastes good. So, I was just like you know, I might try it. Asked him how much it cost and he said $700 for a good third generation one. So, I went out and spent a bit of money on it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "William: I go out with my friends maybe three, three times a week maybe, um, or over at their flat that's, I take it out. 'Cause they're always quite interested, like they s-I still get a lot of crap for it 'cause it's, 'cause it's vaping. And once they see the tricks they're a lot more into it, and they-they wanna try it. \"Yeah, it helped me like significantly.\" He's lost a lot of kgs, from one of my friends who doesn't use nicotine um in his, and he told me he had lost some kgs and he was just like it just helps him with eating snacks and stuff, and moving forward from like just eating food constantly. Like, when you're want to binge eat, or you eat something and then you're still kind of hungry, and you're like, \"Oh, I'll go grab something more.\" Then it helped him a lot with it. Theme: Rationalisations relative to smoking Sub-themes Reduced harms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Leonie: for quite a while, I was having the urge to smoke, and, um, I sort of dealt with that whenever my mental health gets bad. Uh, it's sort of like, my brain wants a coping mechanism, any coping mechanism, you know, and, um, people ... It-it looks as if cigarette smoking might be a helpful one, or something, to my brain. Um, I'm aware of all the risks and all the damages, but I just kept having this like sort of obsessiveness or urge or whatever, like, I want to smoke a cigarette. I feel like that'll make me feel better. Um, so she, uh, was trying to like look out for me, and we-we talked about it a lot, and we did a lot of research, and I decided that, um, the harms were a lot less, and I could start with non-nicotine juice, and that it would give me that sort of act of smoking without any of the nicotine, or any of the, um, the tobacco, uh, toxins or anything like that. So that was, I think, that was mostly what motivated me, is I didn't want to start smoking, even though I wanted to, but I didn't want to, you know?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Libby: I would 100% say vaping is a lot better, or not better for you, but not as bad for you [as smoking] kind of thing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Abe: it seems like they're really pushing for everyone to finish smoking and start smoking e-cigarettes because there's so much more health benefits. Or I wouldn't say benefits, but there's less ... detrimental effects that smoking has.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Ashley: I think lack of combustion and so less of the, so no carbon monoxide, um, like less of all the other by products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Ashley: I guess because (clears throat) I did read up a bit and, um, although they're not completely sure, because of how new it is, in general it did seem less harmful than smoking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Dave: there's so many like negative ads about tobacco and smoking. And vaping's seen as like a positive sort of alternative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        },
        {
            "text": "Gerry: Like I said before, I would think that vaping would be better, in terms of health effects compared to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme: Recognition and social cachet"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "smoking, just due to the fact that it has two basic ingredients, as opposed to the hundreds of additives that you see in cigarettes, and don't think it would have the same effects on your organ systems and things",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "cigarette smoke smells so bad that if I were to smoke cigarettes, I wouldn't want to be in a crowd….um, 'cause I would feel real judged, uh, for it, because the smell is so intense, and there's, I think there's a cognitive dissonance as well, because part of how",
            "authors": [
                {
                    "first": "Leonie",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bailey: I always ask them for the blueberry (laughs) and um, that's I think, mentally knowing that it was like, healthier",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cath: … using an e-cigarette, um, I guess it just has nicotine without all the other stuff added",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Like, um, obviously there's not a lot of major lung cancers, and like tar build ups, and stuff like that. Easier and more pleasant than smoking Jane: Like vaping is both describe it as a clean, sort of rush of nicotine. It's like, yeah, very clean. Um, and to them like smoking just feels a bit dirtier, and it's not ... as like smooth maybe",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "and realised that's it way different, and it's not what I wanted, and it's not what I liked, because when you use a vape, it's you breathe in a lot more air, at a time. It's a lot cooler, it's a lot easier to breathe in. Definitely doesn't taste as gross. Um, for some vapes, there's like a hissing noise, so that's kind of different. Um, but, yeah, I think what stands out most to me is how much easier it is to like",
            "authors": [],
            "year": null,
            "venue": "Leonie: When I was having urges for cigarettes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Libby: if you're vaping, it kind of just tastes like you've eaten something really nice…. Rather than smoking and having bad breath afterwards and stuff like that",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "And then like when buying my first, um, vape or-or second, I still got a lot of shit from-from my friends about it. Um, but I guess itit changes a lot when they realise that I'm not doing it just 'cause I wanna vape, they wanna, I wanna do it 'cause of the tricks and everything.... And so they were very against it first, and then when I bought it and started doing stuff, they were all like that's amazing, I wanna do it now.Managing stigma Violet: I guess it feels like I'm doing something that not many people in my demographic do, which is always uncomfortable because then it's kind of like every time you do it, you have to justify it if you are with people. So I tend to do it a lot more at home.... Um, it's not really like, uh, I don't know. Like, I ... I guess I'm not of the Int:And what's not real about an e-cigarette do you think, to these people? Bailey: Yeah, it must just be the ... They might just know that it's a plastic, think that it's plastic .. Um, so it might just be the physicality of it. Uh, the way it feels. Gerry: I guess it might be viewed as an unpleasant thing to do. Iain: I think there's still a lot of stigma...amongst regular smokers about seeing people vape... Theme: Stimulation and engagement Sub-themes Flavours Int: Were there other parts of the experience that you enjoyed? Gerry: Um ... Just the flavour, I suppose…. I find it relieves stress. Int: Mm-hmm (affirmative). How did it relieve stress for you? Gerry: I guess it's just like when you're stressed and you get lollies. It's kind of that ... Iain: if you've got one that's got a terrible flavour, it's almost unusable because it's just, it can leave a really horrible taste in your mouth and one thing that my girlfriend complains about now is if I'm sitting there puffing on it all day like I tend to do sometimes, if the vapour gets a little burnt, it leaves a really bad smell in the room....so it's quite unpleasant if you've got a bad flavour. Joseph: I would just go through a bottle each day, just 'cause I enjoyed the flavour, so I'd keep on using it. Um, whereas at least with the nicotine it ... After using it to a, to a point, I will start to feel it and I will start to sometimes even feel ill, so that kinda limits how much I use it. Joseph: You can try different flavours, you can ... You know, eh, it's all the flavours, you're, you're not necessarily eating stuff and you can be Puff the Magic Dragon. Leonie: I feel like even if I have a favourite now, it changes. You know. Um, I guess at the moment, I have one that tastes like gummies, like specifically a peach flavoured gummy shark that you might get at a dairy, um, and I really like that one, but, I, uh, think my favourite above that might be one that tastes like chocolate milkshakes. Um, and then, also, having one that's minty is really nice, 'cause it's quite refreshing. Libby: I just like the fact that it tastes like candy basically… That's what was appealing to me (laughs). Clouds Iain: just think it's a very basic and satisfying thing to do just to push out a huge big cloud of something and I really like trying to do you know, smoke rings and that kind of thing with it... and it's just a bit of fun. Abe: It ... it just seemed like a novelty of being able to, to play with the smoke [he refers to ENDS aerosol as smoke], do smoke tricks, that sort of stuff. Which is, once again ... another big side of the culture that a lot of people are into. Abe: There's nothing I think is pref-preferable about smoking. Um, with vaping I guess, being able to make some sort of fun out of it, with the games, and the tricks, would be one of the only benefits I could think of, over not doing it. Iain: I just really like blowing big clouds of vapour....I just think it looks fun...it's different from cigarettes in the sense that you do it to fit in and look like other people, you know what I mean, I just think it's a fun hobby to sit there going (exhales), blowing huge big clouds of vapour, just it's fun... Simon: I think it's [clouds] pretty interesting. It's like some people are going forward with like not just using it for personal, like medicinal use, like more using it for recreational, which is kind of nice. Yeah. William: there are always videos going around. More like viral videos that ... people were doing all these tricks. I always thought they were incredibly impressive being able to do stuff like that and it sort of got me hooked into it. Um, so yeah. Int: So when you said there were always videos going around ... what's this on, like, Facebook? Or ... William: On Facebook and stuff. Just on my newsfeed. All these social media sites. There were just all these ... check out these vapers who can do all these sort of tricks and sort of ... (Chuckle) I was really interested by it, so I sort of wanted to learn how to do that. DevicesJoseph: I like to be able to, to be able to change it to what I want. Um, I actually haven't changed it in a long time but that's 'cause I'm really happy with it… But I wouldn't be able to go in and buy a tank and have it run like I've got this running. So, um, the customised, the customisability is quite, quite nice.Jane: I'll lie in bed before I go to sleep at night or something, and I'll have a vape .... and it's just sort of like this instant kind of head rush, and then like my whole body just kind of feels very relaxed, and I feel kind of sleepy….And, yeah, just very calm and ...",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}