{
    "paper_id": "0b325ecf4693d50a699b7a6521d2af6befc50f9f",
    "metadata": {
        "title": "Title: Critical care workers have lower seroprevalence of SARS-CoV-2 IgG compared with non-patient facing staff in first wave of COVID19. Kiss of MRC LMB for helping with SARS-CoV-2 N protein reagents",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "E"
                ],
                "last": "Baxendale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Papworth NHS Trust",
                    "location": {
                        "postCode": "CB2 0AY",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Wells",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Gronlund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Papworth NHS Trust",
                    "location": {
                        "postCode": "CB2 0AY",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Nadesalingam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Paloniemi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Carnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Tonks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Ceron-Gutierrez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ebrahimi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Sayer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A G"
                ],
                "last": "Briggs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Laboratory of Molecular Biology",
                    "institution": "",
                    "location": {
                        "postCode": "CB2 0QH",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Laboratory of Molecular Biology",
                    "institution": "",
                    "location": {
                        "postCode": "CB2 0QH",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Nathan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "L"
                ],
                "last": "Grice",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "C"
                ],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Laboratory of Molecular Biology",
                    "institution": "",
                    "location": {
                        "postCode": "CB2 0QH",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Luptak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medical Research Council Laboratory of Molecular Biology",
                    "institution": "",
                    "location": {
                        "postCode": "CB2 0QH",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Pai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Papworth NHS Trust",
                    "location": {
                        "postCode": "CB2 0AY",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "Heeney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Zoonotics",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 0ES",
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Doffinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Addenbrooke's Hospital",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Affiliations",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the first 2020 surge of the COVID-19 pandemic, many health care workers (HCW) were redeployed to critical care environments to support intensive care teams to look after high numbers of patients with severe COVID-19. There was considerable anxiety of increased risk of COVID19 for staff working in these environments. Using a multiplex platform to assess serum IgG responses to SARS-CoV-2 N, S and RBD proteins, and detailed symptom reporting, we screened over 500 HCW (25% of the total workforce) in a quaternary level hospital to explore the relationship between workplace and evidence of exposure to SARS-CoV-2. Whilst 45% of the cohort reported symptoms that they consider may have represented COVID-19, overall seroprevalence was 14% with anosmia and fever being the most discriminating symptoms for seropositive status. There was a significant difference in seropositive status between staff working in clinical and non-clinical roles (9% patient facing critical care, 15% patient facing non-critical care, 22% nonpatient facing). In the seropositive cohort, symptom severity increased with age for men and not for women. In contrast, there was no relationship between symptom severity and age or sex in the seronegative cohort reporting possible COVID-19 symptoms. Of the 12 staff screened PCR positive (10 symptomatic), 3 showed no evidence of seroconversion in convalescence. Conclusion: The current approach to Personal Protective Equipment (PPE) appears highly effective in protecting staff from patient acquired infection in the critical care environment including protecting staff managing interhospital transfers of COVID-19 patients. The relationship between seroconversion and disease severity in different demographics warrants further investigation. Longitudinally paired virological and serological surveillance, with symptom reporting are urgently required to better understand the role of antibody in the outcome of HCW exposure during subsequent waves of COVID-19 in health care environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, clusters of patients with novel pneumonia-like symptoms were identified in Wuhan, China (1). This disease is now known as COVID-19 and is caused by the SARS-CoV-2 Coronavirus. Since the initial cases, the virus has so far infected over 35 million people causing over 1,000,000 deaths globally (2). In response to this pandemic many countries have and continue to employ social distancing practices and many working from home has become the norm for desk-based employments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is limited opportunity for healthcare workers to comply with social distancing measures due to the need for patient contact. Their risk of infection may be especially high as patients with high viral load are more likely to have severe disease and thus be admitted to hospital for earlier treatment (3, 4) . In addition, representation of staff from Black, Asian and Minority Ethnic groups (BAME) is disproportionately high within health care (5) , noting that individuals identifying as BAME appear to be at increased risk of severe COVID-19 (6) . As such, guidelines for managing exposure to SARS-CoV-2 is now modified to take account of ethnicity risk additional to previously acknowledged risk factors such as age, sex and co-morbidities (7) .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "(3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "4)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we investigated the prevalence of COVID-19 symptoms and evidence of exposure to SARS-CoV-2 through serum antibody assessment in a UK regional critical care and extracorporal membrane oxygenation centre (ECMO), Royal Papworth Hospital NHS Trust (RPH), from April to June 2020. We stratified our results according to staff demographic and workplace. RPH is a UK hospital specialising in cardiothoracic medicine and critical care which has been involved in supporting the regional COVID-19 critical care response including retrievals of ventilated patients from across the region and establishing ECMO at retrieval hospitals prior to transfer. We used an in house developed Luminex multiplex serology assay to detect serum IgG to nucleocapsid (N), spike (S) and the spike protein receptor binding domain (RBD) SARS-CoV2 antigens to determine evidence of previous virus exposure. This paper highlights: (1) the detailed methodology for the multiplex COVID-19 serological testing; (2) the relationship between SARS-CoV-2 N, S and RBD antibodies in staff in clinical and non-clinical roles; (3) the distribution of symptoms within seropositive and seronegative cases, and (4) the risk factors for more severe COVID19 based on intersecting categories of age group, ethnicity and sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Staff from Royal Papworth Hospital were recruited through staff email over the course of 2 months (20 th April 2020-10 th June 2020) as part of a prospective study to establish seroprevalence and immune correlates of protective immunity to SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment:"
        },
        {
            "text": "Following informed consent, staff were invited to complete a questionnaire to clarify whether they had swab PCR confirmed SARS-CoV-2 infection and whether they had experienced symptoms that they felt may have been consistent with COVID-19 since January 2020. They were asked to describe these symptoms in free text, when they occurred and how long they lasted. Additional information including age (in years), sex, ethnicity, job classification (patient facing/non-patient facing), and whether they had been exposed to COVID-19 patients over the prior 4 months, was also provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment:"
        },
        {
            "text": "Symptom severity was classified according to WHO severity classification into asymptomatic, mild, moderate and severe disease (8) . Staff with dyspnoea additional to cough and fever were classified as moderate and staff requiring oxygen were classified as severe disease severity. Symptoms reported associated with COVID-19 were then tabulated from the free text responses provided. Reported symptoms included: anosmia, cough, dyspnoea, fatigue, fever, gastrointestinal (GI) disturbance, headache, myalgia, pharyngitis, upper respiratory infection (URTI).",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Recruitment:"
        },
        {
            "text": "Blood was taken and serum isolated for analysis of IgG binding to SARS-CoV-2 Spike, Nucleocapsid and RBD proteins using a Luminex based multiplexed particle flow cytometry assay developed at Addenbrookes Hospital NHS Trust. The assay was validated on PCR confirmed positive COVID-19 patients and pre-COVID-19 healthy control serum samples and showed excellent sensitivity and specificity (Supp Fig 1a: ROC curve analysis). 500 staff members were recruited and serum binding to all three antigens was quantified for 498 samples .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 401,
                    "text": "Fig 1a:",
                    "ref_id": null
                }
            ],
            "section": "Recruitment:"
        },
        {
            "text": "Recombinant SARS-CoV-2 N, S and RBD were covalently coupled to distinct carboxylated bead sets (Luminex; Netherlands) to form a 3-plex assay. The S protein construct used is S-R/PP as described in Xiong et al 2020 (6, 9) . The RBD protein construct used is described by Stadlbauer et al (10) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "(6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 serology by multiplex particle-based flow cytometry (Luminex):"
        },
        {
            "text": "Beads were first activated with 1-ethyl-3-[3-dimethylaminopropyl]carbodiimide hydrochloride (Thermo Fisher Scientific) in the presence of N-hydroxysuccinimide (Thermo Fisher Scientific), according to the manufacturer's instructions, to form amine-reactive intermediates. The activated bead sets were incubated with the corresponding proteins at a concentration of 50 μg/ml in the reaction mixture for 3 h at room temperature on a rotator. Beads were washed and stored in a blocking buffer (10 mM PBS, 1% BSA, 0.05% NaN3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 serology by multiplex particle-based flow cytometry (Luminex):"
        },
        {
            "text": "The N-, S-and RBD-coupled bead sets were incubated with proband sera at a 1/100 dilution for 1 h in 96-well filter plates (MultiScreen HTS; Millipore) at room temperature in the dark on a horizontal shaker. Fluids were aspirated with a vacuum manifold and beads were washed three times with 10 mM PBS/0.05% Tween 20. Beads were incubated for 30 min with a PE-labeled anti-human IgG-Fc antibody (Leinco/Biotrend), washed as described above, and resuspended in 100 μl PBS/Tween. They were then analyzed on a Luminex analyzer (Luminex / R&D Systems) using Exponent Software V31. Specific binding was reported as mean fluorescence intensities (MFI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 serology by multiplex particle-based flow cytometry (Luminex):"
        },
        {
            "text": "We trained a linear support vector machine (SVM) in scikit-learn (11) to classify samples as seropositive or seronegative based on Luminex readings of SARS-CoV-2 N, S, and S-RBD ( Figure  S1b : dataset). Our training set was 101 hospitalised patients with confirmed COVID-19 and 126 pre-pandemic control samples. Luminex readings were centred and scaled by the mean and standard deviation of the training set. To assess the accuracy of our SVM we used 5-fold cross validation, preserving the ratio of seropositive to seronegative cases. Then a model was trained on the whole training set and used to classify Papworth staff cohort, after centering and scaling according to the training set mean and standard deviation. Receiver operator analysis (ROC) was performed using GraphPad-Prism8 software.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 191,
                    "text": "Figure  S1b",
                    "ref_id": null
                }
            ],
            "section": "Serostatus classification"
        },
        {
            "text": "We estimated the risk of infection, measured by serostatus, amongst Royal Papworth Hospital staff based on their area of work. Staff were classified as critical-care patient facing, noncritical-care patient facing, and non-patient facing. Binomial logistic regression was used to estimate infection risk using area of work as a predictor variable. The significance of the two patient facing areas was assessed by Wald Z-tests in contrast to the non-patient facing staff. Logistic regression was performed in R (12, 13) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk of infection"
        },
        {
            "text": "To assess factors affecting severity of infection among seropositive staff we fit proportional odds logistic regression models in R using the MASS package (14) . Severity classes were 1, 2, 3-4 (class 3 and 4 were grouped as only one member of staff reported severity 4). Age and sex were fit as predictor variables together, and with an interaction to understand the combined effect. The significance of the interaction was determined by likelihood ratio test of the two models. The predicted probabilities and their confidence intervals were visualised using the effects R package (15) , (16) . The assumption of proportional odds was assessed by refitting the model as two binary logistic regressions and comparing the estimated coefficients.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Severity of infection"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": "To assess whether any of the reported symptoms discriminated seropositive from seronegative cases, data were collected on ten symptoms that have been associated with COVID19. Assessing all would require multiple testing and result in inflated false positive rates. To counteract this the p-value cut off for significance was adjusted following the Benjamini-Hochberg procedure based on the 10 tests (17) . Furthermore, we tested the symptoms most likely to be discriminative first and stopped when the results were nonsignificant. Symptoms were ordered based on the difference in proportion of seropositive and seronegative staff reporting the symptom. Using logistic regression, the serostatus was predicted by the selected symptom. The significance of the symptom as a predictor was assessed by parametric bootstrapping using the R package pbkrtest (18) .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(18)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": "The study was approved by Research Ethics Committee Wales, IRAS: 96194 12/WA/0148. Amendment 5 24.04.2020. All participants provided written, informed consent prior to enrolment in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": "Results are reported for the first 500 of recruited staff members. Table 1a shows the demographic of the cohort by age, sex, ethnicity and work location in the cohort overall and by serostatus. The median age was 41 years and 3/5 of the staff recruited were women and 4/5 of white ethnicity. The majority of staff were patient facing (87%) and 25% worked in critical care (including a number of staff providing interhospital COVID19 patient transfers (data not shown)). Symptomatic staff screening commenced on week starting 6 th April 2020 and 10 of the staff recruited reported PCR positive. 2 additional staff were identified PCR positive as part of a point prevalence NHS screening initiative of asymptomatic staff. Recruitment occurred from 20 th April-10 th June 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Table 1a",
                    "ref_id": null
                }
            ],
            "section": "Demographic of cohort"
        },
        {
            "text": "Our SVM was able to successfully classify most samples in our training set. During cross validation the average sensitivity and specificity were 0.97 and 1.0 respectively. We were confident in our downstream analyses that seropositive samples are true positives due to the high specificity of our model (See Supplementary Figure 1a and 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 339,
                    "text": "Supplementary Figure 1a and 1b)",
                    "ref_id": null
                }
            ],
            "section": "Serostatus classification"
        },
        {
            "text": "In total we classified 70 staff members seropositive and 423 seronegative based on S, RBD, and N binding. Seronegative individuals had low binding against all three antigens. However, some seropositive individuals had similarly low binding for some antigens. This overlap highlights the advantages of multi antigen screening. Several seropositive staff members had very low S and RBD binding but high N binding (Figure 1a and b). In contrast very few samples showed low N binding but high S or RBD binding. In fact, no sample in our training set had high RBD without similarly high N binding ( Figure S1b ). But in our staff member data we observed four samples with approximately zero N binding but elevated RBD binding (figure 1b). These samples were ostensibly seropositive but were classified as seronegative by our SVM because no similar samples were included in the training set. This highlights the diversity of serostatus and the importance of capturing that diversity when defining seropositivity and negativity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 421,
                    "text": "(Figure 1a",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 604,
                    "text": "Figure S1b",
                    "ref_id": null
                }
            ],
            "section": "Serostatus classification"
        },
        {
            "text": "Serostatus by age, sex, ethnicity and work location is shown in Table 1a . A greater proportion of female HCW and those of non-white ethnicity were seropositive. Logistic regression was used to estimate the relationship between seropositivity and working location within Royal Papworth Hospital. 9% of staff in critical care were seropositive. Interestingly, staff working with critical care patients were significantly less likely to be seropositive than staff in non-. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Table 1a",
                    "ref_id": null
                }
            ],
            "section": "Serostatus by Demographic and Nature of Work"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; https://doi.org/10.1101/2020.11.12.20145318 doi: medRxiv preprint patient facing roles (β=-1.06, SE=0.44, Z=-2.39, p=0.017). Serostatus for non-critical care patient facing staff was not significantly different compared to non-patient facing staff (β=-0.49, SE=0.36, Z=-1.14, p=0.172) at 15 and 22% seropositive respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serostatus by Demographic and Nature of Work"
        },
        {
            "text": "A high proportion of staff (45%) reported possible COVID19 symptoms in the 4 months prior to recruitment of whom 5% reported symptoms consistent with moderate/severe disease (Table  1b) . The majority of these staff were found to be seronegative, however the relative proportion of seropositive staff increased with symptom score. Of the few staff (N=12, 6 male and 6 female) who had PCR swab results from time of symptoms (N=10) or through staff surveillance screening (N=2), 3 PCR positive staff (all female) were seronegative, 2 of whom reported a history of symptoms consistent with moderate severity COVID19 (one was asymptomatic). There was no difference in month of symptom reporting and serostatus at time of recruitment (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 185,
                    "text": "(Table  1b)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Symptom reporting, COVID19 clinical severity score and Serostatus"
        },
        {
            "text": "Analysis of symptom severity in the seropositive cohort indicated that infection severity depended on age according to a sex specific relationship (sample size of 45 women, 16 men). Male staff's risk of severe infection rose steeply with age but age had little effect on the risk of severe infection among female staff (age β=-0.00, SE=0.03, sex male β=-4.53, age:sex male β=0.13). The intercept for asymptomatic cases was -0.85 (SE=1.25) and for severity class 2 the intercept was 2.11 (SE=1.30). A likelihood ratio test found this interaction to significantly improve model fit (-2LL = 5.7, p = 0.017). There was no relationship between age or sex and symptom severity for seronegative staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptom reporting, COVID19 clinical severity score and Serostatus"
        },
        {
            "text": "The effect of age appears to be driven by male cases as when a model was fit to only female staff an age effect was not significant (-2LL = 0.02, p = 0.89).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptom reporting, COVID19 clinical severity score and Serostatus"
        },
        {
            "text": "The only symptoms which could significantly predict serostatus were anosmia and fever. Anosmia β=2.57, SE=0.41, p<0.001, fever β=0.68, SE=0.31, p=0.031, myalgia was also tested but was non-significant β=0.37, SE=0.33, p=0.301. However, after accounting for multiple testing only anosmia remained a significant predictor of serostatus. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms of seropositive and seronegative staff"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Royal Papworth Hospital staff. D) shows the number of staff classified as seropositive or seronegative by the trained SVM. Serostatus is indicated by colour in all four panels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. The relationship between A) N and S, B) S-RBD and N, C) S and S-RBD Luminex values (MFI) in"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. The relationship between A) N and S, B) S-RBD and N, C) S and S-RBD Luminex values (MFI) in"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; https://doi.org/10.1101/2020.11.12.20145318 doi: medRxiv preprint Figure 2 . Probability of being classified as seropositive based on working location. Error bars show 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; https://doi.org/10.1101/2020.11.12.20145318 doi: medRxiv preprint Figure 3 . Stacked histogram of seropositive staff age split by sex and coloured by severity of infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; Figure 4 . Probability of disease severity based on age and sex of seropositive staff. Severity of infection is indicated by colour; grey is class 1 (asymptomatic), pale orange is class 2, and dark orange is class 3 or 4 (grouped due to small sample size).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; https://doi.org/10.1101/2020.11.12.20145318 doi: medRxiv preprint Figure 5 . Proportion of seronegative and seropositive staff reporting specific symptoms. Bars outlined in orange indicate the proportion of seropositive staff with a symptom while bars outlined in turquoise indicate seronegative staff proportions. Symptoms are ordered by difference in proportion between seropositive and seronegative staff. The number of staff with symptom data available is indicated by the colour of the bar, darker bars indicated larger sample sizes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "We performed multiplex testing to evaluate antibody binding to N, S, and RBD proteins. Our study suggests that detection of N protein specific IgG is the most sensitive method for seroprevalence screening. A high proportion of seropositives also demonstrated both S and RBD IgG responses, and there was good correlation in serostatus across the 3 antigens. Whilst the value of N protein only based platforms has generated some debate in view of the weaker correlation with viral neutralising activity compared with S and RBD binding assays (19), our data supports other reports showing that N protein based assays are most sensitive for detection of serum responses (20, 21) . Within the seropositive cohort, we found no relationship between symptom score and the spectrum of binding activity to the 3 antigens tested (data not shown). Multiplex platforms offer simultaneous, high through put screening for multiple . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "(20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "21)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; antigens using small serum samples and as such provide an attractive platform for large scale serum analysis of responses to multiple antigens. Excellent sensitivities and specificities are further increased by its multiplexed nature, which may be in particular useful in earlier stages as some patients may not yet have fully seroconverted and may only have anti-N antibodies (22) (23) (24) (25) . Correlation between ELISA and multiplex is generally strong (26) and this represents an attractive platform for clinicians and researchers in characterising acute and convalescent serum responses an establishing serological correlates of protective immunity.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "(23)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "(24)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "(25)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "(26)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We demonstrate that staff working with COVID-19 patients in a critical care environment have lower prevalence of serum antibodies to SARS-CoV-2 than those working in patient facing non critical care, and that non-patient facing staff have the highest seroprevalance of the three cohorts assessed. It is unclear if differences in seroprevalence between staff groups represents risk of workplace infection. However at the time of the study, most non-clinical facing staff worked in open plan offices where the wearing of face masks was not policy at that stage and social distancing was inconsistently adhered to. In contrast, staff in critical care adhered to guidance strictly. These results may provide some re-assurance to critical care staff and staff running hospital transfers including ECMO implementation, that the current PPE guidelines are fit for purpose. A potential confounder to this interpretation is that the participants in the study were self-selected and as such this may introduce bias however these results complement those of other published studies, that staff working in the critical care environment are at lower risk of workplace acquired infection compared with other health care environments (27) . Whether all hospital workers at increased risk of COVID19 is unclear noting that demographic matching is required to answer this question. At the time of staff sampling, regional seroprevalence was reported to be approximately 8% (28) .",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "(27)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "(28)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nearly 50% of the staff recruited reported a history of symptoms that they felt may have represented SARS-CoV-2 infection in the preceding 1-4 months, however 14% of staff were found to be seropositive. With considerable overlap between symptom reporting in early COVID-19 and that of other common respiratory viruses, identifying symptoms that are more specific to SARS-CoV-2 infection is important, not least as screening resources even in the most wealthy countries are limited with the aim of targeting screening at the individuals presenting with symptoms most likely representing COVID19 infection. Analysis of free field symptom reporting, and correcting for multiple tests, we found that anosmia was the most discriminating symptom for seropositive status in our cohort. This is consistent with recently published reports of COVID-19 confirmed patients reporting anosmia additional to fever and continuous cough as being one of the most discriminating symptoms of COVID-19 (29) (30, 31) . Recent onset anosmia has now been added to the 3 symptoms used to diagnose COVID-19 and prioritise track a trace screening in the UK (32). As we move into winter when prevalence of infection with other respiratory viruses will soar, ongoing evaluation of the reliability of using these three symptoms (anosmia, persistent cough and fever) to direct COVID-19 testing will be important noting that in our cohort, 25% of seropositive staff reported no history of symptoms that they considered consistent with possible COVID-19. These results complement existing data generated through both seroprevalence and virus surveillance in health care workers and the population, demonstrating that 15-40% of individuals have asymptomatic infection in the UK with highest prevalence in younger cohort (27, 31) (33) More detailed interpretation of these data is limited by the low numbers of staff with contemporaneous PCR swab results. Of the 12 staff who reported previous SARS-CoV-2 PCR positive by nasal swabbing (10 symptomatic, 2 though surveillance), 3 were seronegative (all female and 2 moderately symptomatic at time of swabbing). Serum samples for all staff were taken at least 4 weeks after symptom reporting so this does not reflect premature serum sampling rather it suggests seroprevalence may under-represent infection rates. Diagnostic thresholds were established using acute phase sera from patients with moderate to severe disease and as such may have reduced sensitivity for detecting history of exposure particularly in those with asymptomatic or mild infection in whom short lived or no seroconversion has been reported (34) . In addition, some exposed individuals have been reported to have evidence of cell mediated immune responses in the absence of serum antibodies (12) . How prevalent this is not yet known.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 990,
                    "text": "(30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "31)",
                    "ref_id": null
                },
                {
                    "start": 1786,
                    "end": 1790,
                    "text": "(27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1791,
                    "end": 1794,
                    "text": "31)",
                    "ref_id": null
                },
                {
                    "start": 1795,
                    "end": 1799,
                    "text": "(33)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2626,
                    "end": 2630,
                    "text": "(34)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2776,
                    "end": 2780,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 Symptom severity scoring showed a striking relationship between age and symptom severity in seropositive male staff. There was no relationship between age and symptom severity in female seropositive staff or seronegative staff. Being of male sex and aged >40 years are reported a risk factors for severe COVID19 (12) . Older males are at increased risk of pneumonic complications from other viruses such as influenza (35) and other causes of community acquired pneumonia (36) however on multivariate analysis the male sex as an independent predictor of disease severity is often not sustained. Detailed analysis of the relationship between age and sex in seasonal and pandemic influenza shows that sex hormones and virus specific pathogenesis of disease influence the relationship between age, sex and disease severity in man and murine models of disease (37) . Understanding the differences between the sexes in pathogenesis (and possibly immunopathogenesis, including antibody mediated exacerbation of disease) of COVID-19 will be important to inform targeted disease prevention and treatment strategies.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "(35)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "(37)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whether individuals who do not seroconvert are at increased risk of re-infection compared with those who develop high serum antibody titres remains an open question. This unknown generates considerable anxiety for staff who -despite widely published concerns relating to an 'immunity passport' -are generally self-re-assured that if they develop antibodies post infection that they may be less at risk of subsequent re-infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has a number of limitations. Most significantly, that nasal swabbing for SARS-CoV-2 PCR tests were not available for symptomatic staff early in the pandemic when most of our staff reported symptoms that they felt may have represented COVID-19. Some care should be taken when interpreting the exact relationship between severity of infection and age of men as relatively few male staff members were classified as seropositive. However, many other studies . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; https://doi.org/10.1101/2020.11.12.20145318 doi: medRxiv preprint have similarly reported increased incidence of severe COVID-19 in men especially older men (38, 39) (40) Large cohort, longitudinal studies with paired swab and serum samples additional to symptom reporting are now running. In the UK, the Sarscov2 Immunity & REinfection EvaluatioN longitudinal health care worker surveillance study, SIREN (41) where swab and serum samples are collected at 2-4 weekly intervals in large cohorts, in addition to symptom reporting, will provide the power to define in detail the relationship between serum response, symptom severity and re-infection risk in HCW by demographic. Although it is important to acknowledge that many staff identified as being at increased risk of severe COVID-19 have been shielding and/or working remotely and may be under-represented in these workplace based cohort studies.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "(38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this data presented suggest: 1. staff working in critical care environments looking after large numbers of COVID-19 patients and those transferring acutely unwell patients for escalation of care, are not at increased risk of COVID-19 infection compared with staff in nonclinical roles. 2. Anosmia most reliably predicts seropositive infection in this cohort. 3. Serum antibody status likely significantly under-represents infection prevalence. 4. Further investigation is needed to understand the relationship between serum antibody response and disease severity by demographics noting the role of different antibodies in developing COVID-19 disease remains unclear. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this this version posted November 13, 2020. ; https://doi.org/10.1101/2020.11.12.20145318 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk of hospital admission with coronavirus disease 2019 in healthcare workers and their households: nationwide linkage cohort study",
            "authors": [
                {
                    "first": "Asv",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gribben",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Race-ethnic and gender differences in representation within the English National Health Service: a quantitative analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeraj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Factors associated with COVID-19-related death using OpenSAFELY",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bhaskaran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Morton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "7821",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 risk assessments: shortcomings in the protection of Black, Asian and Minority Ethnic healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Memon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khattab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Abbas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "106",
            "issn": "2",
            "pages": "385--391",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical management of COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A thermostable, closed SARS-CoV-2 spike protein trimer",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ciazynska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hosmillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ebrahimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Struct Mol Biol",
            "volume": "27",
            "issn": "10",
            "pages": "934--975",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 Seroconversion in Humans: A Detailed Protocol for a Serological Assay, Antigen Production, and Test Setup",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Scikit-learn: Machine Learning in Python",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pedregosa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2825--2855",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Robust T Cell Immunity in Convalescent Individuals with Asymptomatic or Mild COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez-Potti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rivera-Ballesteros",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strålin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gorin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell. 2020. 13. Team RC. R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effect Displays in R for Multinomial and Proportional-Odds Logit Models: Extensions to the effects Package",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Statistical Software",
            "volume": "32",
            "issn": "1",
            "pages": "1--242009",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the Royal Statistical Society Series B (Methodological)",
            "volume": "57",
            "issn": "1",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Approximation and Parametric Bootstrap Methods for Tests in Linear Mixed Models -The R Package pbkrtest",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Halekoh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Højsgaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kenward-Roger ; Mcandrews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Dowlatshahi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hensel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Snowden",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Heterogeneous antibodies against SARS-CoV-2 spike receptor binding domain and nucleocapsid with implications for COVID-19 immunity",
            "authors": [],
            "year": 2020,
            "venue": "JCI Insight",
            "volume": "5",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Detection of Nucleocapsid Antibody to SARS-CoV-2 is More Sensitive than Antibody to Spike Protein in COVID-19 Patients. medRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Riedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morishima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparison of 2 fully automated tests detecting antibodies against nucleocapsid N and spike S1/S2 proteins in COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flinck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rauhio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luukinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lehtimäki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Haapala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seiskari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "99",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantifying antibody kinetics and RNA detection during early-phase SARS-CoV-2 infection by time since symptom onset",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borremans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Prager",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Helman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcclain",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Elife",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sensitivity in Detection of Antibodies to Nucleocapsid and Spike Proteins of Severe Acute Respiratory Syndrome Coronavirus 2 in Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Riedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morishima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Journal of infectious diseases",
            "volume": "222",
            "issn": "2",
            "pages": "206--219",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Comparison of 2 fully automated tests detecting antibodies against nucleocapsid N and spike S1/S2 proteins in COVID-19. Diagnostic microbiology and infectious disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flinck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rauhio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luukinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lehtimaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Haapala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seiskari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Antibody response against SARS-CoV-2 spike protein and nucleoprotein evaluated by four automated immunoassays and three ELISAs. Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Elslande",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Decru",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jonckheere",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Wijngaerden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Houben",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vandecandelaere",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multiplex detection and dynamics of IgG antibodies to SARS-CoV2 and the highly pathogenic human coronaviruses SARS-CoV and MERS-CoV",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ayouba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thaurignac",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morquin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tuaillon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raulino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nkuba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Virol",
            "volume": "129",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "SARS-CoV-2 seroprevalence and asymptomatic viral carriage in healthcare workers: a cross-sectional study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Faustini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perez-Toledo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jossi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aldera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Weekly Coronavirus Disease 2019 (COVID-19) Surveillance Report. Summary of COVID-19 surveillance systems2020",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "England",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Signs and symptoms to determine if a patient presenting in primary care or hospital outpatient settings has COVID-19 disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Struyf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dinnes",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takwoingi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Leeflang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cochrane Database Syst Rev",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Early Detection and Assessment of Covid-19",
            "authors": [
                {
                    "first": "Has",
                    "middle": [],
                    "last": "Hashmi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Asif",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Medicine",
            "volume": "7",
            "issn": "311",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 in Health-Care Workers: A Living Systematic Review and Meta-Analysis of Prevalence, Risk Factors, Clinical Characteristics, and Outcomes. 32. Get a free NHS test to check if you have coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Prevalence of SARS-CoV-2 in Spain (ENE-COVID): a nationwide, population-based seroepidemiological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pollán",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pérez-Gómez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Barriuso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oteo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hernán",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pérez-Olmeda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Longitudinal observation and decline of neutralizing antibody responses in the three months following SARS-CoV-2 infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Merrick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Acors",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "Kja",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Microbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Populations at risk for severe or complicated influenza illness: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mertz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Science",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kuster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Etiology and Factors Contributing to the Severity and Mortality of Community-acquired Pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takayanagi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamakawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takaku",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Internal Medicine",
            "volume": "52",
            "issn": "3",
            "pages": "317--341",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Production of amphiregulin and recovery from influenza is greater in males than females",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Vermillion",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Ursin",
                    "suffix": ""
                },
                {
                    "first": "Dit",
                    "middle": [],
                    "last": "Kuok",
                    "suffix": ""
                },
                {
                    "first": "Vom",
                    "middle": [],
                    "last": "Steeg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Wohlgemuth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biology of Sex Differences",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Cohort demographic for age, sex, ethnicity and work location and by serostatus by multiplex (N=493 classified). Values: N= (% of total). Age: years.*p=0.017 : age of seropositive and seronegative cohort (MW-U).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "PcR Swab Positive and Symptom Severity Score by Serostatus.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Knight SR, Ho A, Pius R, Buchan I, Carson G, Drake TM, et al. Risk stratification of patients admitted to hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: development and validation of the 4C Mortality Score. BMJ. 2020:m3339. 40. Drefahl S, Wallace M, Mussino E, Aradhya S, Kolk M, Brandén M, et al. A populationbased cohort study of socio-demographic risk factors for COVID-19 deaths in Sweden. Nature Communications. 2020;11(1). 41. SIREN (Sarscov2 Immunity & REinfection EvaluatioN): The impact of detectable anti SARS-COV2 antibody on the incidence of COVID-19 in healthcare workers. 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}