{
    "paper_id": "0b337e637afa87f5a98079d2cb1fc379b539a0ee",
    "metadata": {
        "title": "Als Chirurg im Einsatz für Ärzte ohne Grenzen",
        "authors": [
            {
                "first": "Veit",
                "middle": [],
                "last": "Busam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sophie-Louise",
                "middle": [],
                "last": "Gregull",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nach meinem Facharztstudium war ich für 2,5 Jahre als Entwicklungshelfer in Uganda. Unter anderem arbeitete ich mehrere Wochen im Norden des Landes, wo zu diesem Zeitpunkt ein Bürgerkrieg herrschte und die Bevölkerung unter dem Terror einer bewaffneten Gruppierung litt. Ich hatte damals ein Praktikum in der Kriegschirurgie beantragt -und überraschend genehmigt bekommen. Seither ist es meine Passion, den zivilen Opfern bewaffneter Konflikte zu helfen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Nach meiner Rückkehr nach Deutschland 2006 war es für mich ein logischer Schritt, mich bei Ärzte ohne Grenzen zu bewerben. So hatte ich bereits in Vorbereitung auf Uganda einen Tropenkurs besucht und damit die erforderlichen medizinischen Kenntnisse im Umgang mit Tropenkrankheiten erworben. Außerdem verfügte ich nun über 2,5 Jahre Arbeitserfahrung in Kontexten, die den chirurgischen Projekten von Ärzte ohne Grenzen ähnelten: in kleinen Distrikt-Krankenhäusern, in denen man meist der einzige Chirurg ist und nur über reduzierte Arbeitsressourcen verfügt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Dabei war es mir wichtig, dass sich mein humanitäres Engagement gut mit dem Familienleben vereinbaren lässt. Als Chirurg habe ich bei Ärzte ohne Grenzen das Privileg, dass die Einsätze nur 6 bis 12 Wochen dauern. Indem ich Überstunden und Urlaub zusammenspare, kann ich regelmäßig in ein Projekt gehen, ohne eine Kündigung und damit wirtschaftliche Unsicherheit zu riskieren. In den vergangenen 15 Jahren habe ich auf diese Weise in insgesamt 10 Projekten in der ganzen Welt gearbeitet. Ganz offen und ehrlich: So etwas Schlimmes hatte ich davor noch nie gesehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Am Nachmittag, zurück im Krankenhaus, werden die letzten Patient*innen des Tages operiert. Zwischendurch gehe ich immer wieder in die Notaufnahme und ins Verbandszimmer. Dort treffe ich auf bekannte und neue Gesichter in der Nachsorge. Die Verbände machen die OP-Pflegefachkräfte. Die gute Qualität zeigt, dass sie genau wissen, was sie tun. So macht die Arbeit Spaß. Es ist leicht nachzuvollziehen, dass die lokalen Kolleg*innen in der Vergangenheit die gesamte Unfallchirurgie erledigt haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "In vielen Projekten bin ich der einzige Chirurg. Dementsprechend sind breitgefächerte Kenntnisse und Fähigkeiten gefragt. Vorerfahrungen in der Bauchchirurgie, Unfallchirurgie, Plastik und Gynäkologie waren in meinen Einsätzen hilfreich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Dennoch gibt es immer wieder Fälle, die mich herausfordern, wie beispielsweise als ich in Kamerun die durchtrennte Beugesehen eines kleinen Jungen operierte. Als Viszeralchirurg gehört diese Operation in Deutschland nicht zu meinem Alltag, sodass ich beinahe etwas aufgeregt war. Doch es ging alles gut. Und damit der Elfjährige nach der Operation das unbeliebte Beugen und Strecken der Finger regelmäßig übte, spielte ich mit ihm Schere-Stein-Papier. Bei jeder Niederlage musste er dann trainieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Die zunehmende Spezialisierung in Europa macht es schwieriger, qualifizierte Allroundtalente für die Arbeit in den Projekten zu finden. Diesem Problem versucht Ärzte ohne Grenzen, in vielen Projekten durch ein Überweisungssystem zu begegnen. Im Zweifelsfall stabilisieren wir die Patient*innen so weit, dass sie in ausgewiesene Krankenhäuser in der Regionalhauptstadt verlegt werden können, wo dann spezialisierte Behandlungen vorgenommen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Darüber hinaus nutzen wir auch zunehmend die Möglichkeit der Telemedizin. Ärzte ohne Grenzen verfügt über ein weitreichendes Kommunikationsnetz, sodass wir jederzeit Spezialist*innen in der ganzen Welt kontaktieren und zu einem schwierigen Fall hinzuziehen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "In manchen Projekten stellen wir zusätzlich lokale Chirurg*innen an. Insbesondere in Kriegskontexten mit hohen Patient*innenzahlen ist das der Fall. So hatte ich beispielsweise im Jemen das Glück, mit jemenitischen Kolleg*innen vom Fach zusammenzuarbeiten, die hochmotiviert und exzellent ausgebildet waren. Hier habe ich selbst viel dazu gelernt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wie habe ich zu Ärzte ohne Grenzen gefunden?"
        },
        {
            "text": "Bleibt noch die Frage, wie wir in teils sehr gefährlichen Gebieten überhaupt leben und arbeiten können. Das geht nur, wenn alle Konfliktparteien mit der Anwesenheit von Ärzte ohne Grenzen einver-standen sind und uns als neutrale Anbieter humanitärer Hilfe akzeptieren. Es ist die Aufgabe der Projektkoordination vor Ort, jederzeit mit allen Gruppierungen im Kontakt zu stehen und die dynamische Lage zu überblicken. Bei einer möglichen oder eindeutigen Bedrohung kann ein Teil des Teams umgehend verlegt werden. Im Zweifelsfall wird das gesamte Projekt zum Schutz der Mitarbeitenden und Patient*innen evakuiert. Dabei kann z. B. eine Granate eine Bedrohung bedeuten, die ins Nachbargrundstück geworfen wurde. Bis geklärt ist, ob das Zufall war oder wir die Adressaten eines gezielten Angriffs waren, ist es möglich, dass wir erstmal verlegt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ein krisenfestes Sicherheitskonzept"
        },
        {
            "text": "Persönlich fand ich Schüsse oder Raketen, die in der Nähe abgefeuert wurden, nie gefährlich. Dagegen empfand ich einmal die Situation riskant, als ein Journalist der lokalen Zeitung fälschlicherweise kolportierte, wir seien korrupt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ein krisenfestes Sicherheitskonzept"
        },
        {
            "text": "Ich vertraue auf das ausgeklügelte Sicherheitskonzept von Ärzte ohne Grenzen. So habe ich mich auf all meinen Einsätzen in den 15 Jahren nur ganz selten bedroht oder unwohl gefühlt. Sowohl das weiße T-Shirt von Ärzte ohne Grenzen als auch die große Fahne am Auto schützen uns zu jeder Zeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ein krisenfestes Sicherheitskonzept"
        },
        {
            "text": "Am Ende jedes Einsatzes habe ich praktisch nichts vom Einsatzland gesehen. Dennoch habe ich hinterher oft das Gefühl, von dem Land viel mehr erlebt und erfahren zu haben, als wenn ich dort als Tourist herumgereist wäre. In den Projekten arbeitet und lebt man mit Mitarbeiter*innen von Ärzte ohne Grenzen aus aller Welt zusammen, was ich als großes Geschenk ansehe. Mit den Menschen vor Ort darf ich Freude und Leid teilen und jedes Mal erleben, dass es überall großherzige, integre, fleißige, wunderbare Personen gibt. In jedem Projekt spüre ich, dass wir als Menschheit alle zusammengehören.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jeder Einsatz ist ein Geschenk"
        },
        {
            "text": "Zwar gebe ich auf jedem meiner Einsätze mit Ärzte ohne Grenzen unglaublich viel. Trotzdem komme ich stets viel beschenkter wieder zurück dank all der unvergleichlichen Erfahrungen und Begegnungen. Von Projekt zu Projekt lerne ich Neues dazusowohl menschlich als auch fachlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jeder Einsatz ist ein Geschenk"
        },
        {
            "text": "Ärzte ohne Grenzen ist eine internationale medizinische Nothilfeorganisation [1] . Geleitet von humanitären Prinzipien helfen wir allen in Not geratenen Menschen ungeachtet ihrer ethnischen Herkunft, der politischen oder religiösen Überzeugung: in Konfliktgebieten, nach Naturkatastrophen, beim Ausbruch von Epidemien und bei anderen Krisen. Für unsere Arbeit wurden wir 1999 mit dem Friedensnobelpreis ausgezeichnet.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Als Chirurg*in im Einsatz für Ärzte ohne Grenzen"
        },
        {
            "text": "Jährlich leisten ständig rund 45.000 Mitarbeiter*innen in mehr als 70 Ländern weltweit medizinische Nothilfe. Im Jahr 2020 behandelten wir beispielsweise Personen in rund 10 Mio. ambulanten Konsultationen und begleiteten mehr als 306.000 Geburten. Fast 2,69 Mio. Patient*innen behandelten wir wegen Malaria und führten etwa 117.600 größere chirurgische Eingriffe durch. Außerdem bauen wir Krankenhäuser und Gesundheitszentren auf, nehmen Wasser-und Sanitärmaßnahmen vor und realisieren Impfprogramme [2] .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 503,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Als Chirurg*in im Einsatz für Ärzte ohne Grenzen"
        },
        {
            "text": "Unsere internationalen Teams setzen sich aus einer Vielzahl unterschiedlicher Berufsgruppen zusammen. Neben medizinischem Personal arbeiten auch Expert*innen für Logistik und Technik sowie Fachkräfte für Administration und Finanzen in unseren Projekten. Während die überwiegende Mehrheit des Personals aus den Einsatzländern selbst stammt, entsendet Ärzte ohne Grenzen zudem internationale Spezialist*innen in die Projekte [3] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Als Chirurg*in im Einsatz für Ärzte ohne Grenzen"
        },
        {
            "text": "Chirurg ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Als Chirurg*in im Einsatz für Ärzte ohne Grenzen"
        },
        {
            "text": "As an international emergency medical aid organization Doctors without Borders (Médecins Sans Frontières) helps people who are in need due to armed conflicts, natural disasters or epidemics. A surgeon shares his personal experiences in international aid work and thus provides an insight into the beautiful as well as challenging aspects of project work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working as a surgeon with Doctors without Borders"
        },
        {
            "text": "Humanitarian Help · Medical Care · Experience Report · Conflict Region · Cameroon men die Bewerber*innen als potenzielle Mitarbeiter*innen in den Pool auf. Ab diesem Punkt beginnt die Betreuung durch unsere \"Career\"-Manager*innen. Diese überblicken den aktuellen Bedarf an Chirurg*innen und suchen nach einem geeigneten Projekt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bitte beachten Sie die Nutzungsbedingungen der enthaltenen Bildmaterialien: Kostenlose Veröffentlichung im Zusammenhang mit der Berichterstattung über Ärzte ohne Grenzen unter Nennung des Urhebers und ggf. der Agentur wie zum jeweiligen Bild unter Copyright angegeben. Keine Archivierung, keine Weiterverbreitung",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ein Chirurg von Ärzte ohne Grenzen behandelt einen kleinen Jungen im Ruthsuru Krankenhaus der Demokratischen Republik Kongo. (© Pablo Garrigos/Ärzte ohne Grenzen e. V.) Abb. 6 8 Ein Krankenwagen von Ärzte ohne Grenzen, der eine schwangere Patientin in das Distriktkrankenhaus in Mamfe transportiert hat. (© Scott Hamilton/Ärzte ohne Grenzen e. V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dr. Veit BusamÄrzte ohne Grenzen e. V./Médecins Sans Frontières Schwedenstr. 9, 13359 Berlin, Deutschland personal@berlin.msf.org Dr. Veit Busam Jahrgang 1966, ist Oberarzt in einer viszeralchirurgischen Abteilung am Bodensee. Zwischen 2003 und 2005 war er als Entwicklungshelfer in Uganda tätig. Seither war er bereits 10-mal mit Ärzte ohne Grenzen im Einsatz und engagiert sich zudem bei weiteren Nichtregierungsorganisationen.Einhaltung ethischer RichtlinienInteressenkonflikt. V. Busam und S.-L. Gregull geben an, dass kein Interessenkonflikt besteht.Für diesen Beitrag wurden von den Autoren keine Studien an Menschen oder Tieren durchgeführt. Für die aufgeführten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "setzungen stattfinden, wie etwa im Jemen und in Syrien. Andere Projekte liegen in Konfliktgebieten, die vielen Menschen kaum bekannt sind. Ein Beispiel dafür ist derSüdsudan.AuchvondemKonfliktinKamerun hatte ich vor meinem Einsatz noch nie gehört: Hier kämpfen separatistische Gruppen im anglophonen Westen gegen die frankophone Zentralregierung. Außerdem leistet Ärzte ohne Grenzen humanitäre Hilfe nach Naturkatastrophen oder bei anderen Krisen. So war ich 2010 nach dem großen Erdbeben auf Haiti im Einsatz. Meistens sehe ich von den Ländern, in den ich arbeite, nur die Strecke zwischen dem Flughafen und dem Einsatzort. Im Projekt kann unser Bewegungsradius aus Sicherheitsgründen ebenfalls stark eingeschränkt sein. Normalerweise pendle ich lediglich zwischen dem Wohnhaus und dem Krankenhaus. Spaziergänge oder Ausflüge sind meist kaum möglich. Bei meinem letzten Einsatz im Kamerun kam erschwerend hinzu, dass ich wegen COVID-19 in der Regionalhauptstadt Jaunde zunächst 2 Wochen in Quarantäne musste. In Mamfe, meinem Projektort, hatte ich dann eine verhältnismäßig luxuriöse Unterkunft. Alle Mitarbeiter*innen hatten eigene Zimmer. Das ist bei Ärzte ohne Grenzen nicht immer so. Während eines Einsatzes im Südsudan lebte das ganze Team gemeinsam in einem großen Zelt. Nach dem Frühstück wird das ganze Team gegen 8 Uhr im Jeep ins 10 min entfernte Krankenhaus gefahren (. Abb. 1 und 2). Hier führt mein erster Gang stets in die Notaufnahme, wo mich die Neuzugänge aus der Nacht erwarten. In vielen Projekten führt Ärzte ohne Grenzen nicht das gesamte Krankenhaus. Oft verbleiben diese stattdessen unter der Leitung des nationalen Gesundheitsamtes, und wir übernehmen unterstützend nur einzelne Stationen. Wie in Kamerun sind das häufig die Notaufnahme, die Pädiatrie, die Notfallchirurgie und die Notfallgeburtshilfe. Schließlich kann die Präsenz von Ärzte ohne Grenzen auch bereits existierende Strukturen stören. Allein die Aufteilung der Verantwortung innerhalb einer Gesundheitseinrichtung birgt Potenzial für Konflikte. Unsere Behandlung ist für die Patient*innen grundsätzlich kostenfrei. Ich musste schon häufiger deswegen mit lokalen Angestellten eines Krankenhauses diskutieren. Wenn ein Gynäkologe beispielsweise einen Notkaiserschnitt im Rahmen unseres Abkommens selbst durchführt, verdient er damit kein Geld. Es stellt sich die Frage: Was ist ein Notfall und damit finanziell abgedeckt? Eine Magenperforation: klar. Eine Schusswunde: auch. Aber eine inkarzerierte Hernie, die sich reponieren lässt, kann zu einem Problem für diePatient*innenwerden. Dies wird nicht mehr als Notfall eingestuft. So Ein Team von Ärzte ohne Grenzen bei der Visite auf der Intensivstation des Hangha Krankenhauses in Sierra Leone. (© Peter Bräunig) Abb. 4 8 Ein Chirurg von Ärzte ohne Grenzen wertet das Röntgenbild eines Patientens im Ruthsuru Krankenhaus in der Demokratischen Republik Kongo aus. (© Pablo Garrigos/Ärzte ohne Grenzen e. V.) Während meines Einsatzes in Kamerun wurden nur wenige Schussverletzte eingeliefert. Nichtsdestotrotz leidet die Bevölkerung grausam unter dem Konflikt. Wir haben einen Händler behandelt, der einen Oberarmdurchschuss erlitt: ein Kollateralschaden der militärischen Auseinandersetzungen. In Zukunft wird dieser junge Mann wegen der Narbe vermutlich an jeder Straßensperre für einen Rebellen gehalten. Sowohl das Militär als auch die separatistischen Gruppierungen errichten solche Straßensperren. Sie sind der Grund, dass eine Fahrt in die 8 h entfernte Regionalhauptstadt Jaunde gefährlich und unsicher ist. Wegen der widrigen Sicherheitslage ist nur wenig medizinisches Personal bereit, in Mamfe zu arbeiten. So kann auch ei-Nach Möglichkeit fahren wir dann zum Essen zu unserer Unterkunft. Wenn zu viel los ist, fallen im Zweifelsfall die Pause und damit das Essen aus. Das Engagement meiner lokalen Kolleg*innen begeistert mich jedes Mal aufs Neue. Ich habe es schon oft erlebt, dass mein OP-Personal vor der Mittagspause noch eine Operation erledigen möchte, denn wer weiß, was am Nachmittag passieren wird. Den Pflegenden ist bewusst, dass jederzeit ein Notfall eintreffen kann und wir dann häufig der einzige Hoffnungsschimmer für die Menschen vor Ort sind (. Abb. 5). Die Chefin des OP in Kamerun ist eine leise, freundliche und kluge Frau. Ihr zuzuhören erweist sich immer als wertvoll. Unter anderem hilft sie mir, kulturelle Unterschiede nachzuvollziehen. Auch beantwortet sie mir meine obligatorischen Fragen. Zu Beginn jedes Einsatzes möchte ich zwei Dinge verstehen: Die erste Frage lautet: Wer trifft den lokalen Gegebenheiten zufolge die Entscheidung, ob eine Operation durchgeführt wird? In unseren Projektkontexten sind es nur selten die Patient*innen selbst. In streng muslimischen Ländern muss beispielsweise ein männlicher Angehöriger einem Eingriff bei seiner Frau oder einem alleinstehenden weiblichen Familienangehörigen zustimmen. Auf die verantwortliche Person muss man bisweilen warten, selbst wenn die Patientin oder der Patient in Lebensgefahr schwebt. Doch wenn wir ohne das offizielle Einverständnis operieren würden, könnten die Angehörigen uns verklagen. Die zweite Frage, die ich stets zunächst klären möchte, ist: Wie kulturell akzeptiert sind Amputationen? Zum Beispiel habe ich erlebt, dass junge Menschen in Nigeria lieber gestorben wären, als eine Majoramputation zuzulassen. Dagegen scheinen Amputationen in Ländern mit lang anhaltenden bewaffneten Konflikten und vielen Minenopfern eher angenommen zu werden.Je nach Kontext der Projekte unterscheiden sich die Krankheitsbilder und Verletzungsmuster.Während meines Einsatzes im Südsudan behandelten wir viele Schussverletzte, die aber allesamt kreislaufstabil waren. Ansonsten hätten sie die langen und meist unsicheren Wege nicht zurücklegen können. Wer im Schock war, schaffte es nicht lebend bis ins Krankenhaus.Anders war es im Jemen, wo ich in einem frontversorgenden Krankenhaus in Aden arbeitete. Hier operierte ich eine Vielzahl lebensbedrohlich verletzter Patient*innen. Da die Straßen ordentlich waren, konnten auch kreislaufinstabile Patient*innen die etwa 50 km lange Strecke bis zu unserem Projektstandort überleben. Häufig war ihr Zustand dramatisch. In den ersten 2 Wochen wollte ich mir gar keine Namen oder Gesichter der Patient*innen merken, weil die Überlebenschancen so schlecht schienen. Das war über die Maßen beunruhigend und anstrengend. Ich musste erst die Erfahrung machen, dass entgegen allen Erwartungen doch sehr viele überlebten.In Syrien behandelten wir viele Patient*innen mit Bomben-und Minenverletzungen. Ein typischer Fall sah so aus, dass eine Mine das eine Bein amputiert und das andere frakturiert. Herumspritzende Erde und Kiesel penetrieren zudem die gesamte Haut. Plastische Defektdeckungen werden damit häufig unmöglich.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Wenn es langsam dunkel wird, kehrt das ganzeTeam internationaler Fachkräfte normalerweise aus dem Krankenhaus in die Unterkunft zurück. Über Nacht gilt für uns aus Sicherheitsgründen eine Ausgangssperre.Medizinische Notfälle stellen aber natürlich eine Ausnahme dar. In einem solchen Fall dürfen wir die ganze Nacht über ins Krankenhaus fahren. Allerdings müs-sen wir dabei ständig im Funkkontakt zur Projektbasis bleiben.Die nächtliche Belastung ist von Projekt zu Projekt unterschiedlich. In großen Städten kommen beispielsweise die Notfälle kontextunabhängig rund um die Uhr. Im Südsudan war hingegen an einen nächtlichen Transport von Patient*innen wegen der schlechten Sicherheitslage gar nicht zu denken. Das medizinische Personal konnte auf diese Weise zwar schlafen und sich erholen. Für die Schwerverletzten allerdings war dies natürlich extrem negativ.Um dem Problem der eingeschränkten nächtlichen Versorgung in ländlichen Gegenden entgegenzuwirken, entwickelte Ärzte ohne Grenzen das \"decentralized model of care\". In vielen Dörfern wird jeweils eine medizinische Hilfskraft angestellt, die leichte Erkrankungen selbst behandelt. Bei schwereren Fällen aktiviert sich ein internes Ambulanzsystem. In Kamerun habe ich dieses System zum ersten Mal miterlebt und war beeindruckt. Die besten Pfleger*innen besetzen gemeinsam mit Fahrer*innen die Notfallwagen und transportieren schwer kranke Patient*innen aus den Dörfern in unser Krankenhaus (. Abb. 6). So konnten wir auch nachts frühzeitig Schwerverletzte versorgen.Allerdings standen wir in Mamfe dafür vor einem neuen Problem: Es gab keinerlei Kontrolle darüber, wer das Krankenhausgelände betreten durfte.In den meisten Projekten ist der Zugang auf das Krankenhausgelände streng geregelt: nur ein Angehöriger pro Patient*in.Bewaffnete Kräfte müssen an der bewachten Eingangspforte ihre Waffen abgeben, selbst Armee und Polizei. In Mamfe war das Gelände nicht mal eingezäunt.Daraus resultierte eine Situation wie z. B. diese: Nach einem Schusswechsel in der Nachtkamenmehrereschwerstverletzte Patient*innen zu uns. Von der Notfallambulanz ging es direkt in den OP. Draußen warteten Hunderte von Menschen, emotional aufgeladen. Auch die Armee stand bewaffnet vor dem Gelände. Die Gefahrenlage war schwer zu deuten. Was passiert, wenn ein Patient nicht überlebt und wir den Angehörigen den Tod mitteilen müssen? Wird die Situation eskalieren? Sind wir in Gefahr?Letztendlich löste sich die Situation ohne Zwischenfälle auf. Vielleicht hatte ich diese doch gefährlicher wahrgenommen, als sie eigentlich war. Meine lokalen Kolleg*innen schienen an diese Arbeitsumstände bereits gewöhnt zu sein.Üblicherweise ist ein Tag in der Woche frei. Im letzten Einsatz war das der Montag, den die separatistischen Gruppen als Wochenende gegen die französischsprechende Zentralregierung installiert hatten. Selbstverständlich versorgt ein Teil des medizinischen Teams weiterhin alle Patient*innen in Not.Freizeitaktivitäten sind rar, insbesondere da wir das Grundstück unserer Projektbasis nicht verlassen dürfen. Aber es gibt ein Volleyballnetz, und allein die Chance, mal auszuschlafen, ist großartig. Der Koch hat an diesem Tag ebenfalls frei. Also kochen wir ausnahmsweise für uns selbst. Oft machen wir gemeinsam als Team ein Barbecue. Außerdem nehme ich in jeden Einsatz einen Spätzlehobel mit. Zutaten für Käsespätzle gibt es praktisch überall auf der Welt.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "*innen versorgen in unseren Projekten u. a. Menschen mit Schuss-, Stich-und Minenverletzungen. Darüber hinaus führen sie gängige Notoperationen, Amputationen und Kaiserschnitte durch. Als erfahrene Fachkräfte übernehmen die international rekrutierten Mitarbeiter*innen vornehmlich Führungsrollen. Ein wichtiger Bestandteil ihres Verantwortungsbereichs ist die Aus-und Fortbildung des OP-und Ambulanzpersonals vor Ort. Sowohl bei der gemeinsamen Arbeit als auch bei spezifischen Trainings geben sie ihr fachliches Wissen an die Kolleg*innen weiter. Eine grundlegende Voraussetzung für eine Bewerbung bei Ärzte ohne Grenzen ist eine abgeschlossene Facharztausbildung in der Chirurgie, gefolgt von mindestens 2 Jahren Berufserfahrung. Empfehlenswert ist ein breitgefächertes Repertoire an Fähigkeiten und Wissen. So sind praktische Kompetenzen in der Allgemein-und der Unfallchirurgie, ebenso wie Kenntnisse in der Gynäkologie, der Geburtshilfe, der Kinderchirurgie und der Tropenmedizin von Vorteil. Des Weiteren werden Vorerfahrungen in der Teamführung sowie der fachlichen Anleitung, der Aus-und der Weiterbildung vorausgesetzt. Um bereits eine Ahnung von den kontextspezifischen Lebensbedingungen zu haben, sollte man idealerweise über Reise-oder Arbeitserfahrungen in afrikanischen, asiatischen oder lateinamerikanischen Ländern verfügen. Fließende Sprachkenntnisse, mindestens auf B2-Niveau, in Englisch sind grundlegend. In unseren Projektländern sind zurzeit zudem Französisch und Arabisch besonders gefragt. Außerdem ist die zeitliche Verfügbarkeit von mindestens 3 Monaten für einen ersten Einsatz vonnöten. In Bezug auf die Soft Skills sind Stressresistenz, Flexibilität und Teamfähigkeit, ebenso wie kulturelle Sensibilität und Selbstreflexion wichtig [4]. Bei Interesse für ein eigenes Engagement bei Ärzte ohne Grenzen sollten sich Bewerber*innen frühzeitig auf unserer Website informieren, was ein Projekteinsatz wirklich bedeutet und wie die aktuellen Voraussetzungen für eine Mitarbeit aussehen. Zusätzlich bieten wir regelmäßig Infoabende und Online-Webinare für die verschiedenen Berufsgruppen an [5]. Erfüllt man die Voraussetzungen und ist sich sicher, für Ärzte ohne Grenzen arbeiten zu wollen, kann man sich anschließend über das Bewerbungsportal auf unserer Internetseite bewerben. Am besten geschieht dies bereits 4 bis 6 Monate vor der eigentlichen Verfügbarkeit. Nach einer ersten erfolgreichen Prüfung der Unterlagen durch unsere Personalabteilung, dient ein Vorabtelefonat der Klärung offener Fragen und Erwartungen. Normalerweise laden wir die Bewerber*innen anschließend für ein gegenseitiges Kennenlernen in unser Berliner Büro ein. Aufgrund von COVID-19 finden die Vorstellungsgespräche aktuell im digitalen Raum statt. Fällt auch dieses Gespräch positiv aus, holen wir final die Referenzen ein und neh-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}