{
    "paper_id": "0b400e5ba9b985b986a078aa7cf7311225b43844",
    "metadata": {
        "title": "A Real World Evaluation of the safety and immunogenicity of the Covishield vaccine, ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant) in Health Care Workers (HCW) in National Capital Region (NCR) of India: A preliminary report",
        "authors": [
            {
                "first": "Sushila",
                "middle": [],
                "last": "Kataria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pooja",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medanta Institute of Education and Research",
                    "location": {
                        "settlement": "Gurugram",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Vikas",
                "middle": [],
                "last": "Deswal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kuldeep",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medanta Institute of Education and Research",
                    "location": {
                        "settlement": "Gurugram",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Manish",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medanta Institute of Education and Research",
                    "location": {
                        "settlement": "Gurugram",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sazid",
                "middle": [],
                "last": "Alam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vaibhav",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Padam",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medanta Institute of Education and Research",
                    "location": {
                        "settlement": "Gurugram",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Rashmi",
                "middle": [],
                "last": "Phogat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Smita",
                "middle": [],
                "last": "Sarma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nipun",
                "middle": [],
                "last": "Patil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rohit",
                "middle": [],
                "last": "Dutt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "GD Goenka University",
                    "location": {
                        "settlement": "Gurugram",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Renu",
                "middle": [],
                "last": "Saxena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Medicine, Medanta-The Medicity, Gurugram",
                    "institution": "",
                    "location": {
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Naresh",
                "middle": [],
                "last": "Trehan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The SARS-CoV-2 pandemic has severely impacted health systems, economic and social progress globally in 2020. The rollout of vaccines in several parts of the world is being hailed as a solution to the crisis. With newer and more virulent serotypes on the horizon and limited vaccine available, evaluation of safety and immunogenicity is critical for rationalization of vaccine use in public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first January 2020, launched the new year at the WHO offices with an IMST (Incident Management Support Team) created across the three levels of the organization, putting the organization on an emergency footing for dealing with the outbreak of a cluster of cases of pneumonia in Wuhan, Hubei, which, progressed rapidly to the declaration of a Covid-19 pandemic on March 11, 2020 (1).Worldwide massive responses were put into action, including lockdowns, social distancing measures, quarantine, several drugs and technologies swung into action to minimize morbidity and mortality. Despite the best efforts of humankind, over 106,125,682 confirmed cases and 2,320,497 lives worldwide have been lost to Covid 19 disease",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 382,
                    "text": "March 11, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(2).The infectious nature of the disease initiated the race to develop and deploy safe and effective vaccine. There are currently more than 50 COVID-19 vaccine candidates in trials (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On Dec 11,2020 the US Food and Drug Administration (FDA) authorized the emergency use of the mRNA vaccine BNT 162b2 to Pfizer and BioNTech, against Covid 19 in individuals 16 years or older in age, this was followed by a national vaccine roll out in the US for high risk persons (4). Jan 3, 2021, the Indian drugs regulator ,DCG(I) CDSCO approved the Oxford-Serum Institute's Covid-19 Vaccine Covishield and Bharat Biotech's Covaxin for restricted Emergency Use (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To roll out the vaccine strategy in Indian The National Expert Group on Vaccine Administration (NEGVAC) for COVID-19, was instituted on 7th August 2020 to provide guidance on prioritization of population groups ,procurement and inventory management ,Vaccine selection and Vaccine delivery and tracking mechanism. Draft regulatory guidelines for development of vaccines with special consideration for covid-19 vaccine were released to ensure post launch safety and surveillance with special considerations for Covid Vaccines (6). Post Marketing Surveillance including assessment of Adverse Events Following Immunization (AEFI) and monitoring of Adverse Events of Special Interest (AESI) ie potential risk of vaccine-associated Enhanced Respiratory Disease (ERD) are recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On 16 January 2021, India started its national vaccination programme against the SARS-CoV-2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The drive prioritizes healthcare and frontline workers, and then those over the age of 50 or suffering from certain medical conditions. During this national vaccination campaign we have planned an observational real world study at our hospital to evaluate the safety, immunogenicity and efficacy of COVID-19 in Health Care Workers (HCW).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study is a prospective cohort study evaluating the safety, immunogenicity and effectiveness of the Covid-19 vaccine given as the national vaccine roll out in health care workers. The study was approved by the Institutional Ethics Committee and was conducted in a fifteen hundred bedded tertiary care hospital in the National Capital Region of Delhi, which has treated over eight thousand hospitalized Covid-19 patients. The study was conducted in accordance with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "International Conference on Harmonisation-Good Clinical Practice (ICH-GCP) guidelines, the Declaration of Helsinki, and local regulatory requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The hospital has 6962 HCW registered for vaccination in the national vaccine roll out. All health care personnel who consented to participate in the real world cohort for the evaluation of the Covid-19 vaccine were eligible for participation. We further excluded those who had participated in any covid prophylactics or drug trials, or had received immunoglobulins and/or convalescent plasma within the three months preceding the planned administration of the vaccine (Jan 16, 2021). Those who were ineligible to receive the vaccine due to history of hypersensitive reactions, or active Covid-19 disease were also excluded from participation (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The informed consent process followed by a baseline questionnaire was completed by a doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The baseline questionnaire collected information on basic socio-demographic characteristics (Age and gender), health information (comorbidities, use of any supplements including alternative medicine) History of previous Covid-19 diagnosis (with severity) was also elicited (8).Work related information (role in the hospital, the type of exposure at work ie low or high risk was noted (9). Enhanced Respiratory Disease (ERD) and any report of symptomatic COVID-19. Each sample, baseline questionnaire and daily diary were barcoded, and linked. The severity of adverse events was graded according to VigiFlow® for Adverse Events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The research Adverse Event (AE) monitoring teams conducted an enhanced pharmacovigilance as follows 1. Daily diary: the participants were explained the filling of the daily diary by the doctors at the baseline visit and reminders were send on phone numbers once in the week to remind them of filling the same. The diary was available both in English and Hindi and drop All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced pharmacovigilance protocol:"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced pharmacovigilance protocol:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint boxes were created to facilitate receipt after completion and a mop up drive was organized to bring in any missing diaries. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced pharmacovigilance protocol:"
        },
        {
            "text": "The serum was tested for the quantitative determination of anti-S1 and anti-S2 specific IgG antibodies to SARS-CoV-2 in the fully automated LIAISON® SARS-CoV-2 S1/S2 IgG by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Methods"
        },
        {
            "text": "The fully automated LIAISON® has been calibrated and validated according to the laboratory SOP, which is 3 samples (high, medium and low value) were run for 5 times a day for 5 consecutive days. Their mean, SD and CV% were calculated, which were within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lab Quality Assurance"
        },
        {
            "text": "One positive and one negative kit controls were processed daily for internal quality control. The instrument was calibrated once daily before processing the samples and also for every new lot kit used. Inter-Lab Comparison (ILC) and Repeat and split testing were conducted as per standard laboratory quality assurance protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lab Quality Assurance"
        },
        {
            "text": "The blood samples (3ml/sample) for the Immunogenicity evaluation were collected at the following time points. Pre-dose blood sample (Day -6 to 0) was collected within 6 days prior to vaccine administration and post vaccination blood samples of all participants were collected at Day 14±2 days. Within 30 minutes, the blood samples were centrifuged at 3000 RPM for 10 minutes and immediately kept at −20°C until analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures:"
        },
        {
            "text": "The SARS-CoV-2 S1/S2 IgG antibody concentrations was automatically calculated using analyzer and expressed as arbitrary units (AU/mL). Test results were reported quantitatively as positive (≥15 AU/mL), equivocal or negative (<15 AU/mL). Assay ranges from 3.8 to 400 AU/mL SARS CoV-2 S1/S2 IgG was defined. The immunogenicity of the personnel was kept confidential by using a subject identification research code.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of results"
        },
        {
            "text": "At baseline, eligibility and medical history was assessed and informed consent was taken from all participants. For data capture each participant was assigned a unique study code, which facilitated linking of participant data with barcode of sero sample. The data were entered into e-HIS (electronic health information system) template which maintains an audit trail and was then exported into Excel sheets. Quality Assurance of the data was undertaken by an independent QA All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Quality Assurance"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Quality Assurance"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ;  coordinator. Safety assessment cohort included all participants who received at least one dose of the vaccine and provided information on local and systemic adverse events. Severity of adverse events are graded as mild, moderate and severe from the patient reported daily diary.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 76,
                    "text": "April 20, 2021. ;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 77,
                    "end": 77,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Quality Assurance"
        },
        {
            "text": "Immunogenicity cohort included all participants who received at least one dose of the vaccine and presented with two samples for immunogenicity evaluation (Day-6 to 0) (T1) and Day 14±2 (T2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Quality Assurance"
        },
        {
            "text": "The profile of study participants had been presented according to role in the hospital, nature of exposure, demographics (age and gender) and history of COVID-19 disease. Detailed analysis of SARS CoV-2 S1/S2 IgG titers has been undertaken in terms of median (IQR) and sero positivity (defined as SARS CoV-2 S1/S2 IgG titers ≥15 AU/mL) with 95% confidence interval. Sero positivity was further analyzed according to participants' role in the hospital, nature of exposure, age, gender and history of Covid-19 disease with severity of disease and duration. The differences in SARS CoV-2 S1/S2 IgG levels and sero positivity at T1 (Day-6 to 0) and T2 (14±2) by baseline characteristics has been studied. An analysis of local and systemic solicited adverse events has been undertaken according to their levels and severity. Further detailed analysis of commonly reported SAE's (> 10%) has been undertaken with baseline characteristics. Appropriate tests of significance (Z test, Paired t test and two sample independent t test) have been used to derive the inferences. All analysis was done using SPSS software, version 24.0. p -value < 0.05 has been considered statistically significant. MedDRA (https://www.meddra.org) has been used to code for adverse events. Coding was done with preferred term (PT) and lowest level term (LLT) (10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods:"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Flow diagram"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Flow diagram"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint *Safety cohort **Immunogenicity cohort In all 6962 Healthcare Workers at our hospital were eligible to receive the covid vaccine during the Government vaccination drive. Of these refused or were not available for vaccination and received the vaccine. Out of these 3318 consented to participation in the study, 3258 gave the sample at baseline (T1) and 1638 at Day 14±2 (T2) (immunogenicity cohort),.The solicited adverse events by daily diary were collected from 2005 (safety cohort).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Flow diagram"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Flow diagram"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Flow diagram"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint The total number of participants in the study were 1638 Immunogenicity cohort with due representation of both male and female genders; clinical and non-clinical roles, low and high risk of exposure, history of COVID-19. This number was adequate to undertake disaggregated All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Flow diagram"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint analysis on outcome parameters. Importantly Safety assessment cohort consisted of 2005 participants. Sero positivity rate showed more than 30 percentage point improvement after 1st dose of vaccination, from 48.2% before vaccination to 79.0% after first vaccination. In terms of median SARS CoV-2 S1/S2 IgG value the improvement was more than 8 fold from 42.4 to 367.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint The change in SARS CoV-2 S1/S2 IgG titres before and after first vaccination are highly significant both in terms of mean and median. Further the change is higher for those who had SARS CoV-2 S1/S2 IgG titres ≥ 15 AU/ml at baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "A subgroup analysis indicates that the change in SARS CoV-2 S1/S2 IgG titres are significantly higher for age less than 50 years and clinical health workers. The differences according to gender and level of exposure were not statistically significant. As to the differences according to history of covid, though increase is higher for those with no history, yet nothing could be concluded as the levels were already very high before vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. I. -Confidence Interval; pvalue < 0.05, statistically significant"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. I. -Confidence Interval; pvalue < 0.05, statistically significant"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. I. -Confidence Interval; pvalue < 0.05, statistically significant"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 Evidently among those with history of covid disease 86% moved from SARS CoV-2 S1/S2 IgG titres of less than 15 to more than 15. The corresponding improvement among those with no history of covid was 42% i.e. less than half of the other group.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 76,
                    "text": "April 20, 2021. ;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 77,
                    "end": 100,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 126,
                    "text": "https://doi.org/10. /2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. I. -Confidence Interval; pvalue < 0.05, statistically significant"
        },
        {
            "text": "As to the Local Adverse Events, the highest percentage reported was pain at injection site (62.7%) followed by Tenderness soreness (24.1%), warmth (14.4%) and swelling induration (12.2%) . Other Symptoms reported were by less than 10% participants.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "(12.2%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "Among systemic Adverse Events the highest reported was Fever (48.4%followed by Headache (43.4%), Muscle pain (38.4%), Fatigue (33.4%), Joint pain (27.0%), Nausea (16.0%) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "Generalized Pain (13.1%) .Other symptoms reported were by less than 10% participants. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "(13.1%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; to those with no history of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; The analysis according to age reveals significantly higher levels among those in age group less than 50 years in comparison to those in age group more than 50 years specifically local Adverse",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "Events of warmth and pain; systemic Adverse Events of fever, nausea headache, fatigue, muscle pain and joint pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph 2: Reporting of Solicited Adverse Events (Local and Systemic)"
        },
        {
            "text": "We set out to study the safety and antibody responses at baseline and 14±2 days following",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Care Workers. Seropositivity defined as SARS CoV-2 S1/S2 IgG titres>15 AU/ml is not a direct correlate of protection from SARS CoV-2 infection, however it can serve as a reasonable surrogate marker of protection (11) .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "(11)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Covishield vaccine {ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant)} in 1565 Health"
        },
        {
            "text": "In our study serostatus improved from 48.2% positive at baseline to 79.0% positive 2 weeks following first dose of vaccination. After first dose of vaccination overall higher percentage (98.2%) of seropositivity rates were observed in those with past history of COVID-19 disease ( CoV-2 antigens and higher levels of antibodies with neutralizing characteristics than did those without a history of infection (12) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "(12)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Covishield vaccine {ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant)} in 1565 Health"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covishield vaccine {ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant)} in 1565 Health"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covishield vaccine {ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant)} in 1565 Health"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covishield vaccine {ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant)} in 1565 Health"
        },
        {
            "text": "Like with roll out any new pharmaceutical product, safety of subject is of paramount importance and in this study we actively captured solicited local and systemic adverse events for 7 days post vaccination via daily diary record. Pain at injection site (62.7%) and soreness (24.1%) were most common solicited local adverse events, whereas fever (48.4%), headache (43.4%), myalgia (38.4%), fatigue (33.4%), joint pain (27.0%) and nausea (16.0%) were most common solicited systemic adverse events on day 1. Majority of local and systemic adverse events were seen in first 2 days post vaccination and thereafter the rates of adverse events dropped. Lesser reactogenicity was observed in subjects with age >50 years. None of the adverse events were severe enough to require hospitalization or emergency room visit. No major difference was observed in adverse events when subjects were stratified based on history of COVID-19 disease or baseline seropositivity. Similar observations were made by Rajeev Jayadevan 2 (13) .In a survey of symptoms following COVID-19 vaccination in India, in which 66 % of respondents reported at least one post-vaccination symptom. Tiredness (45%), myalgia (44%), fever (34%), headache (28%), local pain at injection site (27%), joint pain (12%), nausea (8%) and diarrhea (3%) were the most prevalent symptoms. All other symptoms were 1% or less. Vaccine associated Adverse Events of Special Interest (AESI), such as Vaccine Associated Enhanced Respiratory Disease (ERD) and any report of symptomatic COVID-19 were not reported in the first 14 days in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covishield vaccine {ChAdOx1 nCoV-19 Corona Virus Vaccine (Recombinant)} in 1565 Health"
        },
        {
            "text": "After 1st vaccination as high as 79% of those vaccinated attained the positive antibody titers (SARS CoV-2 S1/S2 IgG titres>15 AU/ml). Among those with a past covid history, almost all attained these antibody titres. In comparison to baseline antibody titres, the magnitude of improvement has been of the order of 30 percentage points. The improvement observed was higher among relatively young and clinical HCW. Importantly there has been a mirror change in the values of IgG titre as evidenced from the fact that at the baseline about one-third had the lowest value of 3.8 whereas after 1st vaccination the same percentage had the highest value of more than 400.The common solicited adverse events reported were pain at the injection site, tenderness, fever, headache, muscle pain, fatigue, joint pain, and nausea. These symptoms are reported more by those with a history of covid and by those in the younger age group. The All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 20, 2021. ; https://doi.org/10.1101/2021.04.14.21255452 doi: medRxiv preprint duration of the symptoms was 2 to 3 days and thereafter returned to normalcy. Vaccine associated Adverse Events of Special Interest (AESI), such as Vaccine Associated Enhanced Respiratory Disease (ERD) and any report of symptomatic COVID-19 were not reported in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.04.14.21255452"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Draft regulatory guidelines for development of vaccines with special consideration for covid-19 vaccine",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 immunity: review and applications to phase 3 vaccine candidates. The Lancet",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Ovsyannikova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "196",
            "issn": "",
            "pages": "1595--1606",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CODIEFY study team. Antibody responses boosted in seropositive healthcare workers after single dose of SARS-CoV-2 mRNA vaccine. medRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grundberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Selvarangan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Survey of symptoms following COVID-19 vaccination in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jayadevan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.02.08.21251366v1.full.pdf"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Monitoring the emergency and medicine OPD units: The research teams monitored the participant visits to the medicine department OPD (noted as unsolicited Adverse Events) 3. Tallying of AE reports with those reported on PVPI (National Pharmacovigilance Program of India) by the hospital pharmacovigilance team Outcomes The primary endpoint was to assess the safety of the vaccines by actively reported AE/SAE in the first week of vaccination after each dose of the vaccine, and to assess the safety of the vaccine by occurrence of unsolicited Adverse Vaccine reactions, Vaccine associated Adverse Events of Special Interest (AESI), such as Vaccine Associated Enhanced Respiratory Disease (ERD) after both doses of vaccination [Time Frame: from Day 0 till End of study at Day 118±7 days]. Baseline sero-prevalence of SARS CoV-2 S1/S2 IgG (Baseline, D-6 to 0), humoral immunogenicity (Seroconversion and antibody quantification) of COVID-19 vaccination[ at Day -6/0, Day 14±2 days, Day 56±7 days , Day 118±10 days], study of the incidence of symptomatic COVID-19 infection among vaccinated healthcare workers and its correlation with antibody levels. [Time Frame: 118±7 days post vaccination] and assessment of efficacy of the COVID-19 vaccination against severe and non-severe COVID-19 [Time Frame: Day 118±7 days] are secondary endpoints.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Change in Sero positivity and median SARS CoV-2 S1/S2 IgG titres at T1 (Day -6 to 0 -Baseline) & T2 (Day 14±2 after 1 st dose of vaccination) -2 S1/S2 IgG Sero Positivity (≥15 AU/ml) n (%) with 95% C. I. 48.2 (45.7 -50.6) 79.0 (76.9 -80.9) SARS CoV-2 S1/S2 IgG titres among seropositive subjects Median (IQR) 42.4 (27.3 -76.2) 367.5 (112.7 -400) n -Participants with SARS CoV-2 S1/S2 IgG ≥ 15 AU/ml N -Total participants C.I. =Confidence Interval",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Baseline Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Improvement in Sero Positivity (SARS CoV-2 S1/S2 IgG titres) after 1st dose of Vaccination (n=1638)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Diametric shift in SARS CoV-2 S1/S2 IgG titres after 1 st dose of vaccination (n=1638)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Change in SARS CoV-2 S1/S2 IgG titres before and after 1st dose of Vaccination (n=1638)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Covid-19 seropositivity analyzed by baseline characteristics at T1 and T2",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Common Adverse Event (Local Solicited & Systemic Solicited) by past History of COVID 19 (n=1638)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Common Adverse Event (Local Solicited & Systemic Solicited) by Age (n=1638)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Common Adverse events according to cut-off value of IgG",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Severity of commonly reported Adverse Reactions",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Table no-9) and heightened seroresponses (Table no-6) were seen in subgroup of subjects who were baseline seropositive compared to seronegative. From this observation it may be postulated that in those with past history of natural symptomatic/asymptomatic infection the prime dose may be acting as booster dose and such a group of individuals may not need a second dose. This early seroresponse data holds lot promise as it can have far reaching impact on vaccine availability for a larger population and thereby providing more widespread coverage. In a similar study by T Bradley et al it was observed that 3 weeks after a single vaccination, persons with recent SARS-CoV-2 infection or seropositive status had higher levels of antibody to four SARS-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The investigators appreciate the support of Mr Manbir Singh, Senior Lab Technician, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}