{
    "paper_id": "0b437b4279914ea59a3f58d5a42f4b0dcb7c765d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with great interest the letter by Sahaj Rathi and colleagues 1 on the implications of recommending hydroxychloroquine prophylaxis in the context of COVID-19. We agree with the authors, since such recommendations, in the absence of succinct evidence and with over-aggressive media attention, have led to mass consumption of hydroxychloroquine and its subsequent unavailability for the people who actually need it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine use in COVID-19: what is the basis for baseline tests?"
        },
        {
            "text": "However, in light of the renewed global interest in hydroxychloroquine, and to allay irrational new-found fears in dermatology and rheumatology patients who have been taking hydroxychloroquine for years, we would also like to point out an error in the letter 1 regarding the need to screen for glucose-6-phosphate dehydrogenase (G6PD) deficiency before prescribing hydro xychloroquine. G6PD deficiency is the most common human enzymatic deficiency that affects 400 million people worldwide. In red blood cells, G6PD is the only pathway available to generate NADPH, an important scavenger of reactive oxygen species. When G6PD-deficient individuals are exposed to particular pharmacological or microbiological insults, haemolysis occurs because of the accumulation of free radicals. Hydroxychloroquine (a derivative of chloroquine) has been used in dermatology and rheumatology settings for more than 50 years, and unlike its related drug primaquine (an 8-aminoquinoline), hydroxychloroquine (a 4-aminoquinoline) does not induce haemolysis in G6PD-deficient indi viduals. This finding was substantiated by a seminal study, 2 which ruled out the occurrence of hydroxychloroquinerelated haemolysis in G6PD-deficient individuals. No rheumatology guide lines recommend baseline",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine use in COVID-19: what is the basis for baseline tests?"
        },
        {
            "text": "We are in the midst of a once-ina-generation pandemic, given the scale of morbidity and mortality. The frontline health-care workers are at great risk of infection; in Italy, 20% of the responding health-care workers have been infected. 8 A wide variety of therapeutic interventions are being tried in COVID-19 patients, without any evidence but following a prudent approach. We believe that the hydroxychloroquine prophylaxis in selected groups of high-risk contacts is a prudent approach considering the risk-benefit analysis. Implemented as envisaged in the recommendation document from the Indian Council of Medical Research, evidence will be generated for future recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine use in COVID-19: what is the basis for baseline tests?"
        },
        {
            "text": "We declare no competing interests. with prolonged use. Furthermore, a routine electrocardiogram for QTc interval is not essential before hydroxychloroquine initiation in clinical practice and is not recommended in any guidelines. Decades of experience with this drug in autoimmune disorders is enough to allay these fears. Concerns have been raised regarding lack of data on efficacy of hydroxychloroquine against severe acute respiratory syndrome coronavirus 2. A paucity of data is expected in the first wave of a pandemic caused by a novel virus. Hydroxychloroquine has been shown to have in-vitro activity against the virus. Recently published human trials, 4 along with other unpublished data, 5 suggest that it could decrease the duration of viral shedding and symptoms if given early. A study from South Korea shows the efficacy of hydroxychloroquine for post-exposure prophylaxis. 6 Historically, many drugs used in the treatment of an infectious disease have also been used for prophylaxis. The pharmacokinetics of hydroxychloroquine, such as its long half-life and high lung concentration (500-times the blood concentration), are ideally suited for use as an agent for prophylaxis. 7 The criticisms made by Rathi and colleagues overlook the fact that prophylactic hydroxychloroquine would be targeted to individuals at high risk rather than the general population. Projection of adverse events to the population level causes unjustified alarm. The advisory from the Indian Council of Medical Research includes a section of key considerations that address all such concerns, which have been ignored by Rathi and colleagues. In addition, the argument that there will be a shortage of the drug is not tenable. Production has been ramped up and the Government of India is supplying hydroxychloroquine to more than 50 countries, which has received widespread appreciation. provided to support this statement was a local transport authority policy reported in a newspaper, which should not be considered as scientific evidence. Several studies have been done to assess the effectiveness of travel restrictions, 2,3 and the benefit of such restrictions might vary in different settings. Further studies and more data are required to reach a solid conclusion.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 700,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 889,
                    "end": 890,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1192,
                    "end": 1193,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hydroxychloroquine use in COVID-19: what is the basis for baseline tests?"
        },
        {
            "text": "With regard to hospital treatment of patients with COVID-19, Xiao and Torok suggested that patients should not be given drugs of unknown efficacy. However, considering that no treatments are known to be effective at present, we believe that off-label or compassionate use of drugs should be considered ethical, especially for patients with life-threatening infections. However, when considering off-label or compassionate use of drugs, the safety profile of the drug should be clear and the clinicians should carefully balance the risk and potential benefit of use-an approach used in the first report of remdesivir use for the treatment of COVID-19. 4 During this urgent phase of the COVID-19 pandemic, decisions at the level of the public health response or clinical management have to be made using the scarce data available. Scientific evidence will be gradually established as a result of ongoing research. However, measures that have good rationale, but for which little data are available (eg, travel restrictions, lockdowns, and compassionate use of drugs), should also be considered as options and should be assessed and amended in a continuous manner.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 652,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Hydroxychloroquine use in COVID-19: what is the basis for baseline tests?"
        },
        {
            "text": "We declare no competing interests. We disagree with Xiao and Torok's view that \"the practice of blocking traffic and lockdown of villages is of no value for the prevention and control of COVID-19\". One of the references",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine use in COVID-19: what is the basis for baseline tests?"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hydroxychloroquine prophylaxis for COVID-19 contacts in India",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Examination of hydroxychloroquine use and hemolytic anemia in G6PDH-deficient patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohammad",
                    "suffix": ""
                },
                {
                    "first": "Meb",
                    "middle": [],
                    "last": "Clowse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Eudy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arthritis Care Res (Hoboken)",
            "volume": "70",
            "issn": "",
            "pages": "481--85",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Medications and glucose-6-phosphate dehydrogenase deficiency: an evidence-based review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Youngster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arcavi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schechmaster",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Drug Saf",
            "volume": "33",
            "issn": "",
            "pages": "713--739",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Electrocardiogram abnormalities related to anti-malarials in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcghie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Exp Rheumatol",
            "volume": "36",
            "issn": "",
            "pages": "545--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Urgent guidance for navigating and circumventing the QTc-prolonging and torsadogenic potential of possible pharmacotherapies for coronavirus disease 19 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Giudicessi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Noseworthy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mayo Clin Proc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of 2019 novel coronavirus on heart injury: a systemic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Praveen Tilangi, Devashish Desai, Adil Khan, *Manish Soneja manishsoneja@gmail.com Gautret P, Lagier J-C, Parola P, Hoang VT, Meddeb L, Mailhe M. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial. Int J Antimicrob Agents 2020; published online March 20. DOI:10.1016/j.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Weituo Zhang, *Bi-yun Qian qianbiyun@sjtu.edu.cn Hongqiao International Institute of Medicine, Shanghai Tong Ren Hospital and Clinical Research Institute, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China 1 Xiao Y, Torok ME. Taking the right measures to control COVID-19. Lancet Infect Dis 2020; published online March 5. https://doi. org/10.1016/S1473-3099(20)30152-3. On March 11, 2020, WHO declared the coronavirus disease 2019 (COVID-19) outbreak a global pan demic. Aggressive actions should be taken immediately to mitigate the spread of severe acute respiratory syndrome coronavirus 2. In their Comment, Yonghong Xiao and Mili Estee Torok 1 rightly stated that infection prevention and control measures should be based on sound scientific principles. However, we disagree with the authors' views on certain measures that they consider to have \"no scientific basis and have proven to be ineffective\". A difference exists between measures with unknown effectiveness and those that have been proven ineffective or of no value.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "April 16. DOI:10.1016/j.pcad.2020.04.008. assessment for G6PD deficiency before initiating hydroxychloroquine treatment. 2 In the largest US study 2 to evaluate the frequency of G6PD deficiency in patients taking hydroxychloroquine, there were no reported episodes of haemolysis in more than 700 months of hydroxychloroquine exposure among the 11 G6PD-deficient patients. Even though similar studies of chloroquine are not available, there are no reports of haemolysis associated with chloroquine monotherapy either. 3 In the same context, since conduction abnormalities and cardiomyopathy (from long-term use of hydroxychloroquine) are quite rare adverse events, no guidelines recommend that a routine cardiac evaluation be done before initiating hydroxychloroquine treatment. 4 We acknowledge that the Mayo clinic has recommended baseline electrocardiogram monitoring of patients with COVID-19 before starting hydroxychloroquine treatment. 5 However, this recommendation appears to be specific to COVID-19, since the disease per se can have clinically significant cardiopulmonary involvement. 6 To conclude, although there is renewed global interest in hydroxychloroquine at present, only time will tell how beneficial the recommendations regarding the global use of this drug during the COVID-19 pandemic will be, given that evidence of its effectiveness in this setting is scarce. However, if this drug is found to be beneficial, the fear of haemolysis should not deter one from the prescription of hydroxychloroquine.We declare no competing interests.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "text": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 517,
                    "end": 518,
                    "text": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 778,
                    "end": 779,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 942,
                    "end": 943,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1095,
                    "end": 1096,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}