{
    "paper_id": "0b447efefa65eeb9bd2d49a3bb30b80e738dd8d3",
    "metadata": {
        "title": "Journal Pre-proof Hyperbolic rules of the cooperative organization of eukaryotic and prokaryotic genomes Hyperbolic rules of the cooperative organization of eukaryotic and prokaryotic genomes",
        "authors": [
            {
                "first": "Sergey",
                "middle": [
                    "V"
                ],
                "last": "Petoukhov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mechanical Engineering Research Institute of Russian Academy of Sciences. Russia",
                    "location": {
                        "addrLine": "M. Kharitonievskiy pereulok, 4",
                        "postCode": "101990",
                        "settlement": "Moscow"
                    }
                },
                "email": "spetoukhov@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this article as: S.V. Petoukhov, Hyperbolic rules of the cooperative organization of eukaryotic and prokaryotic genomes, Bio Systems (2020), doi: https://doi.Abstract. The author's method of oligomer sums for analysis of oligomer compositions of eukaryotic and prokaryotic genomes is described. The use of this method revealed the existence of general rules for the cooperative oligomeric organization of a wide list of genomes. These rules are called hyperbolic because they are associated with hyperbolic sequences including the harmonic progression 1, 1/2, 1/3, .., 1/n. These rules are demonstrated by examples of quantitative analysis of many genomes from the human genome to the genomes of archaea and bacteria. The hyperbolic (harmonic) rules, speaking about the existence of algebraic invariants in full genomic sequences, are considered as candidates for the role of universal rules for the cooperative organization of genomes. The results concerns additionally the problem of the origin of life. The described phenomenological results were obtained as consequences of the previously published author's quantum-information model of long DNA sequences. The oligomer sums method was also applied to the analysis of long genes and viruses including the COVID-19 virus; this revealed, in characteristics of many of them, the phenomenon of such rhythmically repeating deviations from model hyperbolic sequences, which are associated with DNA triplets. In addition, an application of the oligomer sums method is shown to the analysis of amino acid sequences in long proteins like the protein Titin. The topics of the algebraic harmony in living bodies and of the quantum-information approach in biology are discussed. . The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics 11. The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions J o u r n a l P r e -p r o o f -11.1. About additional confirmations of the model predictions 12. Regarding the application of the oligomer sums method to long protein sequences Some concluding remarks Acknowledgments References J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f J o u r n a l P r e -p r o o f Dear Biosystems Editorial Board, Let me inform you that I have no conflict of interest regarding my resubmitting paper: Petoukhov S.V. «Hyperbolic rules of the cooperative organization of eukaryotic and prokaryotic genomes». Kind regards, Sergey Petoukhov, Prof. http://petoukhov.com/ J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Living bodies are huge sets of various molecules, which have an amazing ability to inherit biological traits of organisms to the next generations. G. Mendel, in his experiments with plant hybrids, found that the transmission of traits under the crossing of organisms occurs by certain algebraic rules, despite the colossal heterogeneity and complexity of molecular structures of their bodies. This article represents new results of studying hidden algebraic rules in molecular genetic information structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the founders of quantum mechanics, who introduced also the term \"quantum biology,\" P. Jordan noted the main difference between living and inanimate objects: inanimate objects are controlled by the average random movement of their millions of particles, whose individual influence is negligible, while in a living organism selected -genetic -molecules have a dictatorial influence on the whole living organism [McFadden and Al-Khalili, 2018] . Taking into account the dictatorial influence of DNA and RNA molecules on the whole body, the author focused his research on a special analysis of numeric parameters of nucleotide sequences in single-stranded DNA of different genomes and their parts. As a result of this research, a new method of analysis of nucleotide sequences was created, which has led to discovering new numeric rules of cooperative oligomer organization of eukaryotic and prokaryotic genomes. These materials are described below. All initial data on nucleotide sequences for this analysis were taken from the GenBank.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 447,
                    "text": "[McFadden and Al-Khalili, 2018]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It should be recalled that genomic nucleotide sequences are not random sequences. These sequences carry information transmitted in a noise-immune manner from generation to generation. They contain a great number of repeats and complementary palindromes. For example, in the human genome, about a third of DNA sequences are represented by complementary palindromes [Gusfield, 1997; McConkey, 1993] . In evolutionary biology, the abundance of such complementary palindromes in genomes is seen as evidence of not random DNA sequences, that is, their irreducibility to a set of random mutations (see additional data in [Fimmel, Gumbel, Karpuzoglu, Petoukhov, 2019; Petoukhov, Tolokonnikov, 2020] ).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 380,
                    "text": "[Gusfield, 1997;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 381,
                    "end": 396,
                    "text": "McConkey, 1993]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 615,
                    "end": 660,
                    "text": "[Fimmel, Gumbel, Karpuzoglu, Petoukhov, 2019;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 661,
                    "end": 691,
                    "text": "Petoukhov, Tolokonnikov, 2020]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For long nucleotide sequences of single-stranded DNA, the second Chargaff's rule is well known, which states that in such sequences the amount of guanine G is approximately equal to the amount of cytosine C and the amount of adenine A is approximately equal to the amount of thymine T. Many authors have devoted their works to the analysis and discussion of this rule (see, for example, [Fimmel, Gumbel, Karpuzoglu, Petoukhov, 2019; Prabhu, 1993; Rapoport, Trifonov, 2012; Rosandic, Vlahovic, Gluncic, Paar, 2016; Shporer, Chor, Rosset, and Horn, 2016; Yamagishi, 2017] ). According to [Albrecht-Buehler, 2006 ], this rule applies to the eukaryotic chromosomes, the bacterial chromosomes, the double-stranded DNA viral genomes, and the archaeal chromosomes provided they are long enough. In connection with the hidden rules of long DNA sequences, Chargraff introduced the important term \"a grammar of J o u r n a l P r e -p r o o f biology\" [Chargaff, 1971] , which is repeatedly used by his followers (see, for example, [Yamagishi, 2017] ).",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 432,
                    "text": "[Fimmel, Gumbel, Karpuzoglu, Petoukhov, 2019;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 433,
                    "end": 446,
                    "text": "Prabhu, 1993;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 447,
                    "end": 472,
                    "text": "Rapoport, Trifonov, 2012;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 473,
                    "end": 513,
                    "text": "Rosandic, Vlahovic, Gluncic, Paar, 2016;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 514,
                    "end": 552,
                    "text": "Shporer, Chor, Rosset, and Horn, 2016;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 553,
                    "end": 569,
                    "text": "Yamagishi, 2017]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 586,
                    "end": 609,
                    "text": "[Albrecht-Buehler, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 941,
                    "end": 957,
                    "text": "[Chargaff, 1971]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1021,
                    "end": 1038,
                    "text": "[Yamagishi, 2017]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regarding the quantitative analysis of DNA sequences, researchers usually study quantities and percentages (or probability, or frequencies) of separate n-plets (that is separate oligomers, having their length n). For example, the second Chargaff's rule is based on such a study of the quantities of separate nucleotides A, T, C, and G. The work [Prahbu, 1993] studies quantities of separate n-plets. In contrast to such analytic approaches, the author suggests for analysis of long nucleotide sequences another method called the oligomer sums method. It allows studying the oligomer cooperative organization by the comparative analysis of total amounts of all n-plets, having fixed length n, from the certain equivalence classes of oligomers.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 359,
                    "text": "[Prahbu, 1993]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Below this analytic approach and the results of its application to many genomes and separate nucleotide sequences are represented. Besides, the article additionally shows that the oligomer sums method can be usefully applied to the analysis not only genomic sequences of nucleotides but also the analysis of amino acid sequences of long proteins. The presented study is a continuation of long term author's researches on biological symmetries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The term \"oligomer\" refers to a molecular complex of chemical that consists of a few repeating units. Nucleobases -adenine A, thymine T, cytosine C, and guanine Gserve as such repeated units in DNA oligomers, which can have different lengths and which are also called n-plets, where n refers to the oligomer length. Each of nucleotide sequences in eukaryotic and prokaryotic genomes can be represented as a sequence of monomers (like as A-C-A-T-G-T-…), or a sequence of doublets (like as AC-AT-GT-GG-…), or a sequence of triplets (like as ACA-TGT-GGA-…), etc. In each of such fragmented representations, one can calculate total amounts of oligomers of various kinds in the analyzed sequence and then compare them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "The article describes the numerical analysis of sets of n-plets, which belong -in such fragmented representations of long DNA sequences -to the equivalence classes (or cooperative groupings) of A 1 -oligomers, or T 1 -oligomers, or C 1 -oligomers, or G 1oligomers correspondingly (their index 1 indicates that all oligomers of each class start with the same nucleotide A, or T, or C, or G). For example, the class of the A 1oligomers contains the following n-plets: 4 doublets AA, AT, AC, and AG; 16 triplets AAA, AAT, AAC, AAG, ATA, …, AGG; etc. The total amount of different kinds of n-plets, which start with the same nucleotide, under fixed n is equal to 4 n-1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "To simplify a theoretical explanation, let us consider the example of an analysis of the oligomer cooperative organization of human chromosome №1 by the author's method of oligomer sums (abbreviation, the OS-method). The totality of data obtained by analyzing a nucleotide sequence by thе OS-method is called its OSrepresentations. This method gives numeric sequences called oligomer sums sequences (or briefly, OS-sequences).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "The application of the OS-method to the analysis of the human chromosome №1 includes the following steps, which are typical also for the analysis of other DNA and RNA sequences:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "• Firstly, the DNA sequence of this chromosome is represented in the mentioned form of a set of its fragmented sequences of oligomers of certain lengths n = 1, 2, 3, …;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "• Secondly, phenomenological quantities S A , S T , S C , and S G of monomers A, T, C, and G correspondingly are calculated in the considered nucleotide sequence. In the human chromosome № 1, the following quantities exist: S A = 67070277, S T = 67244164, S C = 48055043, S G = 48111528; • Thirdly, in each of the fragmented representations of the DNA sequence under n = 2, 3, 4, …, the corresponding total amounts Σ A,n,1 , Σ T,n,1 , Σ C,n,1 , and Σ G,n,1 of n-plets are calculated in equivalence classes of A 1 -oligomers, T 1 -oligomers, C 1 -oligomers, and G 1 -oligomers (here, for example, the symbol Σ A,3,1 refers to the total amount of triplets, which start with the nucleotide A). These total amounts regarding each of the classes are members of the appropriate OSsequence of the class. For analysis of human chromosomes and various eukaryotic and prokaryotic genomes, the author usually takes n = 1, 2, 3, … , 19, 20 or, in special cases, n = 1, 2, 3, …, 99, 100. One can remind here that genomic sequences in the GenBank sites usually contain some letters N, indicating that there can be any nucleotide in this place (https://www.ncbi.nlm.nih.gov/books/NBK21136/). By this reason, the total amount of all monomers A, T, C, G (that is the sum S A + S T + S C + S G ), calculated for the sequence from the GenBank, is slightly less than the complete length of the DNA sequence, which is indicated in the GenBank. But practically this is not essential for the results of the application of the OS-method to analyze genomic sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "For human chromosome № 1, phenomenological values of the total amounts of n-plets from the class of A 1 -oligomers are shown in the graphical form for n = 1, 2, 3, …, 20 in Fig.2 .1 at left (in blue). Here the abscissa axis represents the values of n, and the ordinate axis represents the values of the total amounts Σ A,n,1 of n-plets, which start with the nucleotide A. The amazing result is that all 20 phenomenological points [n, Σ A,n,1 ] lie -with a high level of accuracy -along with the hyperbola H A,1 = S A /n = 67070277/n shown in red in Fig. 2 .1, middle. Deviations of phenomenological quantities Σ A,n,1 from model values S A /n lie in the range -0.030%÷0.024%, that is, they comprise only one-hundredths of a percent ( Fig. 2.1, right) . Initial data on this chromosome were taken in the GenBank: https://www.ncbi.nlm.nih.gov/nuccore/NC_000001.11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 178,
                    "text": "Fig.2",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 555,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 750,
                    "text": "Fig. 2.1, right)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The hyperbolic rule in the oligomer cooperative organization of all human nuclear chromosomes"
        },
        {
            "text": "The graphs of data for the case of the OS-sequences of n-plets from the class A 1 -oligomers of the human chromosome №1. In these graphs, the abscissa axis represents the values n = 1, 2, 3, …, 20. Left: the ordinate axis represents the set of phenomenological total amounts Σ A,n,1 of n-plets beginning with the nucleotide A. Middle: the ordinate axis represents modeling values of the hyperbolic progression S A /n = 67070277/n. The dots with coordinates [n, S A /n] belong to the shown hyperbola H A,1 = S A /n = 67070277/n. Right: deviations of the real OS-sequence Σ A,n,1 from the model hyperbolic progression S A /n in percentages. This result is striking because it shows that knowing only the number of nucleotides A, that is, only one member of the number series shown in Fig. 2 .1, at left, one can predict with the high accuracy all other 19 members, each of which is a sum of 4 n-1 possible kinds of n-plets. The number of possible kinds of n-plets in these sums is growing rapidly, becoming astronomically huge: 4, 16, 64, 256, 1024, ..., 4 10 , ..., 4 19 . Of course, in the human chromosome №1, for example, not all possible 4 19 kinds of the mentioned 20-plets exist but the total amount of all those kinds of 20-plets, which exist in this chromosome, is practically equal to S A /20 with a high level of accuracy shown below.",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1069,
                    "text": "4, 16, 64, 256, 1024, ..., 4 10 , ..., 4 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 788,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Fig. 2.1."
        },
        {
            "text": "Similar results were obtained when studying in this chromosome the total amounts of n-plets, which start with the nucleotide T ( Fig. 2 .2, at left), and with the nucleotide C ( Fig. 2 .2, at middle), and with the nucleotide G ( Fig. 2.2 , at right). The phenomenological values of the total amounts Σ T,n,1 , Σ C,n,1 , and Σ G,n,1 of n-plets are also modeled effectively by appropriate hyperbolic progressions H T,1 , H C,1 , H G,1 (2.1), which differ from each other only by their numerators S T , S C , and S G : H T,1 =S T /n=67244164/n, H C,1 =S C /n=48055043/n, H G,1 =S G /n=48111528/n (2.1)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 184,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 237,
                    "text": "Fig. 2.2",
                    "ref_id": null
                }
            ],
            "section": "Fig. 2.1."
        },
        {
            "text": "Additional graph data to the OS-representation of the human chromosome №1. The abscissa axes represent the values n = 1, 2, 3, …, 20. Тhe ordinate axes show model values H T,1 (n), H C,1 (n), and H G,1 (n) (in red) from (2.1), which practically coincide phenomenological values Σ T,n,1 , Σ C,n,1 , and Σ G,n,1 of the total amount of n-plets, which start with the nucleotide T (at the left graph), the nucleotide C (at the middle graph), and the nucleotide G (at the right graph). The numerical data on this coincidence is shown below. Fig. 2. 3 shows phenomenological and model numeric values for the OS-representation of the classes of A 1 -, T 1 -, C 1 -, and G 1 -oligomers of the human chromosome №1 for n = 1, 2, 3,…, 20. The model values of the total amounts of n-plets, which start with a certain nucleotide (A, T, C, or G), are calculated correspondingly as values of the hyperbolic progressions H A,1 = S A /n = 67070277/n, H T,1 =S T /n=67244164/n, H C,1 =S C /n=48055043/n, and H G,1 =S G /n=48111528/n. Deviations of phenomenological values from model values are also shown in percent in accordance with the expression: 100(1 -(real value)/(model value)). One can see that these deviations are much lesser than 0,2% in all cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 542,
                    "text": "Fig. 2.",
                    "ref_id": null
                }
            ],
            "section": "Fig. 2.2."
        },
        {
            "text": "Phenomenological and model values to the OS-representations of the classes of A 1 -, T 1 -, C 1 -, and G 1 -oligomers in human chromosome №1 are shown for n = 1, 2, ..., 20. The real total amounts of n-plets, which start with a certain nucleotide (A, T, C, or G), are indicated (in blue) jointly with their model values H A,1 (n), H T,1 (n), H C,1 (n), and H G,1 (n) from (2.1) (in red). The symbol Δ% refers to deviations of real values from model values in percent (the model values are taken as 100%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "The model hyperbolic progressions H A,1 = S A /n, H T,1 = S T /n, H C,1 = S C /n, and H G,1 = S G /n serve as mathematical standards for the described phenomenological facts. These hyperbolic progressions differ from each other only in the magnitude of numerators in their expressions, and therefore they can be specified by the general expression (2.2):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "where N refers to any of nucleotides A, T, C, or G; S N refers to the number of corresponding monomers A, T, C, or G in the analyzed nucleotide sequence. If you know the total quantity S N of the monomer N, you can predict -with a high level of accuracy -the total amounts of n-plets belonging to the class N 1 -oligomers by using the general expression (2.2). These phenomenological facts testify in favor of the cooperative entity of the nucleotide sequence in the human chromosome №1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "By the corresponding compression of the ordinate axis in these Cartesian coordinate systems (that is by appropriate scaling of numerators S A , S T , S C , and S G ), each of these four hyperbolic sequences H A,1 =S A /n, H T,1 =S T /n, H C,1 =S C /n, and H G,1 =S G /n reduces to the hyperbolic sequence (2.3): is known long ago as the harmonic progression (or the harmonic sequence) where each term is the harmonic mean of the neighboring terms. For this reason, the revealed hyperbolic sequences in genomes can be also called genomic harmonic progressions, and, in this mathematical sense, one can talk about the harmonic rules and the harmonious organization of genomes described below. The historically famous name \"the harmonic progression\" comes from the connection (2.4) with the series of harmonics in music. The sums of the first members of the harmonic progression (2.4) are called harmonic numbers. The cross-ratio (or the double ratio), which is the basic invariant of projective geometry, is equal to 4/3 for any four adjacent terms of the harmonic progression (the harmonic progression is projectively equivalent to arithmetic progressions, in which the cross-ratio of any four adjacent terms is also equal to 4/3). This connection of the harmonic progression with the basic invariant of the projective geometry is interesting with respect to a wide theme of inherited non-Euclidean symmetries in biological objects [Petoukhov, 1989] . The rich centuries-old history of the study of harmonic progressions and harmonic series is associated with the names of Pythagoras, Orem (d'Oresme), Leibniz, Newton, Euler, Fourier, Dirichlet, Riemann, and other researchers. The generalization of the harmonic series is known as the Riemann zeta function. Using musical terminology, where the term \"timbre\" refers to the totality of the set of sound frequencies in a prolonged sound, one can conditionally say that the oligomer sums method represents the analyzed nucleotide sequence as some \"oligomer timbre\". The series of harmonic numbers serves as the discrete analog of the continuous function of natural logarithm ln(n) [Graham, Knuth, Parashnik, 1994, p. 276] ; this, in particular, connects the harmonic progression (2.4) with Weber-Fechner logarithmic law, which is the main psychophysical law and dictates informatic peculiarities for all inherited sensory channels -vision, hearing, smell, etc, whose organs (eyes, ears, nose, etc.) very differ each other in appearancе. This mathematical connection is that the natural logarithm is defined as the area under the hyperbola on the Cartesian plane [Conway, Guy, 1995, p. 250] . It testifies that genetic and different psychophysical levels of inherited biological informatics are structurally interrelated on the algebra-harmonical basis [Petoukhov, 2016 [Petoukhov, , 2020b .",
            "cite_spans": [
                {
                    "start": 1431,
                    "end": 1448,
                    "text": "[Petoukhov, 1989]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2128,
                    "end": 2168,
                    "text": "[Graham, Knuth, Parashnik, 1994, p. 276]",
                    "ref_id": null
                },
                {
                    "start": 2609,
                    "end": 2636,
                    "text": "[Conway, Guy, 1995, p. 250]",
                    "ref_id": null
                },
                {
                    "start": 2799,
                    "end": 2815,
                    "text": "[Petoukhov, 2016",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2816,
                    "end": 2835,
                    "text": "[Petoukhov, , 2020b",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "Given the relationship of the harmonic progression (2.4) with the four OS-sequences for the four types of nucleotides A, T, C, and G, genomic sequences can be called tetra-harmonic sequences. Fig. 2.3 shows that the OS-sequences of the total amounts of n-plets from the classes of A 1 -oligomers and T 1 -oligomers differ little from each other. The same is true for the OS-sequences of the total amounts of J o u r n a l P r e -p r o o f n-plets from the classes of C 1 -and G 1 -oligomers. This fact is described by the expressions (2.5):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "Fig. 2.3",
                    "ref_id": null
                }
            ],
            "section": "Fig. 2.3."
        },
        {
            "text": "Σ A,n,1 ≈ Σ T,n,1 , Σ C,n,1 ≈ Σ G,n,1 (2.5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "In the particular case at n = 1, expressions (2.4) demonstrate the second Chargaff's rule on the approximate equality between the amounts of nucleotides A and T, as well as C and G in long DNA sequences. Correspondingly the phenomenological fact, described by expressions (2.4), is a certain generalization of the second Chargaff's rule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "The results presented indicate, at least for the human chromosome №1, that there exist two general hyperbolic (or harmonic) rules regarding the total amounts of n-plets, which start with a certain nucleotide A, T, C, or G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2.3."
        },
        {
            "text": "• For any of classes of A 1 -, T 1 -, C 1 -, or G 1 -oligomers in individual chromosomes, the total amounts Σ N,n,1 (n) of their n-plets, corresponding different n, are interrelated each other through the general expression Σ N,n,1 ≈ S N /n with a high level of accuracy (here N refers to any of nucleotides A, T, C, or G; S N refers to the number of monomers N; n = 1, 2, 3, 4, … is not too large compared to the full length of the nucleotide sequence). The phenomenological points with coordinates [n, Σ N,n,1 ] practically lie on the hyperbola having points H N,1 = S N /n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "The second hyperbolic rule (about the similarity in the pairs of OS-sequences):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "• In individual chromosomes, two numeric OS-sequences expressing the total amounts of n-plets, which start with the nucleotide A and with the nucleotide T, are approximately identical. The same is true for two numeric OSsequences expressing the total amounts of n-plets, which start with the nucleotide C and with the nucleotide G (in accordance with the expressions (2.5)). Here n = 1, 2, 3, 4, … is not too large compared to the full length of the nucleotide sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "The obtained results of the hyperbolic (or harmonic) interrelationship of the amounts of n-plets, belonging to the indicated classes of oligomers, are not trivial. Theoretical counter-examples of artificial nucleotide sequences, which have not such interrelation, can be indicated. For example, for the case of the class of A 1 -oligomers, one can mentally construct a long nucleotide sequence that contains many nucleotides A but does not have two adjacent nucleotides A, that is, does not contain a single AA doublet. Such a sequence does not have the hyperbolic interrelationship between the amounts of the nucleotide A and the total amounts of n-plets starting with A. It can be noted else that, in the same human chromosome № 1, the comparison of amounts of different n-plets, consisting of only one type of nucleotides, for example, of the nucleotide A, shows the absence of the hyperbolic relationship between them. Really, in this case the amount of the nucleotide A is equal to 67070277, the amount of the doublets AA -10952057, the amount of the triplets AAA -2837038, the amount of the tetraplets AAAA -856207, and so on without their hyperbolic interrelation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "Let us continue the description of obtained results of the analysis of the human genome, which contains 22 autosomes and 2 sex chromosomes X and Y. These chromosomes are very different from each other in length, molecular weight, gene content, etc. What can be said about the other 23 human chromosomes? Are there hyperbolic rules similar to formulated rules for the human chromosome №1? Yes, the author has got a positive answer to this question. For each of 24 human chromosomes, knowing its quantity S N of the monomer N (that is A, T, C, or G) allows you to calculate the total amounts of n-plets, which start with the oligomer N, with a high level of accuracy by using the general expression (2.2). Here n = 1, 2, 3,... but not very large in comparison with the length of the DNA sequence. Fig. 2 .4 shows general confirmational results of studying all 24 human chromosomes by the OS-method under n =1, 2, 3, …, 20.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 801,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "These results demonstrate that both hyperbolic (or harmonic) rules № 1 and № 2 hold true for each of the human chromosomes with a high level of accuracy. quantities S A , S T , S C , and S G of monomers A, T, C, and G are shown to define the model hyperbolic progressions (2.2). The columns «Range %) show ranges of deviations of real OS-series of corresponding n-plets (n = 1, 2, …, 20) from their appropriate model values S A /n, S T /n, S C /n, and S G /n in percentages (in each case, an appropriate model value is taken as 100%). The left column shows chromosome numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "One can show that the obtained phenomenological data also leads to the third hyperbolic rule related to normalized versions of the OS-sequences S A /n, S T /n, S C /n, and S G /n. Scaling the numerators S A , S T , S C , and S G by dividing by their total amount S = S A +S T +S C +S G , we obtain the corresponding scaling of all these OS-sequences, which are termed as \"normalized OS-sequences\" (2.6):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "It turns out that the normalized OS-sequences of all human chromosomes are similar to each other with a high level of accuracy as Fig. 2 .5 shows regarding the first main members S A /S, S T /S, S C /S, and S G /S of these hyperbolic sequences. The same results on the similarity of normalized OS-sequences S A /nS, S T /nS, S C /nS, and S G /nS in all chromosomes of a particular genome were obtained by the author when studying the genomes of a number of eukaryotes (until now, without a single exception in analyzed cases). Below appropriate results for some eukaryotic genomes are described. These results allow proposing the third hyperbolic (or harmonic) rule on the total amounts of n-plets, which start with a certain nucleotide A, T, C, or G.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "The first hyperbolic rule (about interrelations of oligomers in individual chromosomes):"
        },
        {
            "text": "The third hyperbolic rule (about the similarity of chromosomes):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "• All chromosomes of any individual eukaryotic genome have approximately the same normalized OS-sequences S A /nS, S T /nS, S C /nS, and S G /nS representing classes of A 1 -, T 1 -, C 1 -, and G 1 -oligomers (n = 1, 2, 3, 4, … is not too large compared to the full length of the nucleotide sequence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "The author suggests that these hyperbolic rules are universal genetic rules. But at this stage of the study, they are only candidates for the role of universal rules, since the analysis of the widest variety of genomes is required to verify their universality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "Let us return to the harmonic progression (2.4) and recall its relation with the well-known concept of the harmonic mean. The harmonic mean H of the positive real numbers x 1 , x 2 , …, x n , is defined to be (2.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "Knowing two neighboring members of the harmonic progression, one can calculate its next member by means of the harmonic mean relation. Here we can briefly mention that the harmonic mean is associated with the Pythagorean teaching on the musical harmony and the aesthetics of proportions, presented in the famous numerical triangle published 2000 years ago by Nichomachus of Gerasa in his book \"Introduction into arithmetic\". In accordance with this triangle, the Parthenon [Kappraff, 2006] and other great architectural objects were created because architecture was interpreted as the non-movement music, and the music was interpreted as the dynamic architecture (see more details in [Kappraff, 2000 [Kappraff, , 2002 Petoukhov, 2008; Petoukhov, He, 2010 , Section 2, Chapter 4]). Since the harmonic mean is related to the harmonic progression, the author indicates magnitudes of the harmonic mean in some figures of the article for the comparison analysis of OSsequences in different nucleotide sequences (Fig. 2 .5 and many others).",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 489,
                    "text": "[Kappraff, 2006]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 684,
                    "end": 699,
                    "text": "[Kappraff, 2000",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 700,
                    "end": 717,
                    "text": "[Kappraff, , 2002",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 718,
                    "end": 734,
                    "text": "Petoukhov, 2008;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 735,
                    "end": 754,
                    "text": "Petoukhov, He, 2010",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 1006,
                    "end": 1013,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "Each genomic DNA sequence with its total amount S of all nucleotides A, T, C, and G also contains total amounts S/n of n-plets (that is, S/2 doublets, S/3 triplets, etc.). These total amounts are members of the hyperbolic progression S, S/2, S/3,…, S/n. Each member of this sequence S/n is the sum of the four OS-sequences S A /n, S T /n, S C /n, and S G /n (2.8):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "S A /n + S T /n + S C /n + S G /n = S/n or S A /nS + S T /nS + S C /nS + S G /nS = 1/n (2.8) J o u r n a l P r e -p r o o f These linear superpositions are valid for a wide variety of genomes that differ only in individual coefficients S A , S T , S C , and S G .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chrom S A /S S T /S S C /S S G /S"
        },
        {
            "text": "This Sections is devoted to the analysis -by the oligomer sums method (the OSmethod) -of single-stranded DNA sequences of the complete sets of chromosomes of a few model eukaryotic organisms, which are used long ago in the study of genetics, development, and disease. Received results confirm that both hyperbolic (harmonic) rules regarding n-plets from the classes of A 1 -, T 1 -, C 1 -, and G 1 -oligomers hold for each of described chromosomes at n = 1, 2, 3, 4, …, 19, 20 (although these rules are also satisfied for larger values of n, at least up to n = 100, but the data tables for such large n are too cumbersome to include in the presentations). Let us start with a fruit fly Drosophila melanogaster, which is studied in biology labs for over eighty years. All initial data about its chromosomes were taken from the GenBank https://www.ncbi.nlm.nih.gov/genome/?term=drosophila+melanogaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rules in all chromosomes of a fruit fly Drosophila melanogaster and some other model eukaryotic species"
        },
        {
            "text": "Resulting data in Fig. 3 .1 confirm that -for all the chromosomes -the model hyperbolic progressions H A,1 (n) = S A /n, H T,1 (n) = S T /n, H C,1 (n) = S C /n, and H G,1 (n) = S N /n from the expression (2.2) practically coincide with the real sequences of total amounts of n-plets from the classes A 1 -, T 1 -, C 1 -, and G 1 -oligomers at n = 1, 2, 3, …, 20. In all shown cases, the deviations of real sequences from model hyperbolic progressions are less than 1% as data in the tabular columns «Range %» indicates. This means that the formulated hyperbolic (harmonic) rules are fulfilled in the considered genome. S A , S T , S C , and S G refer to the quantities of nucleotides A, T, C, and G in appropriate chromosomes. The columns \"Range %\" show deviations of real sequences from the model hyperbolic progressions H A,1 (n) = S A /n, H T,1 (n) = S T /n, H C,1 (n) = S C /n, and H G,1 (n) = S G /n at n = 1, 2, 3, …, 20 (the model values are taken as 100%). Similar results, which confirm the hyperbolic rules in eukaryotic genomes, are received by the oligomer sums method for all the analyzed eukaryots including the following:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "The hyperbolic rules in all chromosomes of a fruit fly Drosophila melanogaster and some other model eukaryotic species"
        },
        {
            "text": "• The free-living soil nematode Caenorhabditis elegans by the OS-method. This nematode is widely used as a model organism in genetics for a long time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rules in all chromosomes of a fruit fly Drosophila melanogaster and some other model eukaryotic species"
        },
        {
            "text": "The Caenorhabditis elegans nuclear genome is approximately 100 Mb, distributed among 6 chromosomes; • the laboratory mouse Mus musculus, which has 21 chromosomes and is a major model organism for basic mammalian biology, human disease, and genome evolution; • a plant Arabidopsis thaliana. This small flowering plant has 5 chromosomes and is used for over fifty years to study plant mutations and for classical genetic analysis. It became the first plant genome to be fully sequenced; it has a small genome of ~120 Mb. All initial data on these genomes were taken from the GenBank. Detailed numerical results of the analysis are presented in the preprint [Petoukhov, 2020e] .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 673,
                    "text": "[Petoukhov, 2020e]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The hyperbolic rules in all chromosomes of a fruit fly Drosophila melanogaster and some other model eukaryotic species"
        },
        {
            "text": "Before proceeding to the analysis of prokaryotic genomes, it is useful to show the applicability of the oligomer sums method to the analysis of genes whose sequences are much shorter than DNA sequences in chromosomes. The application of the method unexpectedly reveals the phenomenon of regular rhythmic deviations of the sequences of real total sums of n-plets in the described genes from the corresponding model hyperbolic progressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of long genes by the oligomer sums method"
        },
        {
            "text": "Let us first consider the human TTN gene encoding the largest known protein Titin. Titin, also known as connectin, is important in the contraction of striated muscle tissues. Figs. 4.1-4.6 show some results of the analysis -by the oligomer sums method -of the nucleotide sequence of the TTN gene (numeric results will be represented below). Initial data on its nucleotide sequence are taken in the GenBank https://www.ncbi.nlm.nih.gov/nuccore/X90568.1. This gene contains 26373 nucleotides A, 19569 nucleotides T, 17097 nucleotides C, and 18901 nucleotides G, that is S A = 26373, S T = 19569, S C = 17097, and S G = 18901 for the model hyperbolic progressions (2.2). It can be especially noted that, in this gene, the amounts of nucleotides A and T are significantly different (26373 and 19569) , that is, the second Chargaff's rule on their approximate equality in long sequences is not satisfied here since this nucleotide sequence is not enough long for the Chargaff's rule.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 795,
                    "text": "(26373 and 19569)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of long genes by the oligomer sums method"
        },
        {
            "text": "The class of T 1 -oligomers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of long genes by the oligomer sums method"
        },
        {
            "text": "The class of G 1 -oligomers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of long genes by the oligomer sums method"
        },
        {
            "text": "Graphical representations of the results of the analysis -by the oligomer sums method -of the human TNT gene. The OS-sequences of its total amounts of n-plets, which start with the nucleotide T (left) and the nucleotide G (right), are shown. The red lines refer to model hyperbolic progressions S T /n and S G /n correspondingly, where S T = 19569 and S G = 18901 are quantities of nucleotides T and G in the gene; n = 1, 2, 3, …, 20 as shown at the abscissa axes. The blue line (left) and the green line (right) with dots on them refer to the real OS-sequences of the total amounts of such n-plets. Тhe ordinate axes indicate the total amounts of n-plets. Fig. 4 .1 shows the sequences of the highly regular significant deviations of the real total amounts of n-plets, which start with the nucleotide T and the nucleotide G, from model hyperbolic progressions S T /n = 19569/n and S G /n = 18901/n. One should note that all these significant deviations happen only at n = 3, 6, 9, …, 3m, that is only for cases of 3m-plets (here m = 1, 2, 3,…). Correspondingly these significant deviations can be called «triplet-deviations». Fig. 4 .2 shows the graph, which unites both graphs from Fig. 4 .1 and demonstrates a few interesting features of the highly regular series of these tripletdeviations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 657,
                    "end": 663,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1133,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1190,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 4.1."
        },
        {
            "text": "The graph, uniting two graphs from Fig. 4 .1 for the TNT gene, is shown. The blue dot line and the green dot lines correspond to those additional hyperbolic progressions 11979/n and 28788/n, which model real total amounts of 3m-plets. Other parts of this united graph are the same as in Fig. 4 .1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 41,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 293,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 4.2."
        },
        {
            "text": "Firstly, one can see in Fig. 4 .2 that, in classes of T 1 -oligomers and G 1oligomers, the triplet-deviations happen in opposite directions (or, figuratively speaking, in antiphase):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 30,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 4.2."
        },
        {
            "text": "• in the class of T 1 -oligomers, they decrease real values compared with model values of the hyperbolic progression 19569/n; • in the class of G 1 -oligomers, they increase real values in comparison with model values of the hyperbolic progression 18901/n. Secondly, under triplet-deviations, real total amounts of 3m-plets from the classes of T 1 -oligomers and G 1 -oligomers belong correspondingly to other hyperbolic progressions 11979/n and 28788/n. These hyperbolic progressions are indicated by the blue dot line and the green dot line in Fig. 4 .2. Where did these numerators of model hyperbolas come from? Each of these numerators is associated with the total amount of triplets (n = 3) in an appropriate class of oligomers in this gene: the total amount of triplets starting with nucleotide T is equal to 3993, and the total amount of triplets starting with nucleotide G is equal to 9596. To calculate the first values of the model hyperbolas, each of these amounts of triplets must be tripled, giving the shown numerators 11979 and 28788.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 552,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 4.2."
        },
        {
            "text": "Similar triplet-deviations exist in the OS-representations not only of the TNT gene but also of other long genes, prokaryotic genomes, and viruses in different degrees as the author has discovered in the analysis of a limited set of nucleotide series by the OS-method. In the genetic code system, triplets have an important meaning, which differs from other n-plets: they encode amino acids and punctuations of protein synthesis. One can believe that the phenomenon of the triplet-deviations is related to this special meaning of triplets. For this reason, the deeper analysis of tripletdeviations in different species can be useful to study the secrets of the genetic system and biological evolution. Fig. 4 .2 demonstrated the highly regular rhythmic triplet-deviations for n = 1, 2, 3, …, 20, but similar rhythmic triplet-deviations exist in a much wider range of values n. Fig. 4 .3 shows in graphical forms percentage values of the highly regular rhythmic deviations of the real total amounts of n-plets, which start with the nucleotide T and with the nucleotide G in the TNT gene, from the appropriate model values 19569/n and 18901/n. Two cases of the range of values n are represented there: n = 1, 2, 3,…, 20, and n = 1, 2, 3, .., 100.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 708,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 883,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 4.2."
        },
        {
            "text": "The class of G 1 -oligomers Fig. 4 .3. Percentage representations of highly regular rhythmic sequences of the triplet-deviations of the real amounts of n-plets, which belong to classes of T 1 -, and G 1 -oligomers, from the appropriate model hyperbolic values 19569/n and 18901/n in the TNT gene. Here n = 1, 2, 3, …, 20 (upper row) and n = 1, 2, 3,…, 100 (bottom row) as shown at the abscissa axes. The ordinate axes show percentages of the deviations (the model values are taken as 100%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "The class of T 1 -oligomers"
        },
        {
            "text": "The nucleobases T and G are keto-nucleobases. Figs. 4.2 and 4.3 draw attention to the phenomenon of long-range correlations in the TNT gene between sequences of the triplet-deviations in classes of T 1 -, and G 1 -oligomers: the triplet-deviations in these sequences happen in opposite directions as above mentioned. Such binary oppositions, which meet in different long genes, prokaryotic genomes, and viruses regarding the classes of different N 1 -oligomers (here N refers to A, T, C, or G), should be specially studied in future since they bear important information and are associated with other binary-opposition features of molecular genetic systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The class of T 1 -oligomers"
        },
        {
            "text": "The following Fig. 4 .4 shows the OS-sequences of the total amounts of n-plets, which start with two other nucleotides A and C in the TNT gene. This gene contains 26373 nucleotides A and 17097 nucleotides C; correspondingly S A = 26373 and S C = 17097 for the model hyperbolic progressions (2.2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "The class of T 1 -oligomers"
        },
        {
            "text": "The class of C 1 -oligomers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The class of A 1 -oligomers"
        },
        {
            "text": "Graphical representations of the results of the analysis -by the oligomer sums method -of the human TNT gene regarding the sequences of the total amounts of n-plets, which start with the nucleotide A (left) and the nucleotide C (right). Here n = 1, 2, 3,…, 20 (at the absciss axes). Upper row: the red lines refer to model hyperbolic progressions S A /n = 26373/n and S C /n =17097/n correspondingly. The ordinate axes show the total amounts of appropriate n-plets. The class of C 1oligomers has regular sequences of the significant triplet-deviations at 3m-plets shown by the blue line. Bottom row: percentage representations of the sequences of deviations of the real total amounts of n-plets of these classes from the appropriate model hyperbolic values 26373/n and 17097/n (the ordinate axes show these percentages). The model values are taken as 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4.4."
        },
        {
            "text": "One can see in Fig. 4 .4 that the class of C 1 -oligomers has regular sequences of the significant triplet-deviations at 3m-plets shown by the blue line. The class of A 1oligomers has not such regular sequences of significant deviations; besides, its deviations are essentially less than deviations in the class of C 1 -oligomers. In the class of A 1 -oligomers, the real and model values differ little from each other, and therefore, in Fig. 4 .4, the red line of model values covers the line of real values. Fig. 4 .5 shows the numeric results of the analysis of the TNT gene by the oligomer sums method. The preprint [Petoukhov, 2020e] shows similar results of the analysis of some other genes, including one of the short genes of human histones, by the oligomer sums method. The author notes else that not all long genes have regular sequences of the pronounced triplet-deviations in their OS-representations. The comparison analysis of the OS-representations of different genes is a new research field. Certain triplet-deviations between real and model values under 3m-plets are also found in the OS-representations of entire chromosomes of humans and other organisms, but in a much less pronounced form than in cases of individual genes.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 638,
                    "text": "[Petoukhov, 2020e]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 444,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 516,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Fig. 4.4."
        },
        {
            "text": "Bacteria and Archaea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hyperbolic rules in bacterial genomes of different groups both from"
        },
        {
            "text": "Let us turn now to prokaryotic genomes. The Section represents results of the analysis of nucleotide sequences of all 19 bacterial genomes of different groups both from Bacteria and Archaea, which are listed in the article on the second Chargaff's rule [Rapoport, Trifonov, 2012, p. [Petoukhov, 2020e] . These results demonstrate that the hyperbolic rule No. 1 is fulfilled for all the listed genomes of prokaryotes: the model hyperbolic progressions H A,1 (n) = S A /n, H T,1 (n) = S T /n, H C,1 (n) = S C /n, and H G,1 (n) = S G /n from the expression (2.2) practically coincide with the OS-sequences of real total amounts of n-plets from the classes A 1 -, T 1 -, C 1 -, and G 1 -oligomers at n = 1, 2, 3, …, 20. Because of this coincidence, the model hyperbolic progressions, which are represented by red lines in the graphs of The initial data on these prokaryotic genomes were taken from the GenBank: 1) Aquifex aeolicus VF5, complete genome, 1551335 bp, accession AE000657, version AE000657.1, https://www.ncbi.nlm.nih.gov/nuccore/AE000657.1?report=genbank ; 2) Bradyrhizobium japonicum strain E109, complete genome, 9224208 bp, accession CP010313, https://www.ncbi.nlm.nih.gov/nuccore/CP010313.1?report=genbank. Similar results, received in the analysis of other 17 genomes of bacteria and archaea by the OS-method, are presented in the preprint [Petoukhov, 2020e] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 282,
                    "text": "[Rapoport, Trifonov, 2012, p.",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 301,
                    "text": "[Petoukhov, 2020e]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1354,
                    "end": 1372,
                    "text": "[Petoukhov, 2020e]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The hyperbolic rules in bacterial genomes of different groups both from"
        },
        {
            "text": "Of particular interest is the analysis of the genetic characteristics of microorganisms (extremophiles) living under extreme conditions of high and low temperatures, radiation, acidic and alkaline environments, drying, etc. Study of extremophiles is useful for many practical and theoretical problems. The https://en.wikipedia.org/wiki/Extremophile website contains a table of extremophiles. For the analysis of their genomes by the oligomer sums method, the author used 1-2 organisms from each category of the table. Thus, the genomic data of the following extremophiles were taken in the GenBank and analyzed: 1) Pyrolobus fumarii 1A, which lives in submarine hydrothermal vents; 2) Synechococcus lividus PCC 6715, which lives in low temperature conditions; 3) Chroococcidiopsis thermalis PCC 7203, which lives in conditions of desiccation; 4) Pyrococcus furiosus DSM 3638, which lives in submarine hydrothermal vents; 5) Psychrobacter alimentarius strain PAMC 27889, which lives in soda lakes; 6) Clostridium paradoxum JW-YL-7 = DSM 7308 strain JW-YL-7 ctg1, which lives in volcanic springs, acid mine drainage; 7) Deinococcus radiodurans R1, which lives in conditions of cosmic rays, X-rays, radioactive decay; 8) Halobacterium sp. NRC-1, which lives in conditions of high salt concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of genomes of microorganisms living in extreme environments"
        },
        {
            "text": "The results of the analysis of these genomic data shows the fulfillment of the hyperbolic rule №1 of oligomeric sums for all listed extremophiles. The extremal living conditions of these microorganisms do not affect the subordination of their genomes to the described hyperbolic (harmonic) rules of the algebraic invariance, which are true for the genomes of other prokaryotes and eukaryotes. Fig. 6 .1 shows the results of the analysis for the first two extremophiles from the list. Similar results for all other listed extremophiles are presented in the preprint [Petoukhov, 2020e] . chromosome, complete genome, 2659739 bp, https://www.ncbi.nlm.nih.gov/nuccore/NZ_CP018092.1 All abscissa axes show the values n = 1, 2, …, 20. The red hyperboliс lines demonstrate model hyperbolic progressions S A /n, S T /n, S C /n, S G /n, which almost completely cover the OS-sequences of phenomenological values (the ordinate axes show appropriate values). Blue lines show in percent slight alternating deviations of phenomenological values of the OSsequences from model values S A /n, S T /n, S C /n, S G /n (here S A , S T , S C , and S G denote number of nucleotides A, T, C, and G in the genomes). /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OS-sequences of phenomenological values (the ordinate axes show appropriate values). Blue lines show in percent slight alternating deviations of real values of the OS-sequences from model values S A /n, S T /n, S C /n, S G /n (here S A , S T , S C , and S G denote number of nucleotides A, T, C, and G in these viruses).",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 583,
                    "text": "[Petoukhov, 2020e]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 399,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Analysis of genomes of microorganisms living in extreme environments"
        },
        {
            "text": "The results, presented in this Section, show the fulfillment of the hyperbolic (harmonic) rule № 1 for the viruses considered and provide material for comparative analysis of different OS-sequences in genetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of giant viruses by the oligomer sums method"
        },
        {
            "text": "Let us turn now to the analysis -by the oligomeric sums method -of the COVID-19 virus, which led to a pandemic. The initial data on its nucleotide sequence was taken by the author from the site https://www.ncbi.nlm.nih.gov/nuccore/MN908947.3, where the following is written about it: severe acute respiratory syndrome coronavirus 2 isolate Wuhan-Hu-1, complete genome, GenBank: MN908947.3, LOCUS MN908947, 29903 bp ss-RNA linear VRL 18-MAR-2020. Wuhan-Hu-1, complete genome, GenBank: MN908947.3, LOCUS MN908947, 29903 bp. The abscissa axes represent the values n = 1, 2, 3, …, 20 and n = 1, 2, 3, …, 100. In the graphs with red lines the ordinate axes represent the set of phenomenological total amounts Σ A,n,1 and Σ T,n,1 of n-plets beginning with the nucleotides A and T. The graphs with blue lines show deviations of phenomenological OS-sequences Σ A,n,1 and Σ T,n,1 from the model hyperbolic progressions S A /n = 8954/n and S T /n = 9594/n in percentages. 1 S C = 5492 2 S G = 5863 Fig. 8.2 . The graphs for the cases of the OS-sequences of n-plets from the classes of C 1 -oligomers (rows 1) and G 1 -oligomers (rows 2) of the coronavirus 2 isolate Wuhan-Hu-1, complete genome, GenBank: MN908947.3, LOCUS MN908947, 29903 bp. The abscissa axes represent the values n = 1, 2, 3, …, 20 and n = 1, 2, 3, …, 100. In the graphs with red lines the ordinate axes represent the set of phenomenological total amounts Σ C,n,1 and Σ G,n,1 of n-plets beginning with the nucleotides C and G correspondingly. The graphs with blue lines show deviations of phenomenological OS-sequences Σ C,n,1 and Σ G,n,1 from the model hyperbolic progressions S С /n = 5492/n and S G /n = 5863/n in percentages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 988,
                    "end": 996,
                    "text": "Fig. 8.2",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the COVID-19 virus by the oligomer sums method"
        },
        {
            "text": "In particular, Figs. 8.1, 8.2 show that this virus in its OS-representations has under n = 3, 6, 9, ..., 3m such deviations of phenomenological values from model values, which resemble the triplet-deviations in human genes, which were described above in Figs. 4.1-4 .5. Perhaps the harmfulness of this virus to humans is related to this similarity. It should also be noted that -in the classes of pyrimidines C 1 -and T 1oligomers -these deviations occur in opposite directions in a coordinated manner, which indicates a particular consistency in the structure of the nucleotide sequence of this virus concerning pyrimidines classes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 29,
                    "text": "Figs. 8.1, 8.2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 254,
                    "end": 265,
                    "text": "Figs. 4.1-4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of the COVID-19 virus by the oligomer sums method"
        },
        {
            "text": "This Section presents some results of the study of special subsequences of long nucleotide sequences in single-stranded DNA by the oligomer sums method. These subsequences are termed «DNA epi-chains» [Petoukhov, 2019a] . The author's initial results testify that the above described hyperbolic rules of oligomer sums for genomes are also fulfielld for these epi-chains; it gives new materials to a known theme of fractal-like structures in genetics.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 218,
                    "text": "[Petoukhov, 2019a]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "By definition, in a nucleotide sequence N 1 of any DNA strand with sequentially numbered nucleotides 1, 2, 3, 4, ... (Fig. 9.1a) , epi-chains of different orders k are such subsequences that contain only those nucleotides, whose numeration differ from each other by natural number k = 1, 2, 3, … . For example, in any single-stranded DNA, epi-chains of the second order are two nucleotide subsequences N 2/1 and N 2/2 in which their nucleotide sequence numbers differ by k = 2: the epi-chain N 2/1 contains nucleotides with odd numerations 1, 3, 5, … ( Fig. 9.1b) , and the epi-chain N 2/2 contains nucleotides with even numerations 2, 4, 6, ... (Fig. 9.1c ). By analogy, epichains of the third order are those three nucleotide subsequences N 3/1 , N 3/2 , and N 3/3 , each of which has sequence numbers that differ by k = 3: these epi-chains contain nucleotides with numerations 1, 4, 7, ... or 2, 5, 8, ... or 3, 6, 9, ... , . The epi-chain of the first order N 1 coincides with the nucleotide sequence of the DNA strand ( Fig. 9.1a ). Fig. 9.1. A schematic representation of a single-stranded DNA and its initial epichains of nucleotides, denoted by black circles. a, a sequence N 1 of numerated nucleotides of the DNA strand. b, an epi-chain of the second order N 2/1 beginning with nucleotide number 1. с, an epi-chain of the second order N 2/2 beginning with nucleotide number 2. d, an epi-chain of the third order N 3/1 beginning with nucleotide number 1. e, an epi-chain of the third order N 3/2 beginning with nucleotide number 2. f, an epi-chain of the third order N 3/3 beginning with nucleotide number 3.",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 882,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 898,
                    "text": "... or 2,",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 901,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 904,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 914,
                    "text": "... or 3,",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 920,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 926,
                    "text": "... ,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 128,
                    "text": "(Fig. 9.1a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 553,
                    "end": 563,
                    "text": "Fig. 9.1b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 646,
                    "end": 656,
                    "text": "(Fig. 9.1c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1025,
                    "end": 1034,
                    "text": "Fig. 9.1a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1038,
                    "end": 1047,
                    "text": "Fig. 9.1.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "The term \"epi-chain\" was coined from the Ancient Greek prefix epi-, implying features that are \"on top of\" DNA strands. In any DNA strand, each nucleotide belongs to many epi-chains having different orders k. The symbol \"N\" in the designation of DNA epi-chains corresponds to the first letter in the word \"nucleotides\". In the designation \"N k/m \" of single-stranded DNA epi-chains, the numerator \"k\" in the index indicates the order of the epi-chain, and the denominator \"m\" indicates the numeration of the initial nucleotide of this epi-chain along the DNA strand ( Fig. 9.1a ). For example, the symbol N 3/2 refers to the epi-chain of the third order with the initial nucleotide having the number 2 in the DNA strand: 2-5-8-… ( Fig. 9.1e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 577,
                    "text": "Fig. 9.1a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 731,
                    "end": 741,
                    "text": "Fig. 9.1e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "Each DNA epi-chain of k-th order (if k = 2, 3, 4, ....) contains k times fewer nucleotides than the DNA strand and has its own arrangements of nucleobases A, T, C, and G. But unexpectedly, despite on these differences, OS-sequences of the total amounts of those n-plets, which start with a nucleotide A, or T, or C, or G, are modeled by very similar hyperbolic progressions as in the complete DNA strand and as in its epi-chains (at this stage of the research, the author studied OS-representations of epi-chains only in cases of epi-chains with relatively small orders k).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "Figs. 9.2-9.6 explain these results in graphical forms by examples of the OSrepresentations of epi-chains N 2/1 , N 3/1 , N 4/1 , N 10/1 , and N 50/1 in the human chromosome №1 (the OS-representation of this complete chromosome was presented above in Figs. 2.1-2. 3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 263,
                    "text": "Figs. 2.1-2.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "S A = 33537501 S T = 33620498 S C =24024903 S G = 24057606 Fig. 9 .2. The results of the analysis -by the oligomer sums method -the nucleotide sequence of the epi-chain of the second order N 2/1 (Fig. 9.1b) , which consists of nucleotides with serial numerations 1-3-5-7-9-… in the DNA sequence of the human chromosome № 1. All abscissa axes show the values n = 1, 2, …, 20. The top row demonstrates that the model hyperbolic progressions S A /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OS-sequences of real total amounts of those n-plets, which start with a nucleotide A, or T, or C, or G in this epi-chain correspondingly (the ordinate axes show appropriate amounts). The bottom row shows in percent slight alternating deviations of phenomenological values of the OSsequences from model values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 206,
                    "text": "(Fig. 9.1b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "S A = 22360413 S T = 22412993 S C = 16012711 S G = 16040889 Fig. 9.3 . The results of the analysis -by the oligomer sums method -the nucleotide sequence of the epi-chain of the third order N 3/1 (Fig. 9.1d) , which consists of nucleotides with serial numerations 1-4-7-10-13-… in the DNA sequence of the human chromosome № 1. The top row demonstrates that the model hyperbolic progressions S A /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OS-sequences of real total amounts of those n-plets, which start with a nucleotide A, J o u r n a l P r e -p r o o f or T, or C, or G in this epi-chain correspondingly. The bottom row shows in percent slight alternating deviations of real values of the OS-sequences from model values. All denotations are the same as in Fig. 9 .2. S A = 16768845 S T = 16808862 S C = 12013624 S G = 12028924 Fig. 9.4 . The results of the analysis -by the oligomer sums method -the nucleotide sequence of the epi-chain of the 4th order N 4/1 , which consists of nucleotides with serial numerations 1-5-9-13-… in the DNA sequence of the human chromosome № 1. The top row demonstrates that the model hyperbolic progressions S A /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OS-sequences of real total amounts of those n-plets, which start with a nucleotide A, or T, or C, or G in this epi-chain correspondingly. The bottom row shows in percent slight alternating deviations of real values of the OS-sequences from model values. All denotations are the same as in Fig. 9 .2. S A = 6706672 S T = 6724359 S C = 4803919 S G = 4813156 Fig. 9 .5. The results of the analysis -by the oligomer sums method -the nucleotide sequence of the epi-chain of the 10th order N 10/1 , which consists of nucleotides with serial numerations 1-11-21-31-41-… in the DNA sequence of the human chromosome № 1. The top row demonstrates that the model hyperbolic progressions S A /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OS-sequences of real total amounts of those n-plets, which start with a nucleotide A, or T, or C, or G in this epi-chain correspondingly. The bottom row shows in percent slight alternating deviations of real values of the OS-sequences from model values. All denotations are the same as in Fig. 9 .2. S A = 1341408 S T = 1344421 S C = 961518 S G = 962275 Fig. 9 .6. The results of the analysis -by the oligomer sums method -the nucleotide sequence of the epi-chain of the 50th order N 50/1 , which consists of nucleotides with serial numerations 1-51-101-151-201-… in the DNA sequence of the human chromosome № 1. The top row demonstrates that the model hyperbolic progressions S A /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OSsequences of real total amounts of those n-plets, which start with a nucleotide A, or T, or C, or G in this epi-chain correspondingly. The bottom row shows in percent slight alternating deviations of real values of the OS-sequences from model values. All denotations are the same as in Fig. 9 .2. Figs. 9.2-9.6 show that in these epi-chains, which are sparse subsequences of the complete DNA sequence, the same hyperbolic rule No. 1 is fulfilled, which was formulated above for complete DNA sequences in eukaryotic and prokaryotic genomes. The rule is fulfilled in these epi-chains with the same high accuracy as in the complete DNA of the sequence. Similar results were obtained by the author in study of epi-chains in the singlestranded DNA of other analyzed genomes (see some corresponding data in [Petoukhov, 2019a] ). These results allow formulating the fourth hyperbolic (or harmonic) rule of eukaryotic and prokaryotic genomes, which is considered by the author as a candidate for the role of a universal genetic rule (it is necessary to further investigate the widest variety of genomes to verify a degree of its universality).",
            "cite_spans": [
                {
                    "start": 3534,
                    "end": 3552,
                    "text": "[Petoukhov, 2019a]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Fig. 9.3",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 206,
                    "text": "(Fig. 9.1d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 781,
                    "end": 787,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 860,
                    "text": "Fig. 9.4",
                    "ref_id": null
                },
                {
                    "start": 1525,
                    "end": 1531,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1592,
                    "end": 1598,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 2272,
                    "end": 2278,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 2337,
                    "end": 2343,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 3019,
                    "end": 3025,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "DNA epi-chains and the hyperbolic rules for oligomer sums"
        },
        {
            "text": "• In any nuclear chromosome of eukaryotic genomes and in prokaryotic genomes, the hyperbolic rules №№ 1 and 2 are fulfielld not only for the complete nucleotide sequences but also for their epi-chains of the order k (where k = 2, 3, 4, … is not too large compared to the full length of the nucleotide sequence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The fourth hyperbolic rule (about interrelations of oligomers in epi-chains of long DNA sequences):"
        },
        {
            "text": "The numeric data, which determine the graphs in Figs. 9.2-9.6, are represented in the preprint [Petoukhov, 2020e] . Fig. 9 .7 shows that normalized values of amounts S A , S T , S C , and S G of each of nucleotides A, T, C, and G are practically identical in all considered epi-chains of the human chromosome №1, that is, they are independent of the epi-chain order. . 9 .7. The normalized values S P /(S A +S T +S C +S G ) of amounts S A , S T , S C , and S G of each nucleotide A, T, C, and G are practically identical in all considered epi-chains of different orders 1, 2, 3, 10, and 50 in the human chromosome № 1, that is, they are independent of the epi-chain orders.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 113,
                    "text": "[Petoukhov, 2020e]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": ". 9",
                    "ref_id": null
                }
            ],
            "section": "The fourth hyperbolic rule (about interrelations of oligomers in epi-chains of long DNA sequences):"
        },
        {
            "text": "The described phenomenological rules in the genetic systems were discovered as a result of the development of a matrix-algebraic approach to modeling the genetic coding system. Some features of this author's model approach are presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "Science does not know why the DNA alphabet of nucleotides consists of only 4 relatively simple molecules A, T, C, and G. But science knows that this alphabet is endowed with a system of binary-opposition traits (or indicators): -1) in the double helix of DNA, there are two complementary pairs of nucleotides: the nucleotides C and G of the first pair are connected by three hydrogen bonds, and the nucleotides A and T of the second pair by two hydrogen bonds. Given these oppositional indicators, one can represent C = G = 1 and A = T = 0; -2) the two nucleotides are keto molecules (G and T), and the other two are amino molecules (A and C). Given these oppositional indicators, one can represent G = T = 1 and A = C = 0. Taking this into account, it is convenient to represent DNA alphabets of 4 nucleotides, 16 doublets and 64 triplets in the form of square tables, the columns of which are numbered in accordance with oppositional indicators \"3 or 2 hydrogen bonds\" (C = G = 1, A = T = 0), and the rows in accordance with oppositional indicators \"amino or keto\" (С = А = 1, G = T = 0). In such tables, all letters, doublets, and triplets automatically occupy their strictly individual places (Fig. 10.1) . Fig. 10 .1. One can note here that the classes of G 1 -, T 1 -, C 1 -, and A 1 -oligomers, analyzed in the previous Section as related to the hyperbolic rules, are connected by a special manner with the tensor family of the matrices [G, T; C, A] (n) where the symbol (n) refers to an appropriate tensor power. More precisely, in Fig. 10 .1, each of (2*2)-quadrants of the matrix [G, T; C, A] (2) contains a complete set of 4 doublets, which start with one of nucleotides G, T, C, and A; each of (2 2 *2 2 )-quadrants of the matrix [G, T; C, A] (3) contains a complete set of 16 triplets, which start with one of the nucleotides G, T, C, and A. In general, each of (2 n-1 *2 n-1 )-quadrants of the matrix [G, T; C, A] (n) contains a complete set of 4 n-1 n-plets, which start with one of the nucleotides G, T, C, and A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1197,
                    "end": 1208,
                    "text": "(Fig. 10.1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1211,
                    "end": 1218,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1540,
                    "end": 1547,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "The genetic code is called a \"degenerate code\" because 64 triplets encode 20 amino acids and stop-codons so that several triplets can encode each amino acid at once, and each triplet necessarily encodes only a single amino acid or a stop-codon. The (8*8)-matrix of 64 triplets (Fig. 10.1 ) was built formally without any mention of amino acids and stop-codons. Nothing data preliminary exist on a possible correspondence between triplets and amino acids. How can these 20 amino acids and stop-codons be located in this matrix of 64 triplets? There are a huge number of possible options for the location and repetition of separate amino acids and stopcodons in 64 cells of this matrix. More precisely, the number of these options is much more than 10 100 (for comparison, the entire time of the Universe existence is estimated in modern physics at 10 17 seconds). But Nature uses -from this huge number of options -only a very specific repetition and arrangement of separate amino acids and stop-codons, the analysis of which is important for revealing the structural organization of the information foundations of living matter. Fig. 10 .2 shows the real repetition and location of amino acids and stopcodons in the case of the Vertebrate Mitochondrial Code, which is the most symmetrical among known dialects on the genetic code. This genetic code is called the most ancient and \"ideal\" in genetics [Frank-Kamenetskii, 1988 ] (other dialects of the genetic code have small differences from this one, which is considered in the theory of symmetries as the basis from the structural point of view). • Each of sixteen (2*2)-sub-quadrants, forming this genetic matrix and denoted by bold frames, is bisymmetrical: each of its both diagonals contains an identical kind of amino acids or stop-codon.",
            "cite_spans": [
                {
                    "start": 1400,
                    "end": 1424,
                    "text": "[Frank-Kamenetskii, 1988",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 287,
                    "text": "(Fig. 10.1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1129,
                    "end": 1136,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "Such bisymmetric (2*2)-matrices [a, b; b, a] are well known in algebra as matrix representations of two-dimensional hypercomplex numbers called hyperbolic numbers: a+bj where \"a\" and \"b\" are real numbers, and the imaginary unit j satisfies j 2 = +1 [Kantor, Solodovnikov, 1989] . Hyperbolic numbers are used in physics and mathematics and they have also synonymical names: \"split-complex numbers\", \"double numbers\" and \"perplex numbers\". The collection of all hyperbolic numbers forms algebra over the field of real numbers [Harkin, Harkin, 2004; Kantor, Solodovnikov, 1989 ]. The algebra is not a division algebra or field since it contains zero divisors. Addition and multiplication of hyperbolic numbers are defined by the expressions ( 10.1):",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 277,
                    "text": "[Kantor, Solodovnikov, 1989]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 524,
                    "end": 546,
                    "text": "[Harkin, Harkin, 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 547,
                    "end": 573,
                    "text": "Kantor, Solodovnikov, 1989",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "(x+jy)+(u+jv)=(x+u)+j(y+v); (x+jy)(u+jv)=(xu+yv)+j(xv+yu) (10.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "This multiplication is commutative, associative, and distributes over addition. Hyperbolic numbers have the matrix form of their representation in a form of bisymmetric matrix [a, b; b, a] . Fig. 10 .3 shows the decomposition of such matrix into two sparse matrices, the first of which is the matrix representation of the real unit and the second one is the matrix representation of the imaginary unit j. Regarding the hyperbolas from the hyperbolic rules formulated above (Figs. 2.1, 2.2, etc.) , it can be noted the following: -1) the transformation of one point of the hyperbola to another point is determined by the transformation of the hyperbolic rotation, in which the hyperbole glides along with itself. Such a transformation is determined by a special bisymmetric matrix [a, b; b, a] representing a special form of hyperbolic numbers (the hyperbolic rotations are known in the special theory of relativity under the name of the Lorentz transformation); -2) in the hyperbolic sequence S/n, each its member can be considered as a point at the hyperbolic plane and interpreted as a corresponding hyperbolic number S/n + nj having its matrix representation [S/n, n; n, S/n].",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 188,
                    "text": "[a, b; b, a]",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 484,
                    "text": "(Figs. 2.1,",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "2.2,",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 495,
                    "text": "etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "If each amino acid and stop-codon is represented by some characteristic parameter (for example, the number of carbon atoms in these organic formations or numbers of protons in its molecular structure, etc.), then a numerical (8*8)-matrix arises (Fig. 10.4) with bisymmetric (2*2)-sub-quadrants representing hyperbolic numbers a+bj. In other words, this phenomenologic arrangement of amino acids and stop-codons in the matrix of 64 triplets is associated to the multiblock union of matrix presentations of 16 two-dimensional hyperbolic numbers. 5 5 6 5 4 4 4 6 5 5 5 6 4 4 6 4 6 6 6 6 3 0 6 5 6 6 6 6 0 3 5 6 3 3 4 5 3 3 9 0 3 3 5 4 3 3 0 9 2 2 5 5 3 11 9 6 2 2 5 5 11 3 6 9 Fig. 10.4 . The numeric analog of the symbolic (8*8)-matrix of amino acids and stop-codons from Fig. 10 .2 for the case of representing each of amino acids by numbers of its carbon atoms (stop-codons are conditionally represented by zero).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 256,
                    "text": "(Fig. 10.4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 674,
                    "end": 683,
                    "text": "Fig. 10.4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 770,
                    "end": 777,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "An additional confirmation of the relationship of DNA alphabets with bisymmetric matrices, representing hyperbolic numbers, is given by returning to the tensor family of genetic matrices (Fig. 10.2) , which were constructed very formally on the basis of binary-oppositional attributes of the four nucleotides A, G, C, and T. Taking into account that two nucleotides are purines (A and G) and the other two are pyrimidines (C and T), one can replace in these matrices the nucleotides A and G with the traditional symbol of purines R, and the nucleotides C and T with the traditional symbol of pyrimidines Y. In such representation of the considered genetic matrices, a tensor family of bisymmetric matrices arises, whose entries are combinations of purines R and pyrimidines Y (Fig. 10.5) . These bisymmetric matrices represent 2-dimensional, 4-dimensional, and 8-dimensional hyperbolic numbers (10. where all j k are imaginary units of these hyperbolic numbers with the property j k 2 = +1). The algebras of these 2-, 4-, and 8-dimensional hyperbolic numbers, which are called also as hyperbolic matrions, have corresponding multiplication tables for their basis units [Petoukhov, 2008; Petoukhov, He, 2010] . RRR 1 j 1 j 2 j 3 j 4 j 5 j 6 j 7 1 1 j 1 j 2 j 3 j 4 j 5 j 6 j 7 j 1 j 1 1 j 3 j 2 j 5 j 4 j 7 j 6 j 2 j 2 j 3 1 j 1 j 6 j 7 j 4 j 5 j 3 j 3 j 2 j 1 1 j 7 j 6 j 5 j 4 j 4 j 4 j 5 j 6 j 7 1 j 1 j 2 j 3 j 5 j 5 j 4 j 7 j 6 j 1 1 j 3 j 2 j 6 j 6 j 7 j 4 j 5 j 2 j 3 1 j 1 j 7 j 7 j 6 j 5 j 4 j 3 j 2 j 1 1 Bottom: the multiplication table of basis units 1 and j k of the algebra of 8-dimensional hyperbolic numbers, which contains multiplication tables, marked by bold lines, of the algebras of 2-and 4-dimensional hyperbolic numbers [Petoukhov, 2008; Petoukhov, He, 2010] .",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1186,
                    "text": "[Petoukhov, 2008;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1187,
                    "end": 1207,
                    "text": "Petoukhov, He, 2010]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1210,
                    "end": 1213,
                    "text": "RRR",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1759,
                    "text": "[Petoukhov, 2008;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1760,
                    "end": 1780,
                    "text": "Petoukhov, He, 2010]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 198,
                    "text": "(Fig. 10.2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 776,
                    "end": 787,
                    "text": "(Fig. 10.5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "It should be noted two following aspects. Firstly, the multiplication table of the algebra of 2 n -dimensional hyperbolic numbers has a fractal-like character since it contains multiplication tables of the algebras of 2 n-1 -, 2 n-2 -, …, 2-dimensional hyperbolic numbers (Fig. 10.5 shows an example of this). 2 n -dimensional hyperbolic numbers can be generated by the tensor power (n) of the 2-dimensional bisymmetric matrix [R, Y; Y, R] (n) . Secondly, coordinates of hyperbolic numbers in (10.2) have some relation to analysis of genomes by the oligomer sums method and by its modifications. For example, in 2-dimensional hyperbolic number R+j 1 Y, the coordinate R is equal to total number of purines A and G, and the coordinate Y is equal to total number of pyrimidines C and T in the considered DNA sequence. The coordinate RY in the expression (10.2) is equal to the total amounts of doublets, which start with purines A and G and end with pyrimidines C and T, and so on. The presented algebraic features of the genetiс coding system supplement the following statement in a number of author's publications [Petoukhov, 2008 [Petoukhov, , 2016 [Petoukhov, , 2018a Petoukhov, He, 2010, etc.] . The genetic code is not just a mapping of one set of elements to other sets of elements by type, for example, of a phone book in which phone numbers encode names of people. But the genetic code is inherently an algebraic code, akin to a certain degree to those algebraic codes that are used in modern communication theory for noise-immune transmission of information. Algebraic features of the genetic code are related to the noise-immune properties of this code and the whole genetic system.",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1130,
                    "text": "[Petoukhov, 2008",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1131,
                    "end": 1149,
                    "text": "[Petoukhov, , 2016",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1150,
                    "end": 1169,
                    "text": "[Petoukhov, , 2018a",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1170,
                    "end": 1196,
                    "text": "Petoukhov, He, 2010, etc.]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 282,
                    "text": "(Fig. 10.5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "One can explain the meaning and possibilities of algebraic codes by the example of transmitting a photograph of the Martian surface from Mars to Earth using electromagnetic signals. On the way to the Earth, these signals travel millions of kilometers of interference and arrive at the Earth in a very weakened and distorted form. But, magically, based on these mutilated signals on Earth, a high-quality photograph of the surface of Mars is recreated. The secret of this magic lies in the fact that from Mars not the information signals about this photo are sent, but algebraically encoded versions of these signals that are quite other. At receivers on Earth, these algebraically encoded signals are algebraically decoded into signals, which recreate the original photographic image of the surface of Mars. It should be emphasized that algebraic coding of information in the theory of noise-immune communication actively uses the mathematical apparatus of matrices, which is also used in quantum informatics and quantum mechanics as matrix operators. The author's works are aimed at studying algebraic properties of the genetic coding system for revealing hidden information rules algebraically encoded in the molecular genetic system. This article is part of a set of long-term author's studies of the genetic system by the methods of matrix analysis and modeling combined under the general name \"matrix genetics\" [Petoukhov, 2008 [Petoukhov, , 2011 [Petoukhov, , 2016 [Petoukhov, , 2017 [Petoukhov, , 2019b Petoukhov, He, 2010; Petoukhov, Petukhova, 2017a,b] .",
            "cite_spans": [
                {
                    "start": 1416,
                    "end": 1432,
                    "text": "[Petoukhov, 2008",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1433,
                    "end": 1451,
                    "text": "[Petoukhov, , 2011",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1452,
                    "end": 1470,
                    "text": "[Petoukhov, , 2016",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1471,
                    "end": 1489,
                    "text": "[Petoukhov, , 2017",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1490,
                    "end": 1509,
                    "text": "[Petoukhov, , 2019b",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1510,
                    "end": 1530,
                    "text": "Petoukhov, He, 2010;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1531,
                    "end": 1561,
                    "text": "Petoukhov, Petukhova, 2017a,b]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "Let's continue the presentation of confirmational data on the existence of hyperbolic (or harmonic) rules in the cooperative oligomeric organization of the eukaryotic and prokaryotic genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The representation of the DNA alphabets by their binary-oppositional traits in matrix genetics"
        },
        {
            "text": "The Section is devoted to the connections of the described phenomenological hyperbolic (harmonic) rules in genomes with the concepts and mathematical formalisms of quantum informatics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "One of the creators of quantum mechanics P.Jordan in his work on quantum biology claimed that life's missing laws were the rules of chance and probability of the quantum world [Jordan, 1932; McFadden, Al-Khalili, 2018] . From the standpoint of Jordan's statement, the study of probabilities or frequencies of n-plets (monoplets, doublets, triplets, etc.) in long DNA sequences is important for discovering hidden biological laws and for developing quantum biology. The phenomenological hyperbolic rules about the total amounts of certain oligomers in the genomes described above allow us to study their connection with the probability rules of these groups of oligomers in the genomes. Let us explain this.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 190,
                    "text": "[Jordan, 1932;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 191,
                    "end": 218,
                    "text": "McFadden, Al-Khalili, 2018]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 317,
                    "end": 354,
                    "text": "(monoplets, doublets, triplets, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Till now we considered the total amounts Σ N,n,1 of certain n-plets, which start with the first nucleotide N (A, T, С, or G), and we discovered that, in different genomes, these amounts correspond to hyperbolic OS-sequences S N /n with a high accuracy, where S N refers to the total number of the nucleotide N. The whole sequence of all nucleotides in a long single-stranded DNA can be considered as a sequence of oligomers of a certain length n, whose amount is equal to S/n. Each such oligomer starts with one of four nucleotides A, T, C, or G. Therefore the total amount S/n of consecutive oligomers of length n in the analyzed DNA sequence is the sum of all oligomers of length n starting with A, or T, or C, or G: S/n = Σ A,n,1 + Σ T,n,1 + Σ C,n,1 + Σ G,n,1 (11.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "The collective probability (percentage, or frequency) P n (N 1 ) of all Σ N,n,1 n-plets starting with the nucleotide N, relative to the amount S/n (14.1), is determined by the expression (11.2): P n (N 1 ) = Σ N,n,1 /(S/n) ≈ (S N /n)/(S/n) = S N /S = P(N) (11.2 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "The expression (11.2) shows that the collective probability P n (N 1 ) is independent of n and is approximately equal to the probability (frequency) P(N) = S N /S of the nucleotide N in the genomic sequence having S nucleotides. For example, the human chromosome №1, which was considered above (Figs. 2.1-2. 3), has the total amount of nucleotides S = S A +S T +S C +S G = 67070277 + 67244164 + 48055043 + 48111528 = 230481012. The probability P(A) of the nucleotide A is equal to S A /S = 67070277 / 230481012 ≈ 0.2910. From the data in Fig. 2.3 , one can verify that, in this chromosome, the collective probabilities P n (A 1 ) of total amounts of n-plets (n = 2, 3, …, 20) starting with the nucleotide A are also equal to this value P(A) = 0.2910 with a high level of accuracy independently of n. A similar situation holds with respect to the nucleotides T, C, and G.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 307,
                    "text": "2.1-2.",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 538,
                    "end": 546,
                    "text": "Fig. 2.3",
                    "ref_id": null
                }
            ],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "It is also useful to note the opposite: if, for a genome, the phenomenological probabilities of n-plets Pn(N 1 ) (where n = 1, 2, 3, …) are initially known, and their compliance with the rule -of type P(N) ≈ P n (N 1 ) -of approximate equality of collective probability of n-plets is also known, then connection (11.2) allows us to construct a hyperbolic OS-sequence of the sums Σ N,n,1 of n-plets (11.3): Σ N,n,1 = P n (N 1 )*S/n (11.3) This is noted here because the author previously discovered and published [Petoukhov, 2018b] the rules of the approximate equality of the collective probabilities of n-plets for n = 1, 2, 3,... Given the expressions (11.2) and (11.3), the hyperbolic rules of the OS-sequences and these rules for the approximate equality of the collective probabilities of n-plets are equivalent. Both of them reflect in different languages the oligomeric cooperative organization of genomes. This is useful to note because the author has published an effective mathematical model for the rules of collective probability, which is obviously applicable also to the above formulated hyperbolic rule № 1 [Petoukhov, 2018b; Petoukhov, Petukhova, Svirin, 2019] . One should emphasize the following important aspect of the OSrepresentations of genomic sequences. Each nucleotide of a DNA sequence is a participant of those sets of its different n-plets (doublets, triplets, etc.), whose total amounts are members of OS-sequences of this DNA; in other words, each DNA nucleotide makes its small contribution immediately to many members of the OSsequences. Figuratively speaking, each DNA nucleotide is \"smeared\" (or distributed) over many members of the DNA OS-sequence (this \"smearing\" over many members of the OS-sequence is also true for each DNA doublet, triplet, etc.). Correspondingly, OS-sequences reflect a sort of an interrelation over all n-plets in DNA sequences. Or, in other words, thе oligomer sums method represents any long nucleotide sequence as a multi-partite (or many-body) system having a cooperative state regarding many its interrelated oligomers of different lengths n = 1, 2, 3,... This has some analogies with the well-known problem of multi-partite entanglement in quantum informatics described, for example, in [Walter, Gross, Eisert, 2017; Horodecki, Horodecki, et al., 2009; Gühne, Tóth, 2009; Amico, Fazio, et al., 2008] .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 530,
                    "text": "[Petoukhov, 2018b]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1122,
                    "end": 1140,
                    "text": "[Petoukhov, 2018b;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1141,
                    "end": 1176,
                    "text": "Petoukhov, Petukhova, Svirin, 2019]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2253,
                    "end": 2282,
                    "text": "[Walter, Gross, Eisert, 2017;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2283,
                    "end": 2318,
                    "text": "Horodecki, Horodecki, et al., 2009;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2319,
                    "end": 2337,
                    "text": "Gühne, Tóth, 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2338,
                    "end": 2365,
                    "text": "Amico, Fazio, et al., 2008]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Quantum entanglement is the physical phenomenon that occurs when a pair or group of particles is generated, interact, or share spatial proximity in a way such that the quantum state of each particle of the pair or group cannot be described independently of the state of the others. In quantum informatics, entangled states play very important roles. The study and use of entangled states are one of the main problems of quantum computing: \"…entanglement is a key element in effects such as quantum teleportation, fast quantum algorithms, and quantum errorcorrection. It is, in short, a resource of great utility in quantum computation and quantum information. … entangled states play a crucial role in quantum computation and quantum information\" [Nielsen, Chuang, 2010, p. XXIII and p. 96] .",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 790,
                    "text": "[Nielsen, Chuang, 2010, p. XXIII and p. 96]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Quantum systems with many degrees of freedom are ubiquitous in nature, particularly in the context of condensed matter theory. \"It is hence not surprising that important classes of states, such as ground states of local Hamiltonians, are multipartite entangled states. … Recent years have seen an enormous increase in interest at the intersection of quantum information and condensed matter theory that stems from the insight that notions of entanglement are crucial in the understanding of quantum phases of matter …. Another family of quantum many-body states that can be efficiently described is the classes of bosonic and fermionic Gaussian states. They both arise naturally in the context of quantum many-body models in condensed matter physics, but their bosonic variant is also highly useful in quantum optics when it comes to describing systems constituted of several quantum modes of light… . Relatedly, multi-partite entangled states serve as resources to a number of important protocols in quantum information theory in which more than two parties come together. A prominent example of such a multi-party quantum protocol is quantum secret sharing, in which a message is distributed to several parties in such a way that no subset is able to read the message, but the entire collection of parties is. …. Multipartite entanglement does not only facilitate processing or transmission of information but also allow for applications in metrology\" [Walter, Gross, Eisert, 2017, pp. 15, 18, 20, 23] . The entanglement refers to the nonlocal properties of quantum states that cannot be explained classically.",
            "cite_spans": [
                {
                    "start": 1454,
                    "end": 1503,
                    "text": "[Walter, Gross, Eisert, 2017, pp. 15, 18, 20, 23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Distinguish entanglement of distinguishable and indistinguishable (identical) particles. The state of the system K of distinguishable particles in a pure state is determined by the state vector |ψ> in the Hilbert space Η, which is the tensor product of the subspaces corresponding to each particle:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "If the particles are not entangled, then the state of the system is defined as the tensor product of the state vectors |ψ (i) > of the subsystems:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "If the vector cannot be expressed in this form (11.4), then they say that the particles are quantum entangled. The tensor product gives a way of putting separate vector spaces together to form larger vector spaces and it is one of the basis instruments in quantum informatics. The following quotation speaks about the meaning of the tensor product: \"This construction is crucial to understanding the quantum mechanics of multiparticle systems \" [Nielsen, Chuang, 2010, p. 71 ]. But above Section 3 described that the DNA alphabets of 4 nucleotides, 16 doublets, 64 triplets,…, 4 n n-plets, which have binary-oppositional systems of molecular traits, are interrelated by the tensor product of matrices representing them: these genetic matrices of DNA alphabets are members of a single tensor family [G, T; C, A] (n) (Fig. 10.1) . This fact is one of the arguments in favor of the adequacy of the quantum-information approach to the study of genetic informatics and living bodies as informational entities.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 474,
                    "text": "[Nielsen, Chuang, 2010, p. 71",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 815,
                    "end": 826,
                    "text": "(Fig. 10.1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "The author believes that in eukaryotic and prokaryotic genomes we have some special case of multi-partite entangled states in genomic systems of many oligomers (in some analogy with the case of groups of many particles). This can be termed as \"the genomic entanglement\" or as \"the genomic tetra-entanglement\" since genomic sequences contain 4 kinds of nucleotides A, T, C, and G. It should be emphasized that the author doesn't declare an existence of ordinary physical quantum entanglement in the genomes, but only that the mathematical apparatus of the theory of quantum informatics is suitable for a modelling the considered genetic sequences. Any long DNA sequence of nucleotides can be analyzed as a multicomponent quantum system, whose quantum state is determined by the tensor product of the quantum states of its subsystems, represented by sets of oligomers of different fixed length n where n = 1, 2, 3,... Let us turn to the above-mentioned author's model of properties of genomic sequences expressed by the expressions (11.2) and (11.3) [Petoukhov, 2018b; Petoukhov, Petukhova, Svirin, 2019] . This model is based on the tensor products and some other formalisms of quantum informatics and concerns, first of all, the hyperbolic rule №1 of the oligomer cooperative organization of genomes. The model introduced the notion \"genetic qubits\" based on different pairs of binary-oppositional molecular traits of adenine A, guanine G, cytosine C, and thymine T. Appropriate 2n-qubit systems in separable pure states were constructed, where nucleotides A, T, C, and G (and also DNA doublets and other n-plets) were represented by appropriate computational basis states in Hilbert spaces of corresponding dimensionalities. For example, cytosine C was represented as the computational basis state |00> of the 2-qubit system in the 4-dimensional Hilbert space, thymine T -as the computational basis state |01>, guanine G -as the computational basis state |10>, and adenine A -as the computational basis state |11> of the same 2-qubit system. Correspondingly, 16 doublets were represented as 16 computational basis states of the 4-qubit system in the 16-dimensional Hilbert space: for example, the doublet CC was represented as the computational basis state |0000>, the doublet CT -as |0001>, …, etc. This model can be used for a deeper understanding of the genomic entanglement.",
            "cite_spans": [
                {
                    "start": 1048,
                    "end": 1066,
                    "text": "[Petoukhov, 2018b;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1067,
                    "end": 1102,
                    "text": "Petoukhov, Petukhova, Svirin, 2019]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "An effective model should not only explain known phenomenological data but also predict unknown data to search them in natural systems. Let us show now that the proposed quantum-informational model has predictive power, allowing us to open previously unknown properties of genomic DNA sequences. Really, the noted model allowed a prediction not only the hyperbolic rule №1 described above but also many other non-trivial interrelations in genomic structures. In a limited volume of this article, the author can show only a few following brief examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "-11.1. About additional confirmations of the model predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "For example, the model predicts the following. Till now we considered OSsequences, whose members are total amounts of n-plets, which start with a certain «attributive» nucleotide, for example, with the nucleotide A. In this case, we calculate the total amounts of oligomers in the following sets: 4 doublets AT, AC, AG, AA; 16 triplets ATT, ATC, ATG, ACC, …; and so on. But what results arise if one calculates, in the same genome, the total amounts in quite other sets of n-plets having the same attributive nucleotide A at their second positions, that is the following sets: 4 doublets TA, CA, GA, AA; 16 triplets TAT, TAC, TAG, CAC,…; and so on for n = 2, 3, 4,…? And what results arise if one calculates, in the same genome, total amounts in the sets of n-plets, which have the same nucleotide at their third positions, that is the following sets: 16 triplets TTA, TCA, TGA, CCA, …; 64 tetraplets TTTA, TCTA, TGCA, …; and so on for n = 3, 4, 5, …? The quantum-information model predicts that in all such cases the resulting OS-sequences will be practically identical to the hyperbolic-like OS-sequence of the total amounts of n-plets with the same attributive nucleotide at their first position. These model predictions also apply to cases of sets of n-plets, which have the same attributive nucleotide at their 4th, 5th, 6th, …, kth positions for n = k, k+1, k+2, … (here k is not too large compared to the full length of the genomic sequence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "These model predictions are confirmed by direct calculations of total amounts of corresponding sets of n-plets in different genomes. Figs. 11.1 and 11.2 show examples of such confirmations by the comparisons of different OS-sequences calculated for the human chromosome №1 in three cases of locations of attributive nucleotides in its n-plets: 1) at the first position in n-plets (data on the appropriate OS-sequences are taken from Fig. 2.3) ; 2) at the second position; 3) at the third position. One can see from the shown results that the differences Δ% of the corresponding members of these three OS-sequences from each other are less than 0.1%, that is these OS-sequences are practically identical. These differences were calculated for each n by the formulas Δ% = 100(1 -Pos1/Pos2)% and Δ% = 100(1 -Pos1/Pos3)% where Pos1, Pos2, and Pos3 refer to values indicated in the rows Pos. 1, Pos. 2, and Pos. 3. Here the results are presented only for n = 2, 3, 4, …, 10 but similar situations of practical coincidences of the corresponding members of the considered OS-sequences are also true for larger n. Another large bunch of predictions about genomic sequences is given by the quantum-information model for quantitative interrelations of different n-plets, which start from the same doublet, or from the same triplet, etc. The model predicts, in particular, that the amount S 2 of any of 16 doublets NN is algebra-harmonically interrelated with the total amounts S 3 , S 4 , S 5 , … of oligomers in the following sets: 4 triplets, which start with this attributive doublet NN; 16 tetraplets, which start with this attributive doublet NN; 64 pentaplets, which start with this attributive doublet NN; and so on. This interrelation is again based on the harmonic progression (2.4). More precisely, according to the model prediction, the ratios of these total amounts S 2 /S 3 , S 2 /S 4 , S 2 /S 5 , … should be correspondingly equal to the ratios of the second member 1/2 of the harmonic progression (2.4) to its subsequent members 1/3, 1/4, 1/5, ... that is to values 3/2, 4/2, 5/2, …. Fig. 11 .3 presents the confirmation of this model prediction by the comparison of the amount S 2 of each of 16 doublets to the total amounts S 3 , S 4 , S 5 of n-plets (n = 3, 4, 5), which start with this doublet, in the human chromosome №1. The right part contains appropriate values of the ratios S 2 /S 3 , S 2 /S 4 , and S 2 /S 5 , which are equal to the same magnitudes 1.5, 2.0, and 2.5 for the cases of all 16 doublets. Here N refers to any of nucleotides A, T, C, and G.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 152,
                    "text": "Figs. 11.1 and 11.2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 442,
                    "text": "Fig. 2.3)",
                    "ref_id": null
                },
                {
                    "start": 2089,
                    "end": 2096,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "The rows in the left part of Fig. 11 .3 shows very different numeric series of total amounts, which are individual in each of rows. But the right part shows that in each row its amounts are interrelated identically based on the numeric series of the ratios 1.5, 2.0, and 2.5, which serves here as a general invariant for the cases of all 16 doublets. But this sequence of ratios exists in the harmonic progression (2.4): 1, 1/2, 1/3, 1/4, 1/5, … , where the ratios of its second member 1/2 to its third, fourth and fifth members (that is, 1/3, 1/4, and 1/5) give this series 3/2, 4/2, and 5/2. Similar results are true for all other human chromosomes and for all those genomes, which were analyzed by the author.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "The model predicts similarly the following numeric interconnections in the complete genomic sequences:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "• The amount S 3 of any of 64 triplets NNN is algebra-harmonically interrelated with the total amounts S 4 , S 5 , S 6 , … of oligomers in the following sets: 64 tetraplets, which start with this attributive triplet NNN; 256 pentaplets, which start with this attributive triplet NNN; 1024 six-plets, which start with this attributive triplet NNN;…. The ratios of these total amounts S 3 /S 4 , S 3 /S 5 , S 3 /S 6 , … should be correspondingly equal to the ratios of the third member 1/3 of the harmonic progression (2.4) to its subsequent members 1/4, 1/5, 1/6, …, that is to values 4/3, 5/3, 6/3, … • The amount S 4 of any of 256 tetraplets NNNN is algebra-harmonically interrelated with the total amounts of S 5 , S 6 , S 7 , … of oligomers in the following sets: 256 pentaplets, which start with this attributive tetraplet NNNN; 1024 six-plets, which start with this attributive tetraplets NNNN; 4906 seven-plets, which start with this attributive tetraplets NNNN,… . The rations of these total amounts S 4 /S 5 , S 4 /S 6 , S 4 /S 7 ,… should be correspondingly equal to the ratios of the fourth member 1/4 of the harmonic progression (2.4) to its subsequent members 1/5, 1/6, 1/7, …, that is to values 5/4, 6/4, 7/4, … • And so on (the length of attributive oligomers NN…N in the considered sets of n-plets should not be too large compared to the full length of the genomic sequence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Similar model predictions exist not only for the listed cases, when the considered attributive nucleotides, or attributive doublets, or attributive triplets, etc. occupy the first positions in n-plets of the considered sets, but also for cases when these attributive nucleotides or oligomers occupy there the second positions, or the third positions, etc (see corresponding rules about collective probabilities in oligomer tetra-groups for cases of locations of attributive oligomers in different positions of n-plets in the article [Petoukhov, 2018b] ).",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 551,
                    "text": "[Petoukhov, 2018b]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Most of the long list of predictions, stemming from this quantum information model, is still awaiting their checking through analysis of various genomes. So far, the author has conducted only a relatively small number of checks of such predictions and has not found a single case of a phenomenological refutation of these predictions. The author will be grateful to those members of the scientific community who will try to find in the full-length sequences of different genomes such cases where these model predictions are not fulfilled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "These and other confirmed predictions of the model enlarge significantly the list of hyperbolic rules in genomes and lead to new tools and opportunities to study genetic structures. The obtained phenomenological data and the set of confirmed predictions of the quantum-information model testify that the eukaryotic and prokaryotic genomes represent a regular algebraic fractal-like net with important participation of the harmonic progression (2.4) in interconnections of its parts. This allows us to say about the algebraic harmony in living bodies. In theoretical biology, the quantum-information model has appeared, which allows predicting with high accuracy a large number of quantitative interconnections between different kinds and sets of oligomers in eukaryotic and prokaryotic genomes (predictions \"at the tip of the pen\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The quantum-information model of the oligomer cooperative organization in genomes and its confirmed predictions"
        },
        {
            "text": "Till now we considered applications of the oligomer sums method to the analysis of long single-stranded DNA sequences of nucleotides. Such DNA sequences consist of 4 kinds of nucleotides, and corresponding 4 equivalency classes of A 1 -, T 1 -, C 1 -, G 1 -oligomers are analyzed. This Section discusses opportunities to apply this method for the similar revealing of possible algebra-harmonic features of primary structures of sequences of 20 amino acids in long proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the application of the oligomer sums method to long protein sequences"
        },
        {
            "text": "Each long sequence of amino acids (for example, ArgSerThrGlyPheLysLeuSer MetAla...) can be also represented in the form of fragmented sequences of different kinds: as a sequence of monomers (Arg-Ser-Thr-Gly-Phe-Lys-Leu-Ser-Met-Ala-...), or as a sequence of amino acid doublets (ArgSer-ThrGly-PheLys-LeuSer-MetAla-...), or as a sequence of amino acid triplets (ArgSerThr-GlyPheLys-LeuSerMet-... ), and so on. Analyzing above long DNA sequences of nucleotides, which consist of 4 kinds of nucleotides A, T, C, and G, we considered 4 equivalency classes of A 1 -, T 1 -, C 1 -, G 1 -oligomers. By analogy, in the case of sequences of 20 types of amino acids, we will analyze 20 equivalency classes, each of which is defined by corresponding amino acid and combines all oligomers, which start with this amino acid. For example, the amino acid Ala defines the equivalency class of Ala 1 -oligomers, which includes all nplets starting with this amino acid: the set of Ala 1 -doublets contains all 20 doublets, which start with the Ala (AlaAla, AlaArg, AlaAsn, …, AlaCys); the set of Ala 1 -triplets contains all 400 triplets, which start with the Ala (AlaAlaAla, AlaAlaArg, …., AlaCysCys), and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the application of the oligomer sums method to long protein sequences"
        },
        {
            "text": "The application of the oligomer sums method to the analysis of any long amino acid sequence and their 20 classes of the oligomer equivalency is as follows (by analogy with the above-described application of the method to analyze long nucleotide sequences and their 4 classes of the oligomer equivalency):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the application of the oligomer sums method to long protein sequences"
        },
        {
            "text": "• Firstly, a considered amino acid sequence is represented in the form of a set of its fragmented sequences of oligomers (that is, fragments) of certain lengths n = 1, 2, 3, …; • Secondly, phenomenological quantities of each of 20 types of amino acids are calculated in the considered sequence; • Thirdly, in each of the fragmented representations of the amino acid sequence under n = 2, 3, 4, …, for any of the 20 classes of the oligomeric equivalency, the total amount Σ of its defining amino acid and also total amounts of all those n-plets (n = 2, 3, 4, ...), that have this acid in their first position (or in other fixed position), are calculated; • The sequence of these phenomenological amounts is compared with the model hyperbolic sequence Σ/n of this equivalency class, where n = 1, 2, 3, …",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regarding the application of the oligomer sums method to long protein sequences"
        },
        {
            "text": "Let us explain the proposed application of the OS-method by an example of the analysis of the primary amino acid sequence of the protein Titin, which is one of the longest proteins. Titin is important in the contraction of striated muscle fibers and is the third most abundant protein in the muscle (after myosin and actin). Below some results of the author's analysis of the human protein Titin by the OS-method are presented. Fig. 12.1 shows 20 graphs demonstrating the OS-sequences for each of 20 amino acids combined in the single general amino acid sequence of the Titin. Each of these 20 graphs presents data for one of the types of amino acids and shows number Σ of this amino acid in Titin and also two sequences: one of them (in blue) corresponds to the sequence of the real total amounts of those n-plets, which start with this amino acid, and the second sequence (in red) corresponds to the model hyperbolic sequence Σ/n (here n = 1, 2, 3,…, 10). . 12.1 . Graphs of analysis results of the human protein Titin by the oligomer sums method for each of 20 equivalency classes, which are defined by its 20 types of amino acids. Each graph shows a sequence (in blue) of real total amounts of n-plets, which start with this amino acid, and also a model hyperbolic sequence Σ/n (in red), where Σ refers to a number of this amino acid (n = 1, 2,…, 10). The abscissa axes show the values n; the ordinate axes show total amounts of the corresponding n-plets, which start with this amino acid. Initial data on this protein are taken on the site https://www.ncbi.nlm.nih.gov/protein/ACN81321.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 437,
                    "text": "Fig. 12.1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 958,
                    "end": 964,
                    "text": ". 12.1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Regarding the application of the oligomer sums method to long protein sequences"
        },
        {
            "text": "One can see from Fig. 12 .1 that, in the protein Titin, for each of all 20 amino acids its sequence (in blue) of phenomenological values of total amounts of those nplets, which start with this amino acid, approximately coincides with the corresponding model hyperbolic sequence Σ/n (in red) or slightly fluctuates around it. In the considered case of Titin, the accuracy of the coincidence of the sequences of phenomenological and model values is lower than in the case of genomes described above. This seems to be due to the relatively short length of the titin amino acid sequence compared to the lengths of genomic nucleotide sequences. The graphs in the Fig. 12.1 show that the largest deviations of the sequences of real values from sequences of model values occur in cases of amino acids, whose number is minimal: the number of amino acids His is 463, Met -384, Trp -462, Cys -498. Moreover, the deviations of the phenomenological values of oligomer sums from model values are relatively small for small values n = 2, 3, but with an increase in the length of oligomers at n = 4, 5, ..., 10, these deviations can increase (the number of corresponding n-plets decreases with increasing n). Fig. 12.2 gives examples of phenomenological and model numeric values for the classes Ala 1 -and Arg 1 -oligomers from the first graphs in Fig. 12 .3 -4.3 6.6 -6.6 6.1 -0.9 12.8 -6.5 -4.7 The study of the amino acid sequences of long proteins by this OS-method should be continued to allow the comparative analysis of various proteins.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Fig. 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 667,
                    "text": "Fig. 12.1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1194,
                    "end": 1203,
                    "text": "Fig. 12.2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1333,
                    "end": 1340,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Regarding the application of the oligomer sums method to long protein sequences"
        },
        {
            "text": "As is known, mutations and the pressure of natural selection influence the genomic sequences of nucleotides. For these reasons, one can assume that as a result of many millions of years of biological evolution, genomic sequences, due to various influences, receive a completely random structure as a whole. This article provides pieces of evidence that, despite mutations, the pressure of natural selection, and other evolutionary factors, the nucleotide sequences of the eukaryotic and prokaryotic genomes have universal algebraic invariants. One can believe that the algebraic unity of living organisms is found (this should be tested further and further on more and more number of genomes). New mathematical tools and approaches for an in-depth study of this genetic world and its evolution appear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "The discovery of the algebraic genomic invariants gives new knowledge about the unity of the world of all living organisms and the features of biological evolution. This concerns additionally the problem of the origin of life, since the following natural question arises: where and how did these genomic algebraic invariants come from, which are expressed in the described hyperbolic (harmonic) rules and related to the quantum-information model if they exist even in the genomes of archaea and bacteria? The received results are interesting also for discussions concerning various well-known theories of biological evolution: Darwinism, nomogenesis, orthogenesis, etc. Some of these results are briefly described in the author's letter [Petoukhov, 2020d] .",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 755,
                    "text": "[Petoukhov, 2020d]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "Living matter appears as an algebraic-harmonic entity. One can separately note the result on that the cooperative system of oligomers in the genomes are associated with the harmonic progression, which is widely known in connection with musical harmony and the frequency system of musical overtones. But the harmonic progression is important not only in music. At least from the time of the Pythagorean doctrine of the aesthetics of proportions, the following idea exists: \"the aesthetic principle is the same in every art; only the material differs\" [Schumann, 1969] . In light of this, architecture has long been interpreted as frozen music, and music as dynamic architecture. Additional speculation about the possible genetic basis of some aesthetic parallels in various arts arises though the very idea of the connection between the feeling of beauty and the genetic system is not new: it is reflected, for example, in the title of the article \"Beauty is in the genes of the beholder\" about a connection of some parameters of the DNA double helix with the golden section [Harel, Unger, Sussman, 1986 ]. These problems are discussed at the International interdisciplinary seminar \"Algebraic Biology and Theory of Systems\" in Moscow [Petoukhov, Tolokonnikov, 2020] .",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 566,
                    "text": "[Schumann, 1969]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1074,
                    "end": 1102,
                    "text": "[Harel, Unger, Sussman, 1986",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1234,
                    "end": 1265,
                    "text": "[Petoukhov, Tolokonnikov, 2020]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "The genomic invariants, described in the article, are connected with hyperbolic sequences and transformations of hyperbolic rotations that shift the hyperbolic sequence along with itself. Hyperbolic rotations, which are also called Lorentz transformations and known in the special theory of relativity, draw attention to the structural connection of genetic phenomena with the hyperbolic geometry of the Minkowski plane. One of the well-known models of two-dimensional hyperbolic geometry is the Poincaré disk model, also called the conformal disk model. The Poincaré disk model is connected with split-quaternions by J. Cockle and seems to be interesting for studying some genetic structures and inherited physiological phenomena as it was mentioned in previous author's publications on matrix genetics (see, for example, [Petoukhov, 2012] ).",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 840,
                    "text": "[Petoukhov, 2012]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "Living organisms are informational entities, in which everything is subordinate to the task of reliably transmitting genetic information to descendants. All inherited physiological systems, as parts of a whole organism, must be structurally coupled with a genetic code for transmission to descendants in encoded form. The question on a possible deep connection of physiology and brain functioning with principles of quantum informatics is considered in publications on many authors [Abbott, Davies, Pati, 2008; Altaisky, Filatov, 2001; Fimmel, Petoukhov, 2020; Igamberdiev, 1993 Igamberdiev, , 2004 Matsuno, Paton, 2000; Patel, 2001a-c; Penrose, 1996; Petoukhov, 2018a Petoukhov, , 2019b . The results presented in this article give new essential materials to this perspective direction of thoughts. For such thoughts about possible connections of brain activities with the mathematics of quantum mechanics, these oligomer sums method, algebra-harmonic hyperbolic rules, and the mentioned author's quantum-information model give new effective research instruments and phenomenological materials.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 510,
                    "text": "[Abbott, Davies, Pati, 2008;",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 535,
                    "text": "Altaisky, Filatov, 2001;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 536,
                    "end": 560,
                    "text": "Fimmel, Petoukhov, 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 561,
                    "end": 578,
                    "text": "Igamberdiev, 1993",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 579,
                    "end": 598,
                    "text": "Igamberdiev, , 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 599,
                    "end": 620,
                    "text": "Matsuno, Paton, 2000;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 621,
                    "end": 636,
                    "text": "Patel, 2001a-c;",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 651,
                    "text": "Penrose, 1996;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 652,
                    "end": 668,
                    "text": "Petoukhov, 2018a",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 669,
                    "end": 687,
                    "text": "Petoukhov, , 2019b",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "Researchers of the genetic system study the Nature system of storage, processing, and transmission of information, which has no direct analogies in modern science and technology, but which is studied on the basis of analogies with their achievements. The disclosure of informational patents of living nature can make an important contribution to scientific and technological progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "It should be noted that the genomic hyperbolic rules are cardinally different from well-known hyperbolic Zipf's law. Zipf's law was originally formulated in terms of quantitative linguistics, stating that given some corpus of natural language utterances, the frequency of any word is inversely proportional to its rank in the frequency table (see, for example, [Fagan, Gençay, 2010; Manin, 2013a,b] ). In linguistics and other fields, Zipf's law speaks on the frequency of encounter of separate words or other separate objects. In contrast, the hyperbolic rules of the genomes focus on OS-sequences of the total amounts of n-plets and the genomic tetra-entanglement, that is, on the relative number of not separate oligomers, but the whole sums of sets of different n-plets distributed inside the genomic sequence, where each separate nucleotide is a part of many oligomers set existing simultaneously (each nucleotide is a distributed participant of many members of the appropriate genomic OS-sequence at once and makes a contribution to each of them). From the quantum-information model, OS-sequences serve as quantum-information characteristics of genomic sequences.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 382,
                    "text": "[Fagan, Gençay, 2010;",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 398,
                    "text": "Manin, 2013a,b]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "The proposed oligomer sums method and the quantum-information model give new opportunities to study genetic systems and the inherited algebra-harmonic organization of living bodies. The modern situation in the theoretic field of genetic informatics, where many millions of nucleotide sequences are described, can be characterized by the following citation: \"We are in the position of Johann Kepler when he first began looking for patterns in the volumes of data that Tycho Brahe had spent his life accumulating. We have the program that runs the cellular machinery, but we know very little about how to read it.\" [Fickett & Burks, 1989 ]. Kepler did not make his astronomic observations, but he found -in the huge astronomic data of Tycho Brahe -his Kepler's laws of symmetric movements of planets relative to the Sun along ellipses. The author is convinced that further studies of symmetries in genetic and other physiological structures will reveal many more wonderful secrets of living matter.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 635,
                    "text": "[Fickett & Burks, 1989",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        },
        {
            "text": "The presented study is a continuation of the author's researches on symmetries in biological objects described in his publications (see References below). This study further illustrates the effectiveness of symmetry analysis in natural systems. No wonder the theory of symmetries is one of the foundations of modern mathematical natural science. The presented results reveal the existence of a new broad class of symmetries in eukaryotic and prokaryotic genomes. They are connected with previous rules of a generalized symmetry for collective probabilities of sub-alphabets of n-plets in long DNA sequences, which were described by the author in the article [Petoukhov, 2018b] and whose importance were noted in the article \"Petoukhov's rules on symmetries in long DNA-texts\" [Darvas, 2018] . In this article, the head of the International Institute \"Symmetrion\" (Budapest, Hungary) proposed to launch a corresponding international project: \"Now, Petoukhov's above rules of symmetries are candidates for the role of universal rules of long DNA-texts in living bodies. Further researches are needed to determine the degree of universality of these rules. Taking into account the huge number of species and long DNA-texts to be tested in these relations, I propose to launch an international project to study these genetic symmetries. Symmetrion initiates and can take part as a center of such an international project\" [Darvas, 2018] .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 676,
                    "text": "[Petoukhov, 2018b]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 776,
                    "end": 790,
                    "text": "[Darvas, 2018]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1418,
                    "end": 1432,
                    "text": "[Darvas, 2018]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Some concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Quantum Aspects of Life",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C W"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Asymptotically increasing compliance of genomes with Chargaff's second parity rules through inversions and inverted transpositions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Albrecht-Buehler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "47",
            "pages": "17828--17833",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0605553103"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genetic information and quantum gas",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Altaisky",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Filatov",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:quant-ph/0106123v1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Entanglement in many-body systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amico",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fazio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osterloh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vedral",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev. Mod. Phys",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Extracting spooky-activation-at-adistance from considerations of entanglement",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Bruza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kitto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcevoy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preface to a Grammar of Biology: A hundred years of nucleic acid research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chargaff",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Science",
            "volume": "172",
            "issn": "",
            "pages": "637--642",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Book of Number",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Blackwell Encyclopedia of Writing Systems",
            "authors": [
                {
                    "first": "Coulmas",
                    "middle": [],
                    "last": "Fl",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Petoukhov's rules on symmetries in long DNA-texts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Darvas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Symmetry: Culture and Science",
            "volume": "29",
            "issn": "2",
            "pages": "318--320",
            "other_ids": {
                "DOI": [
                    "10.26830/symmetry_2018_2_318"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An introduction to textual econometrics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gençay",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Handbook of Empirical Economics and Finance",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of a database for nucleotide sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Fickett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burks",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mathematical Methods for DNA Sequences",
            "volume": "",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "On comparing composition principles of long DNA sequences with those of random ones",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fimmel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gumbel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karpuzoglu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Biosystems",
            "volume": "180",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of Models of Quantum Biology Based on the Tensor Product of Matrices",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fimmel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advances in Artificial Systems for Medicine and Education III. AIMEE 2019. Advances in Intelligent Systems and Computing",
            "volume": "1126",
            "issn": "",
            "pages": "126--135",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The most important molecule",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Frank-Kamenetskii",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Concrete Mathematics. A Foundations for Computer Science",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Knuth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Parashnik",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Entanglement detection",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gühne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tóth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rep",
            "volume": "474",
            "issn": "",
            "pages": "1--75",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Algorithms on Strings, Trees, and Sequences: Computer Science and Computational Biology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gusfield",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "556",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Geometry of Generalized Complex Numbers. Mathematics Magazine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Harkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harkin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "v",
            "volume": "77",
            "issn": "2",
            "pages": "118--147",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Beauty is in the genes of the beholder",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sussman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Trends in Bioch. Sc",
            "volume": "11",
            "issn": "",
            "pages": "155--156",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Jakobson's Approach to Language: Phenomenological Structuralism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holenstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roman",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Quantum entanglement",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horodecki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horodecki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horodecki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Horodecki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev. Mod. Phys",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lettre francaises",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jakobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Levi-Strauss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Heritier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vivre",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Parler",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1221--1222",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Language in Literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jakobson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Preliminaries to Speech Analysis: The distinctive features and their correlates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jakobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halle",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fundamentals of Language. The Hague: Mouton",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jakobson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halle",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Sound Shape of Language",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jakobson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Die Quantenmechanik und die Grundprobleme der Biologie und Psychologie",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Naturwissenschaften",
            "volume": "20",
            "issn": "",
            "pages": "815--821",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01494844"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Quantum mechanical properties of biosystems: a framework for complexity, structural stability, and transformations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Igamberdiev",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biosystems, v",
            "volume": "31",
            "issn": "1",
            "pages": "65--73",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Quantum computation, non-demolition measurements, and reflective control in living systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Igamberdiev",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "47--56",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Linguistic way of Roman Jakobson",
            "authors": [
                {
                    "first": "Ivanov",
                    "middle": [],
                    "last": "Viach",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vs",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Jakobson R.O. Selected works. -M",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Hypercomplex numbers",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Kantor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Solodovnikov",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The arithmetic of Nichomachus of Gerasa and its applications to systems of proportions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappraff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nexus Network Journal",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Beyond measure: essays in nature, myth, and number",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappraff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Anne Bulckens' analysis of the proportions of the Parthenon. Symmetry: Culture and Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappraff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Linguistic genetics. M., Nauka (1992)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Makovsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Zipf's law and L. Levin's probability distributions",
            "authors": [
                {
                    "first": "Manin",
                    "middle": [
                        "I"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1301.0427v2"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Complexity vs Energy: Theory of Computation and Theoretical Physics",
            "authors": [
                {
                    "first": "Manin",
                    "middle": [
                        "I"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1302.6695"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Is there a biology of quantum information? -BioSystems",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Human Genetics: The molecular Revolution",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcconkey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The origins of quantum biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Al-Khalili",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the Royal Society A",
            "volume": "474",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.2018.0674"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Quantum Computation and Quantum Information",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Quantum algorithms and the genetic code",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pramana -Journal of Physics, v",
            "volume": "56",
            "issn": "",
            "pages": "367--381",
            "other_ids": {
                "arXiv": [
                    "arXiv:quant-ph/0002037"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Testing quantum dynamics in genetic information processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Genetics",
            "volume": "",
            "issn": "",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Why genetic information processing could have a quantum basis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Biosciences",
            "volume": "",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Shadows of the Mind: A Search for the Missing Science of Consciousness",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Penrose",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "480",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Non-Euclidean geometries and algorithms of living bodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Computers & Mathematics with Applications",
            "volume": "17",
            "issn": "",
            "pages": "505--534",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Matrix genetics, algebrases of genetic code, noise immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "316",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Matrix genetics and algebraic properties of the multi-level system of genetic alphabets",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuroquantology",
            "volume": "4",
            "issn": "9",
            "pages": "60--81",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Symmetries of the genetic code, hypercomplex numbers and genetic matrices with internal complementarities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Symmetry: Culture and Science",
            "volume": "23",
            "issn": "",
            "pages": "275--301",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The system-resonance approach in modeling genetic structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biosystems",
            "volume": "139",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Genetic coding and united-hypercomplex systems in the models of algebraic biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biosystems",
            "volume": "158",
            "issn": "",
            "pages": "31--46",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Genetic Coding System and Unitary Matrices",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints201804.0131.v2"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The rules of long DNA-sequences and tetra-groups of oligonucleotides",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1709.04943v5"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Nucleotide Epi-Chains and New Nucleotide Probability Rules in Long DNA Sequences",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Preprints",
            "volume": "2019",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints201904.0011.v2"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Connections Between Long Genetic and Literary Texts",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ICCSEEA 2019. Advances in Intelligent Systems and Computing, v. 938",
            "volume": "",
            "issn": "",
            "pages": "534--543",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Hyperbolic Numbers in Modeling Genetic Phenomena",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints201908.0284.v4"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Genetic Code, Algebraic Codes and Double Numbers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints201911.0301.v2"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Advances in Artificial Systems for Medicine and Education III. AIMEE 2019. Advances in Intelligent Systems and Computing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Numbers",
                    "suffix": ""
                },
                {
                    "first": "Musicology",
                    "middle": [],
                    "last": "Genetics",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "1126",
            "issn": "",
            "pages": "195--207",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-39162-1_18"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Hyperbolic Rules of the Oligomer Cooperative Organization of Eukaryotic and Prokaryotic Genomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Genomes symmetries and algebraic harmony in living bodies. -Symmetry: Culture and Science",
            "volume": "31",
            "issn": "",
            "pages": "222--223",
            "other_ids": {
                "DOI": [
                    "10.26830/symmetry_2020_2_222"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Symmetrical Analysis Techniques for Genetic Systems and Bioinformatics: Advanced Patterns and Applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Symmetries in genetic systems and the concept of geno-logical coding",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Petukhova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/info8010002"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Resonances and the quest for transdisciplinarity. Information Studies and the Quest for Transdisciplinarity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Petukhova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "467--487",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Symmetries of DNA alphabets and quantum informational formalisms. Symmetry: Culture and Science",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Petukhova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Svirin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "161--179",
            "other_ids": {
                "DOI": [
                    "10.26830/symmetry_2019_2_161"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Algebraic biology and matrix genetics systems. -Presentation at the International interdisciplinary seminar",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Tolokonnikov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Symmetry observation in long nucleotide sequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Prabhu",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "2797--2800",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Compensatory nature of Chargaff's second parity rule",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Trifonov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Biomolecular Structure and Dynamics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/07391102.2012.736757"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Trinucleotide's quadruplet symmetries and natural symmetry law of DNA creation ensuing Chargaff's second parity rule",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosandic",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vlahovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gluncic",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Biomolecular Structure and Dynamics",
            "volume": "34",
            "issn": "7",
            "pages": "1383--1394",
            "other_ids": {
                "DOI": [
                    "10.1080/07391102.2015.1080628"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "On Music and Musicians",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schumann",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Inversion symmetry of DNA k-mer counts: validity and deviations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shporer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosset",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Genomics",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Multi-partite entanglement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eisert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1612.02437"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Mathematical Grammar of Biology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Yamagishi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Some results of the analysis of all 24 human nuclear chromosomes by the oligomer sums method are represented. For each of the chromosomes,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Data for normalized OS-sequences S A /(nS), S T /(nS), S C /(nS), and S G /(nS) of all human chromosomes are shown for comparison. Here S A , S T , S C , and S G refer to phenomenological quantities of nucleotides A, T, C, and G; S = S A +S T +S C +S G . Harmonic means of the values S A /S, S T /S, S C /S, and S G /S in each chromosome are also indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The results of the analysis of all chromosomes of Drosophila melanogaster by the OS-method. The left column shows symbols of chromosomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "2 shows data of normalized OS-sequences for all chromosomes of Drosophila melanogaster. Data of normalized OS-sequences S A /nS, S T /nS, S C /nS, and S G /nS of all chromosomes of Drosophila melanogaster are shown for comparison. Here S = S A +S T +S C +S G . Harmonic means of the values S A /S, S T /S, S C /S, and S G /S in each chromosome are also indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Real and model values to the OS-representations of the classes of A 1 -, T 1 -, C 1 -, and G 1 -oligomers in the human TNT gene are shown for n = 1, 2, ..., 20. The real total amounts of n-plets, which start with a certain nucleotide (A, T, C, or G), are indicated jointly with their model values H A,1 (n) = 26373/n, H T,1 (n) = 19569/n, H C,1 (n) = 17097/n, and H G,1 (n) = 18901/n (in red). The symbol Δ% refers to deviations of real values from model values in percent (the model values are taken as 100%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "1 shows the results of the analysis of the first three prokaryotic genomes form this list by the oligomer sums method. Similar results of the analysisi of all other genomes from the list are shown in the preprint",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 5.1, almost completely cover the sequences of real values (the blue lines in the lower graphs show in percent slight alternating deviations of real values from model values)Graphical representations of the results of the analysis -by the oligomer sums method -of the following bacterial genomes mentioned in[Rapoport, Trifonov,  2012, p. 2]: 1) Aquifex aeolicus; 2) Bradyrhizobium japonicum. For each of genomes two rows of resulting data are shown at n = 1, 2, …, 20 plotted along the abscissа axes: the top rows demonstrate that model hyperbolic progressions S A /n, S T /n, S C /n, S G /n (red lines) almost completely cover the OS-sequences of phenomenological values (the ordinate axes show appropriate values); the bottom blue lines show in percent slight alternating deviations of phenomenological values from model values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The results of the analysis the following extremophiles: 1) Pyrolobus fumarii 1A, complete genome, 1843267 bp, https://www.ncbi.nlm.nih.gov/nuccore/NC_015931.1; 2) Synechococcus lividus PCC 6715",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The graphs for the cases of the OS-sequences of n-plets from the classes of A 1 -oligomers (rows 1) and T 1 -oligomers (rows 2) of the coronavirus 2 isolate J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The square tables of DNA-alphabets of 4 nucleotides, 16 doublets, and 64 triplets with a strict arrangement of all components. Each of the tables is constructed in line with the principle of binary numeration of its column and rows on the basis of binary-oppositional indicators of nucleobases G, T, C, and A (see explanations in the text). These three tables (Fig. 10.1) are not only simple tables but they are members of the tensor family of matrices: the second and the third tensor (Kronecker) powers of the matrix [G, T; C, A] generate similar arrangements of 16 doublets and 64 triplets inside matrices [G, T; C, A] (2) and [G, T; C, A] (3) as shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The location and repetition of 20 amino acids and 4 stop-codons (denoted by bold) in the matrix of 64 triplets [C, A; G, T] (3) (Fig. 10.1) for the Vertebrate Mitochondrial Code. The symbol \"stop\" refers to stop-codons. The location and repetition of all amino acids and stop-codons in the matrix of 64 triplets have the following algebraic feature (Fig. 10.2):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The decomposition of the bisymmetric matrix [a, b; b, a] into two sparse matrices representing real and imaginary units of hyperbolic numbers correspondingly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Top: the tensor family of bisymmetric genetic matrices [R, Y; Y, R] (n) received from the tensor family of matrices in Fig. 10.2 by the replacement there of J o u r n a l P r e -p r o o f purines A and G by the symbol R, and of pyrimidines C and T by the symbol Y.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The comparison of the OS-sequences of the total amounts of n-plets, which have the nucleotide N (A, T, C, or G) at their first position (the row \"Pos. 1\") and at their second position (the row \"Pos. 2\") in the human chromosome №1. Δ% shows the percentage of differences between the corresponding total amounts of n-plets from each other. The comparison begins with doublets, since there is no second position in monoplets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The comparison of the OS-sequences of the total amounts of n-plets, which have the nucleotide N (A, T, C, or G) at their first position (the row J o u r n a l P r e -p r o o f \"Pos. 1\") and at their third position (the row \"Pos. 3\") in the human chromosome №1. Δ% shows the percentage of differences of the corresponding total amounts of n-plets from each other. The comparison begins with triplets since there is no third position in monoplets and doublets.These predictions about the oligomer cooperative organization and their confirmations in eukaryotic and prokaryotic genomes give a significant extension to the hyperbolic rule №1 regarding the hyperbolic-like OS-sequences of the total amounts of n-plets, which have the same attributive nucleotide at their kth position (not only in their first position). These results and the extended rules additionally open up the deep connections of genomic sequences with the harmonic progression (2.4) and discover new aspects of the algebraic harmony of living bodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "= Σ(CT) S 3 = Σ(CTN) 4 S 4 = Σ(CTNN) 16 S 5 = Σ(CTNNN) 64 1.50 2.00 2.50 8221421 5477836 4111963 3289510 S 2 = Σ(CC) S 3 = Σ(CCN) 4 S 4 = Σ(CCNN) 16 S 5 = Σ(CCNNN) 64 1.50 2.00 2.50 The comparison of total amounts S 2 = Σ(NN) of each of 16 doublets NN to the total amounts S 3 of 4 triplets, S 4 of 16 tetraplets, and S 5 of 64 pentaplets, which start with such attributive doublet NN, is shown for the human chromosome №1. The left part of the table indicates the values of the corresponding total amounts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Examples of numeric data about OS-sequences concerning two equivalency classes of Ala 1 -oligomers and Arg 1 -oligomers in the human protein Titin. Graphic representations of corresponding OS-sequences are shown inFig. 12.1 at the very top.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "2]: \"Nucleotide disparities for prokaryotic coding sequences were taken from bacterial genomes of different groups both from Bacteria and Archea. All together 19 genomes were used: Aquifex aeolicus, Acidobacteria bacterium, Bradyrhizobium japonicum, Bacillus subtilis, Chlamydia trachomatis, Chromobacterium violaceum, Dehalococcoides ethenogenes, Escherichia coli, Flavobacterium psychrophilum, Gloeobacter violaceus, Helicobacter pilory, Methanosarcina acetivorans, Nanoarchaeum equitans, Syntrophus aciditrophicus, Streptomyces coelicolor, Sulfolobus solfataricus, Treponema denticola, Thermotoga maritima and Thermus thermophiles\".",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "This Section represents examples of studying genomes of different viruses by the oligomer sums method. The focus is on giant viruses (Figs. 7.1). Fig. 7.1. The results of the analysis -by the oligomer sums method -the following giant viruses: 1) Megavirus chiliensis, complete genome, 1259197 bp, NCBI Reference Sequence: NC_016072.1, https://www.ncbi.nlm.nih.gov/nuccore/NC_016072.1; 2) Cafeteria roenbergensis virus BV-PW1, complete genome, 617453 bp, NCBI Reference Sequence: NC_014637.1, https://www.ncbi.nlm.nih.gov/nuccore/NC_014637.1. All abscissa axes show the values n = 1, 2, …, 20. The red hyperbolic lines demonstrate that model hyperbolic progressions S A",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "RRY RYR RYY YRR YRY YYR YYY RRY RRR RYY RYR YRY YRR YYY YYR RR RY YR YY RYR RYY RRR RRY YYR YYY YRR YRY R Y RY RR YY YR RYY RYR RRY RRR YYY YYR YRY YRR Y R YR YY RR RY YRR YRY YYR YYY RRR RRY RYR RYY YY YR RY RR YRY YRR YYY YYR RRY RRR RYY RYR YYR YYY YRR YRY RYR RYY RRR RRY YYY YYR YRY YRR RYY RYR RRY RRR",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ".1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Some results of this paper have been possible due to long-term cooperation between Russian and Hungarian Academies of Sciences on the theme \"Non-linear models and symmetrologic analysis in biomechanics, bioinformatics, and the theory of self-organizing systems\", where the author was a scientific chief from the Russian Academy of Sciences. The author is grateful to G. Darvas ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}