{
    "paper_id": "0b487f918ac6515660e606307d5c00098e62e49d",
    "metadata": {
        "title": "A Critical Review of Mass Media and Non-Academic Reports Forecasts of the Economic Effects of COVID-19 within the Frame of Crisis Management",
        "authors": [
            {
                "first": "Greg",
                "middle": [],
                "last": "Simons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "settlement": "Sweden, Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": "*e-mail:gregmons@yahoo.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "This article investigates and analyses the mass media and analytical (non-academic) reporting on the economic consequences of the Coronavirus. The collected sample of indicative works seeks to understand how the problem is framed as a crisis, with a focus on the identification of government policy and its consequences on the economy, and predictions concerning the longer-term effects and consequences for the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the first months of 2020 it was rapidly becoming clear that a major global crisis was forming as a result of a virus, which has since become infamous, the Coronavirus. Governments around the world have struggled, many unsuccessfully, to manage the crisis or crises that have resulted. This has caused massive disruption to all aspects of human life. The situation has also caused an exacerbation of pre-existing tensions nationally and internationally [1] [2] [3] . Problems created or worsened by the virus were often seen and understood in a mechanical binary fashion that is influenced by the orthodoxy of knowledge [4] . This has had the effect of restricting how policymakers understand and try to address the crisis.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "It is the intention of this article to present a sample of empirically oriented material that cover the economic effects of the Coronavirus pandemic, which includes both direct and indirect effects. This material is sourced from mass media reports and analytical (non-academic) reports on this issue. The article seeks to identify how the problem is framed in these reports that is informed from a crisis management perspective. Therefore, the question that is sought to be addressed is what are the primary crisis management frames of the effect of government Coronavirus policy on the economic conditions, and what are the more long-term predictions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "This present article is divided into four different sections. The first section deals with the definition and practice of crisis management, which includes the aspects of ethical aspects and the nature of politicisation. In section two, the method used to analyse the empirical material and the approach to the empirical sample, is explained. Section three briefly moves into the broader politics of policy aspects of the Coronavirus (COVID-19) pandemic (mis)management. The final section presents and analyses mass media reports and analytical reports concerning the economic effects of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Crisis management. When one speaks of \"crisis management\" to an audience a great deal of diverse images and expectations come to mind. [5] . Crisis management not only concerns mitigating the impact of a crisis when one occurs, but to play an active role in crisis prevention [6] . There are numerous definitions, but for the purposes of this article, the following is appropriate for the task.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "A crisis is an event that has a low probability of occurring, but should it occur, can have a vastly negative impact upon an organisation. The causes of the crisis, as well as the means to resolve it, may not be readily clear; nonetheless, its resolution should be approached as quickly as possible. Finally, the crisis impact may not be initially obvious to all of the relevant stakeholders of the organisation [6, p. 5] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 421,
                    "text": "[6, p. 5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "In terms of a managerial approach to crisis management, a focus on research and practice started to focus on the issue of business continuity management, the performance of crisis management teams and reputation management issues [7: p. 418 ]. It is important to note that the considerations for the managerial approach include both tangible (physical) and intangible (informational and psychological) elements. A crisis situation invariably results in the political call for action in the name of resolving the event through priming and mobilising stakeholder support, which includes the influence of ethics in a crisis. The role of ethics in terms of informing the moral and behavioural approaches to a crisis, which results in conscious choices made that can result in tragic consequences. As such value conflicts in a crisis can create indecision or inconsistent decisions that can weaken the effectiveness of the response [8] . The ethical management of a crisis can result in a greater level of trust and cooperation, and the reverse when it is lacking.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 240,
                    "text": "[7: p. 418",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Given that this current paper concerns the study of the effects of the Coronavirus pandemic, similar historical case studies of public health crises can be illustrative in the current times in order to learn from past mistakes and not to repeat them. The experience and lessons from SARS (Severe Acute Respiratory Syndrome) from 2002 are but one such historical experience of the first major global pandemic of the 21 st century from which to draw lessons and experience [9]. The following section is to explain the method and approach to analysing the empirical material for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Method. Where the qualitative study intends to capture the complexity of the object(s) of study [10, p. 2] the empirical material shall be analysed via framing theory. Entman [11, p. 2] defines framing as \"selecting and highlighting some facets of events or issues and making connections among them so as to promote a particular interpretation, evaluation, and/or solution\". Frames are a good and effective means of conveying a sense of crisis to an audience as well as suggesting means to resolve the named crisis. Framing the issue helps to create a capsule around the crisis, which helps to bring clarity and understanding to a complex and interactive event in the human environment [12] . This shall form the backbone of the literature review method.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 106,
                    "text": "[10, p. 2]",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 185,
                    "text": "[11, p. 2]",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Literature reviews play an important role as a foundation for all types of research, where they can serve as the basis for knowledge development. As such they can form the basis of future research and theory [13, p. 339] . A review potentially enables a synthesis of state-of-the-art knowledge, which in turn enables the prospect to quality and relevance of the research evidence to date [14] . There are a variety of ways and means to engage in a literature review, such as a structured literature review or a semi-structured literature review or a scoping study. A structured literature review that offers a summary of different studies and could draw some conclusions [15] . Whereas a systematic review \"is a specific, carefully defined approach to the literature review\", and it is argued that this method should only be applied when they can provide valid means to summarise the literature [16, p. 638 ]. The favoured approach of this paper is a semi-structured literature review [17, 18] , which seeks understand the crisis framing of the transforming economic orders within the subject area of the COVID-19 pandemic in mass media and non-academic report text.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 220,
                    "text": "[13, p. 339]",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 895,
                    "end": 906,
                    "text": "[16, p. 638",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 990,
                    "end": 993,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Jeppesen and Miklian [19] argue that the pandemic has not created any new substantial crisis, but rather exposed in a much more clear and concise manner various crises (economic, social, political, environmental and so forth) that existed earlier and highlighted them to a much wider and global audience. Furthermore, the COVID-19 pandemic has illustrated the basic fact that the instruments of policy and power remain at the state level, and in spite of rhetoric about global solidarity, there has been relatively little sign of it during the current crisis. Furthermore, socalled democratic leaders have given themselves a great deal of rather autocratic power in a short space of time [1] . Consequently, given the nature and scale of the disruption, the pandemic has been characterised as being a transforming event. Fishman [20] has labelled the pandemic as a Black Swan event (highly improbable, but extremely disruptive-low probability and high impact). The Black Swan characterisation of the COVID-19 pandemic fits perfectly with notions and approaches to the concept of crisis from academic literature [5, 6, 21, 22] . Even though there were some signals before the eruption of the crisis, which has generated a number of policy and governance problems for policymakers.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1115,
                    "end": 1117,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "These problems and dilemmas appear at different levels. On the one hand this can be related to the specific policy to pursue to address the problems, such as social injustice and moral concerns, to impose lockdown or not, the use of widespread contact tracing or mass testing, making masks mandatory or not [23] . The other level of dilemma appears on which value to prioritise, which creates an opportunity cost and can create an uneven or inconsistent policy approach and communication concerning addressing the COVID-19 pandemic. In Sweden's case (but also other countries struggled with this same dilemma), there was the choice between prioritising health of the economy versus public (citizen) safety and health. This policy dithering and dilemma is also influenced by the 'orthodoxy' of policy and practice or group think on the priority and the policy [4] . As a consequence, there appears to be a tendency to try and apply policy remedies to these issues in isolation from each other when they are in fact interconnected and affecting each other.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "The COVID-19 pandemic is a highly complex multi-issue crisis that is caught between health, politics, communication and the economy [24] . A significant potential obstacle for policymakers and practitioners in formulating and implementing crisis management measures to address the Coronavirus pandemic is the quality of the relationship with the public. In areas of low public trust in officials and authorities (such as many of the countries in the post-Soviet space), plus the nature of the perceived standing of the social contract (what the state asks of its citizens and vice versa) between the state and the people, the level of compliance to government mandated measures may vary [25] . The lessons to be drawn imply the need to consider Svedin's [8] message on taking into account the role of ethics and its effect on the operational efficiency of crisis management policy and its implementation. This is taking place at the local and national levels, other trends can be observed at the international and global levels.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "At the same time that COVID-19 saw many societies around the globe in an enforced lockdown state and closed to one another, global competition seemed to increase with geopolitical and political tensions and competition that was already present before the pandemic [2, 26, 27] . The competition between the US and China seemed to increase, to the point that the assumed US role of its self-appointed global leadership began to be questioned. This created considerations and analyses of the US role being tested. But also prompted questions as to whether China can take the global leadership effectively (in terms of international political and economic considerations) 1 . There are predictions that the pandemic will cause the US to unravel as it has destroyed the idea of American exceptionalism 2 . This situation logically infers that one crisis (the pandemic) can create a chain effect through subsequently provoking or activating other crises (such as a geopolitical crisis) as actors position themselves defensively and offensively to a new reality. It was clear that the Liberal value-based mantra of multiculturalism and globalisation came to an abrupt end by the countries that had embraced these as central values before the pandemic, which resulted in a chain of related shocks and crises. The following section shall now move to focus upon the financial and economic realities and consequences of the pandemic and attempts by authorities to address the crisis around the world.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "26,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 668,
                    "end": 669,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "Economic Effects of COVID-19 in Mass Media and Analytical Reports. Grinin and Korotayev [27, p. 4] argue that \"the pandemic became the main trigger of the economic crisis and this for almost the first time within two and a half centuries of history of world economic crises\". They warned that this world economic crisis should be prevented from entering a recession. Where the pandemic was predicted as causing an intensification of existing economic problems [27] [28] [29] . This demonstrates the relevance of Smith and Elliot (2006) on the increased policy importance of business continuity within the context and framework of crisis management. In terms of the pandemic's economic effects, they were both rapid and dramatic.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "text": "[27, p. 4]",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "As the global effects and further shocks created by the pandemic crisis continue to create economic and financial havoc, the economic security of countries is jeopardized [30] . The effects of the pandemic on the global economies were sharp and dramatic. \"We are currently experiencing a deep economic and financial crisis, the sharpest downturn in the global economy since the Great Depression of the 1930s\" [29, p. 46 ] (see also [31, p. 129] ). Wullweber [29, p. 2] notes that \"the nature of the COVID-19 crisis is exceptional: It has triggered a demand-side as well as a supply-side shock\". Chinese exports fell by 13% in February 2020, by mid-May 2020 in a period of nine weeks some 39 million Americans lost their jobs, the International Monetary Fund (IMF) forecast a 3% decline in global GDP during 2020 and multiple predictions of negative economic growth at the national level [27, p. 5-6] . During the month of March 2020, the Dow Jones fell by some 37%, which exceeded the losses of the global financial crisis [29, p. 2] . Countries also prioritised the economy and sought to boost industry (and to retain jobs in the economy) through economic stimulus packages -Britain US$39 billion, Italy US$28 billion, and Qatar US$23.35 billion [28, p. 5] . Hence the implication is that money was a policy means of mitigating the pandemic's effects on the economy and society.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 409,
                    "end": 419,
                    "text": "[29, p. 46",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 444,
                    "text": "[31, p. 129]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 468,
                    "text": "[29, p. 2]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 899,
                    "text": "[27, p. 5-6]",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1033,
                    "text": "[29, p. 2]",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1257,
                    "text": "[28, p. 5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "Debt growth as a result of economic and financial disruption caused by the COVID-19 pandemic is also a major source for concern among governments, businesses and individuals. For example, the IMF forecast that global gross government debt would increase by US$6 trillion, which means the debt increases from 105 to 122% of GDP [31, p. 129 ]. The concern caused by the growing government, corporate and private debt as a result of the pandemic has featured in numerous media reports around the globe. A very small fraction of them, which feature the main arguments are presented here. The Financial Times reported that in the first nine months of 2020, governments and companies increased their borrowing by US$15 trillion, which is characterised as fuelling a \"debt tsunami\" that will create future dire consequences 3 . Other mass media articles featured stories concerning the lack of business confidence among retailers in spite of approaching traditionally peak trading periods, for example, in the United Kingdom 4 . Public spending was down considerably on the previous year owing to a mixture of government policy (shutting down businesses to 'control' the virus) and public fear of the virus. STUDIES Different mass media articles featured news on the depletion of individuals' savings as a result of the pandemic, in the US 30% of big city households have depleted savings due to the pandemic 5 and unemployed are running out of savings accumulated earlier in the pandemic 6 . The issue of people being driven into poverty is a major issue, almost 700000 being put into poverty in the UK by the pandemic 7 . Although, the UK has been held as a bad practice example of crisis management, New Zealand that was globally held as a good example also suffers from increased poverty resulting from COVID-19 financial effects 8 . The issue of the negative economic effects of the pandemic was very diverse on those stakeholders that have been affected adversely as a result of the virus, but also the authorities' crisis management strategy.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 338,
                    "text": "[31, p. 129",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1208,
                    "text": "STUDIES",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1483,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1827,
                    "end": 1828,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "The binary approach to value threat prioritisation (with the associated opportunity costs) also generated a very binary approach to 'resolving' or mitigating the damage done. One of these, and a very common one, is the policy of lockdown. An approach that has been used numerous times, but with little in the way of positive results in halting the virus spread and increasing resistance to the approach. One of the actors to criticise the lockdown policy is the World Health Organisation (WHO) that warned lockdowns should only be treated as a final resort and not an initial response to virus outbreaks. WHO envoy Dr David Nabarro stated \"lockdowns just have one consequence that you must never, ever belittle, and that is making poor people an awful lot poorer\". This also affects countries that rely on tourism as a major source of income, arguing that going from lockdown to lockdown was creating a great deal of economic damage and harm to the global economy 9 . Lockdowns as a potentially dangerous, yet 5 Morrison, C. Over 30% of Big-city Households Depleted Savings Due to Pandemic Losses // Washington Examiner. Over 30% of big-city households depleted savings due to pandemic losses (washingtonexaminer.com), 10 September 2020 (accessed 11 September 2020). 6 ineffective policy is apparently illustrated by the experience of South Korea, which never enforced lockdowns and was experiencing a sharp rise in GDP by the end of 2020 10 . Lessons are seemingli ignored and nothing learned from South Korea's good practice that defied the existing orthodoxy of knowledge and practice imposed in European countries and the US. By late 2020, there were reflections and admissions that the response by national governments was inadequate to meet the intended task and goals, countries were not prepared in terms of the state of the physical infrastructure or psychologically, and some responses as being too generic and inflexible, there was also an observable level of international conflict, and a lack of global solidarity and cooperation. Combined these elements and aspects have exposed the weaknesses of numerous governments and authorities 11 . These are the short-term evaluations, analyses and prognoses in non-academic sources concerning the effects of the pandemic and the response.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1011,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1267,
                    "end": 1268,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1439,
                    "end": 1441,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2148,
                    "end": 2150,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "There are also longer-term evaluations and predictions of what could happen. These longer-term predictions, especially when it comes to financial and economic crisis predictions, tend to be rather dire in nature. One of those predictions is that the global economy is experiencing the clam before the storm, with two underlying reasons. \"Firstly, for months now, politicians and mainstream media have been concentrating with considerable success on pushing the fear they have generated about the consequences of COVID-19 to ever new heights. On the other hand, both act as if the economy is now back on the road to recovery and an improvement is already in sight\" 12 . The use of lockdowns is considered as being highly dangerous and unleashing an unpredictable change of events and developments that may well destroy the economy and society. Linked to this issue is the threat of a looming global debt crisis (started before the pandemic, but exacerbated by the pandemic), which requires a wide-ranging debt relief programme in the middle of a pandemic 13 , where one crisis is current and a creeping crisis is beginning to emerge. This has created the framing of the threat of long-term negative 10 economic consequences caused by poor policymaking and crisis management decisions that are magnified by the pandemic crisis 14 .",
            "cite_spans": [
                {
                    "start": 1198,
                    "end": 1200,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "The frames collected in the sample were overwhelmingly presenting a negative current and longterm picture of the economic and financial effects of poor policymaker decisions that are exacerbated by the physical and psychological conditions of the pandemic. In this respect, the political calls for action are being questioned, along with the competence and legitimacy of the ruling political establishment that seek to deflect responsibility by scapegoating other stakeholders (such as lockdown 'violators').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "Conclusions. In the introduction of this paper the research question was posed, \"what are the primary crisis management frames of the effect of government Coronavirus policy on the economic conditions, and what are the more long-term predictions?\" The sample of literature collected has provided a definitive answer to this question. All stakeholders make use of the concept crisis management, and in the spirit of the definition provided in this paper. There are clearly evident, both tangible (physical) and intangible (informational and psychological) aspects of the crisis appearing alongside each other simultaneously. The governments and authorities seem to be in the process of losing the ability to define the frames of the informational representations and cognitive conclusions of the constructed reality of their crisis management efforts and results against the COVID-19 pandemic, which also means that their operational freedom of choice may be restricted at some stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        },
        {
            "text": "The mass media and analytical reports give a negative impression of the crisis management efforts concerning the crisis value of economic and financial health (as opposed to the value of human life), at the local, national and global levels. There is a common reference point that the pandemic has not necessarily caused the economic and financial disruption and devastation, but exacerbated an already vulnerable global system that has been reeling for decades with various financial shocks and a lack of much needed reform to make it more resilient. The long-term prognoses tend to be painting a very grim picture, and as a proposed remedy, advocate for much needed financial and economic reforms to mitigate the virus effects on society and to ensure the future of Western civilizational hegemony. This means that the economic crisis that was exacerbated by the COVID-19 crisis is rapidly evolving an increasingly serious political and social crisis dimensions too. 14 Wolf, M. The Threat of Long Economic COVID Looms // Financial Times. https://www.ft.com/content/9a0c784-712e-4bf9-b994-55f8d63316d9, 20 October 2020 (accessed 23 December 2020); Reinhart, C. & Reinhart, V., The Pandemic Depression: The Global Economy Will Never be the Same, Foreign Affairs, https://www.foreignaffairs.com/articles/united-states/2020-08-06/coronavirus-depression-globaleconomy/, September/October 2020 (accessed 7 August 2020).",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 971,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Politics of policy in COVID-19 crisis management."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "From Wuhan to the world: How the pandemic will reshape geopolitics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heisbourg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Survival: Global Polit. Strategy",
            "volume": "62",
            "issn": "3",
            "pages": "7--24",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Corona Virus pandemic and global transformations: Making or breaking international orders?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Outlines Global Transf.: Polit. Econ. Law",
            "volume": "13",
            "issn": "5",
            "pages": "20--37",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rhetoric and reality of China's global leadership in the context of COVID-19: Implications for the US-led world order and liberal globalisation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Suisheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Contemp. China",
            "volume": "30",
            "issn": "128",
            "pages": "233--248",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Swedish government and country image during the international media coverage of the coronavirus pandemic strategy: From bold to pariah",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Media",
            "volume": "1",
            "issn": "",
            "pages": "41--58",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crises in Russia: Contemporary Management Policy and Practice from a Historical Perspective",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crisis Management: Leading in the New Strategy Landscape",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Parnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Spillan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Crisis Management: Systems and Structures for Prevention and Recovery",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Key",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethics and Crisis Management",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Methodology or method? A critical review of qualitative case study reports",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hyett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dickson-Swift",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Qual. Stud. Health Well-Being",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Projections of Power: Framing News, Public Opinion, and U.S. Foreign Policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Entman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Applied Crisis Communication and Crisis Management: Cases and Exercises",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Coombs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Literature review as a research methodology: An overview and guidelines",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Bus. Res",
            "volume": "104",
            "issn": "",
            "pages": "333--339",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Weight of evidence: A framework for the appraisal of the quality and relevance of evidence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Res. Pap. Educ",
            "volume": "22",
            "issn": "2",
            "pages": "213--228",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The rapid structured literature review as a research strategy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Armitage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keeble-Ramsay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Educ. Rev",
            "volume": "6",
            "issn": "4",
            "pages": "27--38",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Systematic review methodology in higher education",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bearman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Slade",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hughes-Warrington",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Higher Educ. Res. Dev",
            "volume": "31",
            "issn": "5",
            "pages": "625--640",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Defining thought broadcast: Semi-structured literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Pawar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Spence",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br. J. Psychiatry",
            "volume": "183",
            "issn": "",
            "pages": "287--291",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Re-examining thought insertion: Semi-structured literature review and conceptual analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Spence",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br. J. Psychiatry",
            "volume": "182",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Introduction: Research in the time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeppesen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miklian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Forum Dev. Stud",
            "volume": "47",
            "issn": "2",
            "pages": "207--217",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "This is different'-the Coronavirus pandemic as a 'transforming event",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Israel J. Foreign Affairs",
            "volume": "14",
            "issn": "1",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Governing after Crisis: The Politics of Investigation, Accountability and Learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Politics of Crisis Management: Public Leadership under Pressure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sundelius",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Wearing masks and face covers as social responsibility during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Eubios J. Asian Int. Bioethics",
            "volume": "30",
            "issn": "5",
            "pages": "197--272",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coronavirus COVID-19, a complex issue between health, economy, politics, and communication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Figus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geopolit. Soc. Secur. Freedom J",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pandemic politics in Eurasia: Roadmap for a new research subfield",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laruelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alexseev",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Clem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Goode",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gomza",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makarychev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Omelicheva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharafutdinova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sokhey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Triotsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Twigg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wishnik",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "68",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Economic Impact of COVID-19 and Policy Responses",
            "authors": [
                {
                    "first": "Fragility",
                    "middle": [],
                    "last": "Crisis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 Pandemic, Geopolitics and Recession",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grinin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Korotayev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Shifting Geopolitics of the Coronavirus and the Demise of Neoliberalism. Part Two. Reports (Aljazeera Centre for Studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cherkaoui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The COVID-19 Financial Crisis, Global Financial Instabilities and Transformations in the Financial System (Finanzwende/Heinrich Böll Foundation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wullweber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The impact of COVID-19 pandemic on the economic security of Russia and European countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kozicki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Górnikiewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walkowiak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Res. Stud. J. XXIII",
            "volume": "",
            "issn": "3",
            "pages": "324--332",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "This time is different. The globalisation of uncertainty",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dobrescu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciocea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rom. J. Commun. Public Relat",
            "volume": "22",
            "issn": "1",
            "pages": "129--136",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Krishan, N. The Unemployed are Running Out of the Savings",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "White, E. & Buseong, K. South Korea Virus Response Underhttps://www.ft.com/content/40a8320e-72a8-4294-b0e5-787d-8f9b897f, 27 October 2020 (accessed 23 December 2020). 11 Hall, B., Ghazan, G., Dombey, D., Fleming, S., Ghiglione, D., Johnson, M., Jones, S. & Mallet, V. How Coronavirus Exposed Europe's Weaknesses // Financial Times. https:// www.ft.com/content/efdadd97-aef5-47f1-91de-fe02c41a470a, 20 October 2020 (accessed 23 December 2020). 12 Wolff, E. Global Economy: The Calm Before the Storm, KenFM. https://kenfm.de/global-economy-the-calm-beforethe-storm/. 15 September 2020 (accessed 18 December 2020). 13 Stiglitz, J. & Rashid, H.A Global Debt Crisis is Loominghttps://www.theguardian.com/business/2020/aug/03/globaldebt-crisis-relief-coronavirus-pandemic, 3 August 2020 (accessed 4 August 2020).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}