{
    "paper_id": "0b490d1854f91a21acb68e40ed59f71b4e346a1c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Rhodes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "addrLine": "Gower Street",
                        "postCode": "WC1E 6BT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "alexandra.rhodes.15@ucl.ac.uk"
            },
            {
                "first": "Andrea",
                "middle": [
                    "D"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "addrLine": "Gower Street",
                        "postCode": "WC1E 6BT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Clare",
                "middle": [
                    "H"
                ],
                "last": "Llewellyn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "addrLine": "Gower Street",
                        "postCode": "WC1E 6BT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "Croker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Maternal obesity and excessive gestational weight gain are associated with adverse maternal and foetal health outcomes. Interventions targeting dietary and physical activity behaviours during pregnancy have typically been directed at women only. A digital intervention targeting couples could encourage expectant parents to support each other in improving energy balance (dietary and physical activity) behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aims: This study aimed to investigate the role partners play in pregnant women's energy balance behaviours, and to identify barriers and facilitators to participating as a couple in a digital intervention to encourage healthy eating and physical activity in pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A qualitative design combined online focus groups and telephone interviews. Three focus groups were held with men (n = 15) and one mini focus group (n = 3) and 12 telephone interviews were conducted with women. Participants were either in the last trimester of pregnancy or had a baby under 18 months old. Most were from more deprived population groups where prevalence of maternal obesity is higher. Data were analysed thematically. Barriers and facilitators to participating as a couple in a digital intervention were mapped to the COM-B model and the Theoretical Domains Framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Four main themes were identified; partner involvement and support; partner understanding of good energy balance behaviours; couple concordance of energy balance behaviours; partner influence on her energy balance behaviours. Most facilitators to participating in a digital intervention as a couple fell within the Reflective Motivation domain of COM-B. Men were motivated by the desire to be supportive partners and good role models. Women were motivated by their belief that partner involvement would improve their success in achieving goals and enhance couple-bonding. Other facilitators included concordance in dietary behaviours (Physical Opportunity), healthcare practitioner recommendation, perceptions of pregnancy as 'ours' (Social Opportunity) and feeling supported and involved (Automatic Motivation). Barriers were rarely mentioned but included potential for partner conflict, perceptions of pregnancy as 'hers' and economic constraints. Conclusions: An opportunity exists to harness partner support to improve maternal energy balance behaviours. Barriers and facilitators to participating in a digital intervention as a couple indicate its potential to benefit emotional and relationship wellbeing in addition to physical health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the UK, around half of women begin pregnancy with overweight or obesity [1] . Obesity in pregnancy is linked to a range of adverse maternal and foetal health outcomes [2] . Moreover, starting pregnancy with overweight or obesity increases the risk of excessive gestational weight gain (GWG) [3] , which, independent of pre-pregnancy weight, is associated with complications during pregnancy and birth such as gestational diabetes and Caesarean section [4] , as well as life-long weight-related health issues for mother and baby [5] .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pregnancy is a time when many women are motivated to make positive lifestyle changes to optimise the health and well-being of their unborn child [6] . Accordingly, pregnancy has often been described as a 'teachable moment' [7] . However, most interventions encouraging healthy eating and physical activity in pregnancy tend to be concerned with their short term effect on GWG rather than the development of longer term healthylifestyle habits [8] . Whilst reducing excessive GWG is clearly an important goal, pregnancy also represents an opportunity for women to re-set dietary and physical activity behaviours as they embark on their new role as a parent.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent years have seen the growth of mhealth and the emergence of digital interventions targeting healthy eating, physical activity and weight management in pregnancy [9] , [10] . Currently these do not appear to be as effective as face-to-face interventions. However, their advantages of lower cost and broader reach confirm the need to identify ways of rectifying this [11] . A novel approach to enhancing the effectiveness of digital interventions could be to enrol couples rather than pregnant women alone. Partner support in pregnancy has been shown to be associated with maternal and infant wellbeing [12] , [13] , [14] . However, studies investigating its effect on health behaviours have, to date, largely focused on smoking and alcohol [13] , [15] .To the authors' knowledge, little is known about the effect of partner support on energy balance (dietary and physical activity) behaviours, or more broadly the role of partners in women's dietary and exercise behaviours during pregnancy.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hence, the aims of this research were twofold; firstly to provide insight into partners' role in energy balance behaviours during pregnancy; and secondly to identify the barriers and facilitators to participating as a couple in a digital intervention targeting healthy eating and physical activity during pregnancy. We purposefully set out to explore the barriers and facilitators to coupleparticipation, as an extensive body of literature on barriers and facilitators to engaging in healthy eating and physical activity interventions in pregnancy and generally already exists [16] [17] [18] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study used the COM-B model and the Theoretical Domains Framework (TDF) to investigate barriers and facilitators to participating as a couple in a healthy eating and physical activity intervention during pregnancy [19] . COM-B posits that behaviour (B) is part of an interacting system involving a person's capability (C) to perform the behaviour, the opportunity (O) afforded to them to perform the behaviour and their motivation (M) to perform the behaviour. In order to change behaviour, one or more of these components needs to change. The TDF provides an additional layer of granularity to COM-B, tying it to 14 domains of key constructs from behaviour change theories [20] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical framework"
        },
        {
            "text": "We used a mixed methods qualitative design combining focus groups and individual interviews. The study was undertaken between July and September 2020, hence COVID-19 restrictions necessitated a deviation from the original study design of face-to-face focus groups and interviews. Instead we conducted focus groups online using a video conference platform, and individual interviews by telephone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "We chose focus groups for men on the basis that they would create a more relaxed and interactive environment in which to explore views and experiences of a topic they were likely to be unfamiliar discussing. Whilst such interaction also brings with it the risk of peer influence, using an experienced moderator with an understanding of how to create an environment in which participants feel able to express their own views and how to mitigate posturing and peer influence, ensured that the benefits of a group approach outweighed potential negative effects. In contrast we chose one-to-one interviews for women, as we were keen to investigate their individual experiences of partner support both in general and with respect to energy balance behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "We developed topic guides for the focus groups and telephone interviews, using open-ended questions to explore the experiences and role of partners in pregnancy, changes to lifestyle behaviours made by both men and women, sources of information about energy balance behaviours in pregnancy, including usage of pregnancy apps and response to the concept of an app-based intervention for couples to encourage the development of healthy eating and physical activity habits. The intervention concept was introduced to participants as 'A new app feature to help expectant parents develop healthy eating and exercise habits, with information and tips and the ability to set yourselves goals and track your progress'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Questions around the barriers and facilitators to the couples intervention were guided by COM-B and TDF [21] The discussion flow was largely participant-led, with the moderator ensuring it stayed on topic and that all key topics were covered.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "To ensure that study participants had experienced a whole or close to whole term of pregnancy and that it was still fresh in their minds, we recruited expectant parents in the last trimester of pregnancy or parents of babies ≤ 18 months old. Since maternal obesity is more prevalent in more deprived population groups, we aimed to recruit the majority of participants from low income groups and/or without tertiary education and/or from minority ethnic groups [22] . Given the constraints of sample size and the importance of creating a safe space for participants to share their views, we restricted the sample to heterosexual male partners only at this stage of research. Same sex partners will be included in the next stage of the intervention development process and are represented in our PPI (public patient involvement) programme.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Due to restrictions as a result of COVID-19 an entirely remote recruitment methodology was implemented. Given the challenges of recruiting men from low income and minority ethnic groups into research, we made an a priori decision to use a professional market research agency to recruit the men's focus groups. Participants were offered a £25 incentive. We recruited telephone interview participants from a convenience sample that had previously responded to a national online survey conducted by three organisations -Best Beginnings, Home-Start and Parent Infant Foundation. This online survey, conducted April to June 2020, explored the views and experiences of expectant parents and parents of very young babies during the COVID-19 pandemic [23] . At the end of the survey respondents indicated whether they would be willing to take part in a follow-up telephone interview for Best Beginnings. Those agreeing were emailed by Best Beginnings and asked for their consent to pass on contact details to the team at UCL who would be conducting telephone interviews for the present study. This generated a list of approximately 250 names from which our sample was drawn. Priority was given to those meeting one or more of the indicators of deprivation outlined above. Due to limited ethnic diversity within this convenience sample, we added an extra mini focus group of Asian women, recruited by the professional market research agency.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Recruitment procedure"
        },
        {
            "text": "AR, an experienced qualitative researcher, moderated all of the focus groups and conducted the telephone interviews between July and September 2020. All sessions were audio recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "We analysed the data using an inductive thematic approach [24] . All focus group and telephone interview audio recordings were transcribed and uploaded to NVivo 12 Pro [25] . After re-reading all the transcripts and trial coding 2 focus groups and 3 telephone interviews, AR developed an initial coding framework based on the responses of both men and women. Using this framework but refining it as necessary to accommodate new ideas emerging from the data, AR and AS independently coded 2 focus groups and 6 telephone interviews (i.e. 50 % of the data). Any discrepancies between AR and AS over codes or coding definitions were resolved through discussion. AR then coded the remaining 50 % of transcripts, including those trial-coded in the coding framework development phase. AR and AS identified the emerging themes through an iterative process of discussion, refinement and development. AR revisited the transcripts to confirm the legitimacy of the final themes. HC was involved at various stages throughout the coding and theme development process, to verify its accuracy and appropriateness. The initial mapping of the barriers and facilitators according to TDF domains and the COM-B model was conducted by AR. AS and HC contributed their views, and discrepancies were resolved through discussion.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We conducted three focus groups amongst men (n = 15), and 12 telephone interviews and one mini focus group (n = 3) amongst women (n = 15). The focus groups lasted between 45 and 91 min (averaging 72 min), and the telephone interviews between 22 and 43 min (averaging 32 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Participant characteristics are summarised in Table 1 . Men in the sample were aged 27-44 years (mean 35 years) and of varying ethnicities (5 were Black, 5 were White, 4 were Asian and one was mixed ethnicity). None of the men had post-school qualifications and 3 had no formal educational qualifications. All of the men were first time fathers/fathers-to-be. Nine of the men lived in London or the South East and 6 lived in the Midlands or North England.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participant characteristics"
        },
        {
            "text": "Women in the sample were aged 18-39 years (mean 31 years), and ethnicity-wise, 9 were White, 3 Asian and 3 Black. Seven women had no post school qualifications and one declined to answer. Five women were multiparous. The women in the sample were geographically spread across the UK (excluding Northern Ireland).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant characteristics"
        },
        {
            "text": "Four themes relating to partners' role in energy balance behaviours in pregnancy were identified; partner involvement and support; partner understanding of good energy balance behaviours; concordance of energy balance behaviours in couples; partner influence on her energy balance behaviours. These themes arose from comments made by all participants in our sample, that is men talking about their own attitudes, experience and behaviours and women talking about their views and experiences of their partners' attitudes and behaviour. No obvious differences emerged according to demographic variables or whether participants were first time parents and expectant parents and those who already had children, although the sample size of the latter group was very small (n = 5). The themes provide a context for understanding barriers and facilitators to participating as a couple in a healthy eating and physical activity intervention during pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes"
        },
        {
            "text": "Experiences and attitudes of both men and women in our sample suggested a continuum of partner involvement and support in pregnancy, with three broad typologies of expectant fathers emerging:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Our baby, her pregnancy: The least involved expectant fathers were characterised by their view of the pregnancy being their partner's. They perceived pregnancy to be a 'woman's thing' and often talked about the active involvement of other female relatives in their partner's pregnancy. As they saw it, their role as fathers began only when their baby was born. For some participants these gender-stereotypical roles were rooted in family or cultural beliefs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "When we visited my in-laws, there was lots of questions …. mostly aimed at my wife….I did feel that I was on the outskirts, I wasn't shocked, as such…. I'd be sitting there watching football with the beers. (Male,#2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Whilst they were happy to support their partner in any way she wanted, they tended to adopt a reactive approach, taking the lead from her. Similarly whilst they were receptive to information, advice and guidance from their partner, other family members and healthcare practitioners (HCPs), they rarely sought it themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "I think it's widely known in the medical world and even outside of the medical world, that the expectation for self-educating yourself in pregnancy is the woman's role. (Male, #10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Women whose partners conformed to this typology tended to criticise the men for not understanding pregnancy and not being more proactive in supporting them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "They don't understand anything, the sleeping problems the sitting problems. Because my husband doesn't understand, I do see it more of my pregnancy but our baby if that makes sense. (Female, #15)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Our pregnancy, her body: Sitting midway along a dimension of involvement, another group of participants expressed a view that whilst they felt pregnancy was a shared event, the physicality of the experience belonged to the woman. Expectant fathers in this group recognised their important role in providing practical and emotional support to their partner, but ultimately recognised that the physical experience of pregnancy belonged only to their partner. For some this created a dissatisfying sense of being a side-player or worse, excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "I see it my role… is like a supportive role, like an auxiliary role, where you can't obviously take the main role, so you basically work like a mix between a waiter … and being someone who's there for her. (Male, #6) Sometimes men can feel a bit left out of the whole pregnancy because the woman goes through all the changes and has these massive mood swings…I felt like a bit of a spare part to be honest. (Male, #13)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "For this group and for the previous group, men's experience of pregnancy support services and HCPs could reinforce their views on their role in pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "I felt that it (NCT) was that was very much geared towards the woman and in fact, I made the point that is there any point of me being here? (Male, #10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Our pregnancy: The most involved expectant fathers in our sample were characterised by their belief that their role as fathers had already begun during pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "When we're talking about the baby he's always talking about our son, he's very much going to be part of the child's life, he wants to be part of it now. He talks to the bump. (Female, #5) As such they were fully involved in all aspects of the pregnancy and made sure that HCPs understood and respected this. In addition to providing practical and emotional support to their partners, these expectant fathers took steps to inform and educate themselves about pregnancy. Some had downloaded pregnancy apps or joined social media groups for expectant dads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "It was definitely a team effort. Guys in the 21st century are a lot more on it. You look at the apps and you help where you can. (Male, #7) I made myself be involved -I wanted to know everything that was going on. So I wasn't going to wait -I was in first, asking them (HCPs) everything (Male, #14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Most women in our sample whose partners conformed to this typology supported their partners' view of seeing pregnancy as a shared adventure. They welcomed the level of support they received and were often aware of their partner's need for support too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "It was our pregnancy -it was our baby. We were pregnantnot just me. (Female, #7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "He's very hands on. He's come to all my (antenatal) appointments … As we've had more children he has looked after them so I can go and do something …it's divide and conquer…very involved in every aspect. (Female, #12) However, one participant voiced a concern about her partner's involvement bordering on controlling or 'policing' behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "It's a little bit like he was policing me, but then again it goes back to this is our pregnancy, not mine -it was because he cared for me and baby. (Female, #7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner involvement and support"
        },
        {
            "text": "Levels of understanding regarding the importance of good energy balance behaviours in pregnancy, that is to eat a healthy, balanced diet and remain physically active (National Institute for Healthcare and Excellence guidelines [26]), varied in both men and women. Apart from the most involved expectant fathers, most relied on their pregnant partner as their main source of information on this matter. Most men were aware of the relationship between maternal diet and baby's health and development and talked about 'healthy eating'. However few understood the risks to maternal and foetal health of poor energy balance behaviours. Awareness of conditions like gestational diabetes was largely limited to those who had experience of it. Likewise, partners' knowledge of what is a healthy diet in pregnancy varied considerably. More health conscious men and those who were more involved in the pregnancy talked about the value of specific food groups (typically fruit and vegetables) and nutrients. Others were more vague, often referring to a 'normal' or balanced diet or simply highlighting dietary changes she had made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner understanding of good energy balance behaviours"
        },
        {
            "text": "I think we just kept it as normal cos we was (sic.) already eating quite nutritious diet…as long as they're having these Pregnacare tablets, then that covers most of it. (Male, #6) She had a craving for double cheeseburgers from Mac Donald's, but she was making sure she was taking Pregnacare and Folic acid. (Male, #9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner understanding of good energy balance behaviours"
        },
        {
            "text": "Understanding of the importance of exercise for maternal and foetal health was limited. Typically only those who already were quite committed to exercise knew of its benefits in pregnancy. Others were unsure what type or amount of exercise was safe in pregnancy, tending to believe it was safer to avoid exercise apart from walking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner understanding of good energy balance behaviours"
        },
        {
            "text": "It's taken us, it took us a long time to get to this point and we didn't want to throw it away for the sake of doing you know, one gym session a week, or running or, or even fast walking. (Male, #10) I see some pregnant women doing push ups and running and I stand there in amazement thinking is it really worth taking that risk? (Male, #7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner understanding of good energy balance behaviours"
        },
        {
            "text": "The majority of participants reported a high degree of concordance of dietary behaviours with their partner, and since many women had made changes to their diet during pregnancy, many expectant fathers had, by default, done so too. Generally these had been healthier changes, such as increasing fruit and vegetable intake or decreasing snack foods and takeaways. However participants also reported worsening dietary behaviours. He put on a bit of sympathy weight during pregnancies…. I was getting hungry and I think he just started to eat more as well….bigger portions at mealtimes. (Female, #10) For the majority, concordance in dietary behaviours was driven by convenience of preparing one meal rather than a view that expectant fathers should also make dietary changes. Indeed men generally did not feel the need to sacrifice their own preferences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 597,
                    "text": "(Female, #10)",
                    "ref_id": null
                }
            ],
            "section": "Concordance of energy balance behaviours in couples"
        },
        {
            "text": "She tried to eat a lot more healthy, like vegetables which she wouldn't normally do. I tried but I must admit I don't like salads and that. (Male, #11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concordance of energy balance behaviours in couples"
        },
        {
            "text": "However, for a small minority of more involved expectant fathers, concordance was motivated by a desire to show support and solidarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concordance of energy balance behaviours in couples"
        },
        {
            "text": "I mean, it's definitely difficult when you will want to get the take-away or something but she can't really eat it. Sometimes you'd have to sacrifice your pleasure. (Male, #4) Well he actually started to take smoothies as well, and the disgusting vitamins because like, he didn't want me to feel singled out. (Female, #2) Unlike in dietary behaviours, participants rarely reported couple-concordance of physical activity behaviours, either in the type or amount of exercise taken or general activity levels. The only exceptions to this was firstly the tendency for men to share more household duties and secondly couples taking walks together, particularly towards the end of the pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concordance of energy balance behaviours in couples"
        },
        {
            "text": "….allowing her to not do the things she might have done before, that are a bit strenuous. So kind of taking work away from them. (Male, #6) Hold her hand and walk with her to the park …because the doctors and the nurses say she has to walk a bit -100 to 200 m a day -because she was suffering from diabetes. (Male, #12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concordance of energy balance behaviours in couples"
        },
        {
            "text": "Only a small number of more health conscious men in our sample actively encouraged their pregnant partners to adopt better energy balance behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "When I was pregnant, he was then cooking more because I was either having a nap or I was tired or whatever. So he would be consciously trying to put veg and stuff like that into my diet. (Female, #3) Diet-wise, the majority of men felt their role was to concur with her choices. This was particularly apparent in men's tendency to enable their partner's cravings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 199,
                    "text": "(Female, #3)",
                    "ref_id": null
                }
            ],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "That's the best way to placate themif they say KFC you just go get KFC. If they say Burger King, you just go get itno opposition no question just get it. (Male, #14) Indeed some men reported that even when they felt their partner was eating the wrong food or gaining too much weight, they would keep quiet to keep peace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "I'll tell you what anyone who says they are not going to say let it slide for the day…I'd rather fight the battles I can win. If they are already feeling body conscious, they already know a packet of custard creams isn't going to do them any good, there's not point me telling them that and making them feel worse. (Male, #13)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "There was evidence of some men unintentionally encouraging unhealthy dietary behaviours, which appeared to be rooted in cultural beliefs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "Everyone kept telling me to eat for twomaybe it's in our culture -Bangladeshi culture. (Female, #15) My mother-in-law, even my husband, all my family were saying you've got to eat for two. (Female, #13)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "Similarly some men were encouraging their partners to avoid exercise or any overly strenuous activity, partly because they felt allowing her to relax and rest was evidence of their support and partly because their belief that it was unsafe in pregnancy. Barriers and facilitators to participating as a couple in an intervention mapped to COM-B and TDF Table 2 summarises the identified barriers and facilitators to participating as a couple in a digital intervention to encourage healthy eating and physical activity in pregnancy. Barriers and facilitators were largely different for men and women, although some were common to both. The most highly populated COM-B domain was Reflective Motivation, with TDF Belief about the Consequences being particularly pertinent to women and Identity, Goals and Intentions to men.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Partner influence on her energy balance behaviours"
        },
        {
            "text": "A key motivation for men to participate in the intervention was their desire both to be a supportive partner and to have a role within the pregnancy. Whilst some regarded participating in the intervention to be evidence of their existing commitment to their partner and their pregnancy, others saw it as a way of increasing their involvement and support. Women too recognised their partner's intention to be supportive as a facilitator to his participation in the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflective motivation Identity, goals and intention"
        },
        {
            "text": "To have something that is partner oriented for the two of you, that would really help. A lot of guys want to be involved now, it would appeal to so many people. (Male, #9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflective motivation Identity, goals and intention"
        },
        {
            "text": "He would definitely cut down on KFCs if he thought it was better for me and the baby … anything to make it work and support me with this. (Female, #4) The opposite of this was the belief, alluded to rather than explicitly identified as a barrier to participation, that a man's role as a father does not begin until the baby is born.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 150,
                    "text": "(Female, #4)",
                    "ref_id": null
                }
            ],
            "section": "Reflective motivation Identity, goals and intention"
        },
        {
            "text": "At my early stages I didn't get much attention but now he can see the bump I get more attention. (Female, #14) At risk of sounding uncaring, I didn't really have to change much to be honest….I think she more or less had it under control. I didn't really have to do anything. (Male, #1) A desire to be a fit and healthy parent and a good role model for their child was a facilitator, for men especially. Even those who subscribed to the 'her pregnancy' point of view could be motivated by the potential benefits to themselves of jointly engaging in a healthy eating and physical activity intervention. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 285,
                    "text": "(Male, #1)",
                    "ref_id": null
                }
            ],
            "section": "Reflective motivation Identity, goals and intention"
        },
        {
            "text": "Particularly motivating to women was a belief that working together as a team would increase the likelihood of success of adhering to the chosen health behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "I think it's a good idea because mutual support is the best way to make changes. It's almost impossible to make a change to your diet if one of you is doing it and one of you isn't. (Female, #5) Some women recognised their need to be accountable to someone else in order to stick to commitments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "As soon as I have told somebody it's like I've committed to it, but if I've only kept that to myself Then I can say to myself well I didn't really want to do it or I'll find an excuse not to. (Female, #6) Women also recognised the benefit to their partners of participating jointly in that this would create a tangible role for partners and help them to feel involved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 204,
                    "text": "(Female, #6)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs and consequences"
        },
        {
            "text": "Because partners I think, like, males are the other partner that isn't pregnant, like some of them don't feel like very included but if they had the app as well, they would probably feel more involved as well. (Female, #2) More broadly, both men and women also identified the potentially beneficial consequences on the partner relationship of working towards goals together. The opportunity to bond through a shared goal was particularly appealing both to those who found pregnancy a bonding experience and those who had struggled more with the changes it had brought to their relationship.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 222,
                    "text": "(Female, #2)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs and consequences"
        },
        {
            "text": "I think it's a good ideayou can both get involved and it would bring you both together (Male, #9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "And I think people would respond well to having something to do together because there is that feeling that they are bonded together at a time when other things are changing and it can be quite scary. (Female, #6) Women whose partners were at the least involved end of the spectrum were motivated by the thought that a couple's intervention could improve their partner's understanding about pregnancy and thereby lead to him supporting her better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "I think the app will help for the husbands because they will understand more and this way we'd get more support from them, because they'd understand more. (Female, #13) If someone was to tell him maybe don't have too much sugar during your pregnancy he might be like you're not actually meant to have this, give it to me. Because they don't know all they hear from their mothers is eat for two, eat for two and they probably think they are doing the right thing by feeding me.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 168,
                    "text": "(Female, #13)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs and consequences"
        },
        {
            "text": "(Female, #15)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "Some men also recognised the opportunity the intervention might offer for self-education around pregnancy and improvement of their skill set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "All the advice that we can get is better because, you know, we can't be expected to know everything. (Male, #6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "The only barrier identified in the context of beliefs about consequences was an anticipation that participation might lead to conflict between couples, particularly if the intervention focussed on weight gain issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "You would have to have good faith on your partner that they're able to motivate you without it being of a matter of them nagging you -you're putting on weight, dear and you need to be healthier….It would start off nicely and he'd be encouraging and eventually he would grate on me and I'd be saying I'm not doing it. (Female, #11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "One woman was concerned that the intervention might give her partner permission to be overly controlling over her dietary and exercise behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs and consequences"
        },
        {
            "text": "Here, women identified the warm feelings of togetherness and being supported as a facilitator whilst men talked about being included. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Automatic motivation Emotions"
        },
        {
            "text": "Couples' concordance of dietary behaviours and in taking walks was perceived to be a facilitator in a practical sense of fitting in with existing behaviour and lifestyle patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical opportunity Context and resources"
        },
        {
            "text": "We cook together we eat together so we're eating the same, the same meals. (Female, #5) However, the time involved in coordinating activities and the cost of both eating healthier and potentially more expensive foods were occasionally cited as barriers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 87,
                    "text": "(Female, #5)",
                    "ref_id": null
                }
            ],
            "section": "Physical opportunity Context and resources"
        },
        {
            "text": "I think that the barriers will be maybe time and trying to get organised, (Female, #1) (He) would have his own rice… white rice and I'd have a wholemeal rice…. When you're looking after the pennies cos you've got a baby on the way it (wholemeal) can be quite an expensive option. (Female, #8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical opportunity Context and resources"
        },
        {
            "text": "Perceiving pregnancy as 'ours', a shared experience, emerged as a facilitator to participating as a couple. Conversely, perceiving pregnancy as 'hers', a view that appeared to be propagated by family and cultural gender stereotyping, might be a potential barrier, although this was alluded to rather than openly voiced in our research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social opportunity Social norms"
        },
        {
            "text": "HCP endorsement was identified as an important facilitator to participating as a couple. Men in particular claimed that they would be even more likely to participate in the intervention if it was suggested to them by the midwife or GP. Not only would this validate the credibility of the intervention, but also it would confirm the importance of the partner's role in pregnancy. Similarly women could feel that HCP recommendation would legitimise their desire for greater involvement and support from their partner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social influences"
        },
        {
            "text": "It would be like a stamp of approval from the NHS. When it's being recommended by a health professional it carries a lot of weight. (Male, #8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social influences"
        },
        {
            "text": "If it was for the father, coming from the midwife makes us be part of the process I would value that because I am being included. (Male, #3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social influences"
        },
        {
            "text": "Having good understanding of the importance of good energy balance behaviours to maternal and foetal health appeared to be a facilitator for men in that it enabled them to appreciate value of working with their pregnant partner to reduce the risk of adverse health outcomes. Understanding of the potential impact of partner support during pregnancy worked similarly as a facilitator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological capability Knowledge"
        },
        {
            "text": "It should talk about how it helps your baby and how it helps your relationship rather than just it's good for you. You hear that messageit's good for youall the time. (Male, #13)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological capability Knowledge"
        },
        {
            "text": "Participants did not identify any barriers or facilitators to participating in the intervention as a couple that fell within the physical capability domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical capability"
        },
        {
            "text": "This study explored partners' role in energy balance behaviours during pregnancy and, using COM-B and TDF, identified barriers and facilitators to participating as a couple in a digital intervention targeting healthy eating and physical activity. We identified four themes around partners' role in energy balance behaviours; partner involvement and support; partner knowledge of the importance of good energy balance behaviours; concordance of energy balance behaviours in couples; partner influence on her energy balance behaviours. Differing levels of partner involvement and support during pregnancy broadly correlated to partners' level of understanding of the importance of energy balance behaviours to maternal health. Concordance of dietary behaviours was widely reported, although couples' exercise behaviours tended to be less alike. Partners rarely seemed to be a positive influence on women's dietary choices, typically deferring to her desires, particularly with regard to cravings. Caution over the safety of exercise in pregnancy meant men could be a negative influence on women's exercise behaviours. Most facilitators to participate as a couple in an intervention lay within the Reflective Motivation domain of COM-B. Men's motivations derived from their desire to be involved in the pregnancy as a supportive partner, and to be a fit and healthy father who is a good role model for his child (TDF: Identity, Goals and Intentions). Women were motivated by the belief that a couples intervention might increase their partner's understanding and support, and a joint effort might improve their likelihood of success in achieving energy balance goals (TDF: Belief in Consequences). The opportunity for greater couple bonding was also highlighted as a potential motivator, although couple conflict was a barrier for women who anticipated their partner being controlling. Within the Social Opportunity domain, HCP recommendation was seen as a key facilitator, both legitimising the role of partners in the pregnancy and adding integrity to the intervention. Conversely, cultural beliefs around the role of men in pregnancy were identified as potential barrier (TDF: Social Influences). Within the Psychological Capability domain understanding the importance of good energy balance behaviours to maternal health and the value of partner support was a facilitator to intervention participation (TDF: Knowledge).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our research echoes the findings of previous studies reporting men's desire to be involved in pregnancy and to support their partner [27] , [28] . Men in our sample who were not at the most involved end of the spectrum believed that participating in an intervention with their partner would give them a greater role within the pregnancy and help them feel more valued. A meta-synthesis of expectant fathers' experiences of pregnancy concluded that if HCPs made greater efforts to involve fathers, this would increase their sense of being valued and place them in a better position to support their pregnant partners [29] . Our research identified HCPs' recommendation as a key facilitator to participating in a couples intervention in that it both acknowledged the importance of partners in pregnancy and endorsed the trustworthiness of the intervention. Men also identified more self-centred motivations to participating in the interventiona desire to be a fit and healthy father who is a good role model for their child. Given that weight gain in men during pregnancy is quite common, the potentially positive effects of a couples intervention on men's energy balance behaviours is also important [30] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A key finding of our study is that women believe they would be more likely to succeed in improving their energy balance behaviours during pregnancy if their partner was working with them towards shared or similar goals. Few studies have examined the effect of partner support on dietary and/or physical activity behaviours in pregnancy, although two interventions that included partners both showed promising results. In Bangladesh engaging husbands in a maternal nutrition program substantially contributed to their partners' better dietary practices during pregnancy [31] . The authors showed that husband's support, as a consequence of their knowledge, awareness, self-efficacy and social norms, explained nearly half of the program impact on maternal supplement intake and a quarter for diet diversity. Smarter Pregnancy, an mhealth intervention in the Netherlands targeting vegetable and fruit in pregnancy reported greater effect amongst couples than women undertaking the intervention alone [32] . Studies in preconception couples and non-pregnant populations have also shown the positive effect of couple-inclusion on energy balance behaviours [33] , [34] and a randomised controlled trial of a mobile preconception lifestyle programme for couples is currently underway in Belgium [35] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Beyond the physical benefits of participating in an intervention as a couple, our research indicated there may be benefits to couples' emotional and relationship well-being. The association between partner support and maternal mental wellbeing has been demonstrated in previous research [14] . A recent study investigating the effect of a couples intervention on partners of people with type 2 diabetes reported significant improvements in relationship satisfaction and lower depressive symptoms amongst those who had participated as couples rather than individuals [36] . The potential benefits of greater partner involvement in the pregnancy and couple bonding should not be underestimated.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our research concurred with findings from previous studies that women's dietary behaviours in pregnancy are influenced by their partners, friends and family [18] , [37] . Hill suggests a new socioecological framework for maternal obesity which recognises the layers of influences on women's behaviour [38] . An intervention aimed at couples could begin to shift the focus from women only and recognise these broader influences. Hill argues that a shift in focus will help to reduce weight stigma and blame, issues that our sample identified as a source of couple conflict and as such a potential barrier to the intervention. Shifting the emphasis from GWG and maternal responsibility to improving energy balance behaviours for couples or parents as they embark on this new life stage is more likely to benefit long term family health and contribute to the fight against childhood obesity.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our research has important implications for the type of messages that may promote couple-uptake of a digital intervention to encourage healthy eating and physical activity. By mapping barriers and facilitators to participating as a couple, we have shown the importance of the reflective motivation domain as a source of both potential motivators and barriers to engagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A strength of this study is that it makes a significant contribution to the sparse body of literature investigating partners' role in energy balance behaviours during pregnancy. A further strength of this study is the use of COM-B and TDF to systematically examine the barriers and facilitators. Moreover, our sample represents population groups who are most at risk of poor energy balance behaviours, excessive GWG and maternal obesity. It should be noted however that participants were preinformed as to the discussion topics and as such there is risk of self-selection bias in our sample. Whilst our participants expressed a range of opinions and behaviours with respect to diet and exercise in pregnancy, we cannot be sure that on balance they were more inclined to positive energy balance behaviours than the general population. A further limitation of our sample was that all participants appeared to be cohabiting and in stable, loving relationships where the pregnancy had been welcomed. Consequently, even participants who represented the lower end of our spectrum of involvement in pregnancy appeared to be committed to their partners and the pregnancy. A limitation of any qualitative study is researcher subjectivity in the interpretation of the findings. To mitigate the effects of this we ensured our team of three researchers immersed themselves in the raw data and debated and challenged each other's viewpoints as part of the analysis process. Finally whilst the ethnic diversity of our sample provided insight into cultural differences, our small sample size meant some minority groups were not represented. This will be addressed in later stages of our intervention design process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Our research suggests an opportunity exists to harness partner support to improve maternal energy balance behaviours. Facilitators to participating as a couple in a digital healthy eating and physical activity intervention indicate that its benefit could extend beyond physical health, to couples' emotional and relationship wellbeing. Men appreciate the opportunity it would give them to feel more involved in the pregnancy and supportive to their partners. Women also value its potential to enhance partner involvement and support. In addition women are motivated by the prospect of a team effort improving their chance of success in achieving dietary and/or physical activity goals. Whilst this research has provided direction on the messages likely to motivate participation in a couples' intervention, further research will be needed to determine how to optimise the appeal and usability of the intervention to ensure high and sustained levels of engagement. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Maternity and Births | Births in Scottish Hospitals | Health Topics | ISD Scotland",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risks associated with obesity in pregnancy, for the mother and baby: A systematic review of reviews",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dencker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Olander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Begley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Obes Rev",
            "volume": "16",
            "issn": "8",
            "pages": "621--659",
            "other_ids": {
                "DOI": [
                    "10.1111/obr.12288"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Factors associated with excessive gestational weight gain",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Samura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steer",
                    "suffix": ""
                },
                {
                    "first": "Daniela",
                    "middle": [],
                    "last": "Michelis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Advances In Health and Medicine. GAHM LLC",
            "volume": "5",
            "issn": "",
            "pages": "87--93",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A systematic review of outcomes of maternal weight gain according to the Institute of Medicine recommendations: birthweight, fetal growth, and postpartum weight retention",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Siega-Riz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viswanathan",
                    "suffix": ""
                },
                {
                    "first": "M-K",
                    "middle": [],
                    "last": "Moos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deierlein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mumford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knaack",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Obstet Gynecol",
            "volume": "201",
            "issn": "4",
            "pages": "339--340",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maternal body mass index, gestational weight gain, and the risk of overweight and obesity across childhood: An individual participant data meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Voerman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "Patro",
                    "middle": [],
                    "last": "Golab",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Amiano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ballester",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barros",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Med",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pregnant women's perceptions of gestational weight gain: A systematic review and meta-synthesis of qualitative research. Matern Child Nutr",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanstone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandasamy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giacomini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dejean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pregnancy: a \"teachable moment\" for weight control and obesity prevention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of diet and physical activity based interventions in pregnancy on gestational weight gain and pregnancy outcomes: meta-analysis of individual participant data from randomised trials",
            "authors": [],
            "year": 2017,
            "venue": "International Weight Management in Pregnancy (i-WIP) Collaborative Group",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electronicbased lifestyle interventions in overweight or obese perinatal women: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klainin-Yobas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Htun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ho-Lim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Obes Rev",
            "volume": "18",
            "issn": "9",
            "pages": "1071--87",
            "other_ids": {
                "DOI": [
                    "10.1111/obr.12557"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Effectiveness of eHealth Technologies on Weight Management in Pregnant and Postpartum Women: Systematic Review and Meta-Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sherifali",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Nerenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Semeniuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Redman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Med INTERNET Res",
            "volume": "19",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exclusively Digital Health Interventions Targeting Diet, Physical Activity, and Weight Gain in Pregnant Women: Systematic Review and Meta-Analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Llewellyn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Positive Health Outcomes of Fathers' Involvment in Pregnancy and Childbirth Paternal Support: A Scope Study Literature Review. Father A J Theory, Res Pract about Men as Father",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Plantin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Olukoya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ny",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "87--102",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Influence of Antenatal Partner Support on Pregnancy Outcomes. J Women's Heal",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rifas-Shiman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rich-Edwards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gillman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "672--681",
            "other_ids": {
                "DOI": [
                    "10.1089/jwh.2015.5462"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Perceived partner support in pregnancy predicts lower maternal and infant distress",
            "authors": [
                {
                    "first": "Tanner",
                    "middle": [],
                    "last": "Stapleton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Schetter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Westling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glynn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hobel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Fam Psychol",
            "volume": "26",
            "issn": "3",
            "pages": "453--63",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Effect of Partner Support on Maternal Smoking and Alcohol Use During Pregnancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Capponi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nyamukapa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Worly",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Obstet Gynecol",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Diet and physical activity in pregnancy: A study exploring women's beliefs and behaviours",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haith-Cooper",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Midwifery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Attitudes, barriers and enablers to physical activity in pregnant women: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Frawley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Physiother",
            "volume": "64",
            "issn": "1",
            "pages": "24--32",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Be Healthy in Pregnancy: Exploring factors that impact pregnant women's nutrition and exercise behaviours. Matern Child Nutr",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Grenier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Mottola",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wahoush",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thabane",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/mcn.13068"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The behaviour change wheel: A new method for characterising and designing behaviour change interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Stralen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Implement Sci",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Validation of the theoretical domains framework for use in behaviour change and implementation research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Implement Sci",
            "volume": "7",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-7-37"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The behaviour change wheel. researchgate.net [Internet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Health of women before and during pregnancy: health behaviours, risk factors and inequalities",
            "authors": [],
            "year": 2020,
            "venue": "Changing_Behaviour_to_Improve_Clinical_Practice_and_Policy/links/588249b9aca2 72b7b4425460/Changing-Behaviour-to-Improve-Clinical-Practice-and-Policy",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Babies in Lockdown",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "2",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Qualitative Data Analysis Software | NVivo",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "National Institute for Healthcare and Excellence. Weight management before, during and after pregnancy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Not-patient and not-visitor: A metasynthesis fathers' encounters with pregnancy, birth and maternity care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Downe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bamford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edozien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "422--453",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fathers' involvement during pregnancy and childbirth: An integrative literature review",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shorey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Midwifery. Churchill Livingstone",
            "volume": "62",
            "issn": "",
            "pages": "135--180",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The pregnant male: a metasynthesis of first-time fathers' experiences of pregnancy",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kowlessar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wittkowski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Reprod Infant Psychol",
            "volume": "33",
            "issn": "2",
            "pages": "106--133",
            "other_ids": {
                "DOI": [
                    "10.1080/02646838.2014.970153"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Longitudinal study of body mass index in young males and the transition to fatherhood",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Garfield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gutina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rutsohn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcdade",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Mens Health",
            "volume": "10",
            "issn": "6",
            "pages": "158--67",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Engagement of husbands in a maternal nutrition program substantially contributed to greater intake of micronutrient supplements and dietary diversity during pregnancy: Results of a cluster-randomized program evaluation in Bangladesh",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Frongillo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sanghvi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wable",
                    "suffix": ""
                },
                {
                    "first": "Mahmud",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Nutr [Internet]",
            "volume": "148",
            "issn": "8",
            "pages": "1352--63",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Impact of an mHealth Platform for Pregnancy on Nutrition and Lifestyle of the Reproductive Population: A Survey. JMIR mHealth uHealth",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Huijgen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Willemsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Laven",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Steegers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Steegers-Theunissen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The FAST study: Fertility ASsessment and advice Targeting lifestyle choices and behaviours: A pilot study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Homan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Litt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum Reprod",
            "volume": "27",
            "issn": "8",
            "pages": "2396--404",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Health behaviour change interventions for couples: A systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arden-Close",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Health Psychol",
            "volume": "22",
            "issn": "2",
            "pages": "215--252",
            "other_ids": {
                "PMCID": [
                    "PMC5408388"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Effectiveness of a mobile preconception lifestyle programme in couples undergoing in vitro fertilisation (IVF): The protocol for the PreLiFe randomised controlled trial (PreLiFe-RCT)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boedt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dancet",
                    "suffix": ""
                },
                {
                    "first": "Lie",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peeraer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Neubourg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pelckmans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Two for one? Effects of a couples intervention on partners of persons with Type 2 diabetes: a randomized controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Trief",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hessler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cibula",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinstock",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Diabet Med",
            "volume": "36",
            "issn": "4",
            "pages": "473--81",
            "other_ids": {
                "PMCID": [
                    "PMC6408270"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dietary behaviours and weight management: A thematic analysis of pregnant women's perceptions. Matern Child Nutr",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flannery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Mtshede",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Anaba",
                    "suffix": ""
                },
                {
                    "first": "Clifford",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;riordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/mcn.13011"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Expanding our understanding and use of the ecological systems theory model for the prevention of maternal obesity: A new socioecological framework",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obes Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "So whatever made her sick is basically what we what we stopped eating. (Male, #1) I think my wife's diet sort of lapsed or relaxed….I think that why a lot of guys like me put on weight during pregnancy because my wife's lifestyle choices meant she didn't have the energy to cook and therefore it was easy for me to pick up the phone and ring for a pizza or whatever. (Male, #10)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "I don't know what other exercises are acceptable in pregnancy, I have no idea, so we stuck with walking. (Male, #1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "I don't want to be a fat unhealthy dad…I want to be healthy into my old age. (Male, #3) I'm not gonna liecome that sports day when they go to primary school, I don't want to be the last dad! (Male, #10) You don't want to be a lazy dad sitting on the sofa (Male, #11)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "I need your support and I want you to do it as well, so I don't feel like I'm on my own. (Female, #8) I'd say you'd feel a lot more involved…. my own experience, I felt like I didn't really have any role. (Male, #1) You need to feel that you and your partner are close together and you are not alone in anything. (Female, #6)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Abbreviations UK: United Kingdom; GWG: Gestational weight gain; TDF: Theoretical Domains Framework; HCPs: Healthcare practitioners",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participant characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "COM-B and TDF mapping of barriers and facilitators to participating as a couple in a digital healthy eating and physical activity intervention",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thank you to Best Beginnings for providing access to the convenience sample for the women's interviews and to Apogee Group Recruitment for recruiting the men's focus groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions AR and HC designed the study. AR and CL contributed to the acquisition of the financial support for the project leading to this publication. AR developed the topic guide and conducted all the interviews and focus groups. AR and AS developed the coding framework and identified the initial themes. AR, AS and HC were involved in finalising the themes and mapping the barriers and facilitators to the COM-B model and TDF. AR drafted the initial manuscript. All authors critically reviewed the manuscript and approved the final draft. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The data that support the findings of this study are available on request from the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Approval for this study was granted by UCL Research Ethics Committee (16749/001). All procedures were conducted in accordance with the ethical standards of this committee and in accordance with the Declaration of Helsinki. All potential participants were emailed an information sheet including the study details, key issues regarding data handling and privacy, participants' rights to withdraw consent, participants' guaranteed anonymity and how the study findings will be reported and used. At the start of the focus groups and telephone interviews participants were asked if they had any questions about the study or the information sheet. All participants provided informed consent to participate and to be audio recorded verbally. No illiterate participants were included in the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Competing interest Alexandra Rhodes, Andrea Smith and Helen Croker declare that they have no competing interests. Clare Llewellyn reports grants from the Economic and Social Research Fund, grants from Best Beginnings (UK charity), during the conduct of the study; personal fees from Yellow Kite, personal fees from The Experiment, personal fees from Diamond Inc, outside the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        }
    ]
}