{
    "paper_id": "0b509a9bc39c1f9bef263fde1077dcb921cb7363",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Hui-Ling",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chang Gung University of Science and Technology",
                    "location": {
                        "settlement": "Chiayi",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "B"
                ],
                "last": "Fink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aerogen Pharma",
                    "location": {
                        "addrLine": "San Mateo",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying-Huang",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Linkuo Chang Gung Memorial Hospital",
                    "location": {
                        "settlement": "Taoyuan",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Gwo-Hwa",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chang Gung University of Science and Technology",
                    "location": {
                        "settlement": "Chiayi",
                        "country": "Taiwan"
                    }
                },
                "email": "ghwan@mail.cgu.eud.tw"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-Humidification is vital in supporting the airways of intubated and mechanically ventilated patients. We address the technical and practical issues of humidification methods selection, with recommendations to minimize bioaerosol dispersion during mechanical ventilation of infected patients with severe coronavirus disease 2019 (COVID-19)-related acute respiratory distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe pneumonia or sepsis has an estimated 20% occurrence with COVID-19, 1 and these conditions often require intubation and mechanical ventilatory support. Clinical reviews have recommended the use of a heat and moisture exchanger (HME) for humidification during mechanical ventilation for intubated patients with infectious disease to minimize the risk of exposure the pathogens to healthcare workers (HCWs). 2, 3 HMEs are designed to capture heat and humidity from exhaled gas and to condition inhaled gas to a temperature of 29-32°C with 29-32 mg/L absolute humidity. A systematic review comparing the use of an HME with a heated humidification system during mechanical ventilation showed no difference in artificial airway occlusion, mortality, or pneumonia rate. However, the work of breathing was greater in the HME group, possibly due to increased resistance to gas flow. 4 Additionally, HME is not recommended for use in patients with copious, thick secretions or low tidal volumes, which have been associated with mechanical ventilation of COVID-19 patients. Patients managed under lung-protective strategies likely have low tidal volume, and the additional dead space of an HME may further increase the ventilation requirement as well as increase the partial pressure of carbon dioxide. 1, 2 Humans produce exhaled breath particles (EBP) ranging from 0.3 to 2.0 μm. 4 EBP concentrations are positively associated with tidal volume, ventilation ratio (tidal volume to vital capacity), deep exhalation, and breath volume. 4-6 A Taiwanese study found that the EBP concentration from mechanically ventilated patients were in the range of 0.47-2,554 particles per breath. Most EBPs are <5 μm, and 80% of them range between 0.3 and 1 μm. 7 Therefore, a bacterial/viral filter should be routinely placed at the end of expiratory limb of the ventilator circuit to prevent the pathogencontaining EBPs from spreading to the hospital environment.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 415,
                    "end": 416,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 881,
                    "end": 882,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1302,
                    "end": 1303,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Simple HMEs may allow up to 60% of medical aerosol to pass through, 8 so only the use of HME with an electrostatic bacterial filter (HMEF) should be considered to reduce exhaled pathogens from intubated patients during mechanical ventilation. There are 2 types of bacterial filters: pleated hydrophobic filters and electrostatic filters. 9 The efficiency of electrostatic bacterial filters is greatly affected by humidity, in addition to internal volume, resistance, and fully saturated time. When gas pressure is applied to a wet filter in the ventilator circuit, the bacteria and viruses on the filter might be carried through the filter. Furthermore, the condensate in an HMEF might increase gas flow resistance and the risk blockage due to ingress and absorption of the water. A pleated hydrophobic filter is more suitable than an electrostatic filter in a humidified ventilator system. 9 We strongly recommend using a high-efficiency particulate air (HEPA) filter at the expiratory port of the ventilator as a superior alternative to an HMEF for pathogen filtration in a humidified ventilator system.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 338,
                    "end": 339,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 891,
                    "end": 892,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One advantage for choosing an HME over heated humidification is the prevention of contaminated condensate spray generated when the ventilator circuit is disconnected from the patient. However, this benefit has not been characterized. During circuit disconnection, sudden depressurization generates shear-force from high ventilator gas flow, resulting in the expulsion of potentially contaminated condensates as bioaerosols. The dual-limb heated ventilator circuits have thermal insulation and breathable properties (ie, Evaqu ventilator circuit) to reduce the condensate production in the circuits. One study showed that both a conventional reusable ventilator circuit system and a disposable ventilator circuit system combined with an autofilled heated humidifier and a closed suction catheter grew a large number of bacteria in the ventilator circuits. 10 Thus, it is necessary to minimize the need for disconnecting the circuit from the ventilator, which greatly reduces the pathogen exposure via droplets and contact transmission to HCWs.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 857,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intubated, mechanically ventilated COVID-19 patients who develop thick secretions may need to receive heated humidification rather than HME. In clinical practice, single-limb heated-wire ventilator circuit is more commonly used, and the system is sensitive to the surrounding temperature, generating a large volume of condensates in the circuit, especially in the expiratory limb of the ventilator circuit system. We recommend the use of aerosol precautions by HCWs while opening the circuit when changing the HME or ventilator circuit to decrease the risk of exposure to bioaerosols. When changing the HME or dual-limb heated ventilator circuit, the ventilator should be placed on \"stand-by\" or \"off\" mode before disconnecting the circuit from the patient. The end of circuit should be capped immediately to prevent the expulsion of bacteriaor virus-containing EBPs from the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, to protect HCWs caring for COVID-19 patients during mechanical ventilation, the of using an HME or a dual-limb heated ventilator circuit with minimal condensate production should be considered. The selection should made according to the patient's minute ventilation and the amount and properties of secretions to provide adequate inhaled gas temperature and humidity. To protect HCWs, a pleated hydrophobic filter with at least 99.97% filtration efficiency should be placed in the expiratory limb of the ventilator, and it should not be replaced by an HMEF in a mechanical ventilation system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected interim guidance. World Health Orgnization website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preparing your intensive care unit for the COVID-19 pandemic: practical considerations and strategies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critically-ill COVID-19 patient",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Halacli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Topeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Turk J Med Sci",
            "volume": "50",
            "issn": "",
            "pages": "585--591",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of airway opening on production of exhaled particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Almstrand",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bake",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ljungström",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Appl Physiol",
            "volume": "108",
            "issn": "",
            "pages": "584--588",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characterization of exhaled particles from the healthy human lung-a systematic analysis in relation to pulmonary function variables",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Biller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Windt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hohlfeld",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Aerosol Med Pulm Drug Deliv",
            "volume": "23",
            "issn": "",
            "pages": "371--379",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of breath holding at low and high lung volumes on amount of exhaled particles",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holmgren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gerth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ljungström",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Respir Physiol Neurobiol",
            "volume": "185",
            "issn": "",
            "pages": "228--234",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Particle size concentration distribution and influences on exhaled breath particles in mechanically ventilated patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Secondhand aerosol exposure during mechanical ventilation with and without expiratory filters: an in-vitro study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pilbeam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Indian J Respir Care",
            "volume": "5",
            "issn": "",
            "pages": "677--683",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Heat and moisture exchangers and breathing system filters: their use in anaesthesia and intensive care. Part 2-Practical use, including problems, and their use with paediatric patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilkes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anaesthesia",
            "volume": "66",
            "issn": "",
            "pages": "40--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potential risk for bacterial contamination in conventional reused ventilator systems and disposable closed ventilatorsuction systems",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments. None.Financial support. No financial support was provided relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest."
        }
    ]
}