{
    "paper_id": "0b516ea2bc1ea17b22d8afd3ecdd649f1469fc2b",
    "metadata": {
        "title": "SARS-CoV-2 Inhibits Induction of the MHC Class I Pathway by Targeting the STAT1-IRF1-NLRC5 Axis",
        "authors": [
            {
                "first": "Ji-Seung",
                "middle": [],
                "last": "Yoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University Graduate School of Medicine",
                    "location": {
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Michihito",
                "middle": [],
                "last": "Sasaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "postCode": "001-0020",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "X"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University Graduate School of Medicine",
                    "location": {
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yusuke",
                "middle": [],
                "last": "Kasuga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University Graduate School of Medicine",
                    "location": {
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Baohui",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University Graduate School of Medicine",
                    "location": {
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryota",
                "middle": [],
                "last": "Ouda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University Graduate School of Medicine",
                    "location": {
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasuko",
                "middle": [],
                "last": "Orba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "postCode": "001-0020",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "De Figueiredo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "postCode": "77843",
                        "settlement": "College Station",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hirofumi",
                "middle": [],
                "last": "Sawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "postCode": "001-0020",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Koichi",
                "middle": [
                    "S"
                ],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University Graduate School of Medicine",
                    "location": {
                        "postCode": "060-8638",
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": " )   IFNB1  IFNL1  IFNL2  IFNL3  IL6  TNF  HLA-A  HLA-B  HLA-C  HLA-E  HLA-F  B2M  NLRC5  IFNB1  IFNL1  IFNL2  IFNL3  IL6  TNF  HLA-A  HLA-B  HLA-C  HLA-E  HLA-F  B2M  NLRC5  IFNB1  IFNL1  IFNL2  IFNL3  IL6  TNF  HLA- ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 217,
                    "text": ")   IFNB1  IFNL1  IFNL2  IFNL3  IL6  TNF  HLA-A  HLA-B  HLA-C  HLA-E  HLA-F  B2M  NLRC5  IFNB1  IFNL1  IFNL2  IFNL3  IL6  TNF  HLA-A  HLA-B  HLA-C  HLA-E  HLA-F  B2M  NLRC5  IFNB1  IFNL1  IFNL2  IFNL3  IL6  TNF  HLA-",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 ORF6 inhibits NLRC5-mediated MHC class I surface expression The gating strategy for detection of the HLA-A,B,C surface expression corresponding to Fig. 5c. The gating orders are indicated by numbers. Both isotype control and anti-HLA-A,B,C antibodies are conjugated with PE. The FITC signal was used for gating the GFP-NLRC5 population",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "expression in airway. a Scatterplots for the expression of PTPRC (CD45) and the indicated MHC class I-related genes from nasopharyngeal swabs of SARS-CoV-2 negative (n=54) and positive (n=413) patients shown in Fig. 1A. Each datapoint represents z-score transformed log2 normalized count for each patient. Spearman's correlation coefficient (R) and associated two-sided p-values are indicated. b Cellxgene derived (see Methods) UMAP representations of single-cell transcriptomes from normal human lung tissue (n=3) annotated by cell type compartments and gene expression of PTPRC, NLRC5, or MHC class I genes, HLA-A, HLA-B, and HLA-C. Supplementary Fig. 2. Suppressed upregulation of the MHC class I pathway in SARS-CoV-2 infected ciliated cells Single-cell RNA-seq of SARS-CoV-2 infected primary human bronchial epithelial cells over 1-3 days post-infection (dpi) time course was performed and a comparison of log2 fold change in the indicated gene expression between infected or non-infected bystander ciliated cells was assessed. Data assessment with the provided S2 Data published by Ravindra et al is described in Methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Supplementary Fig. 3. SARS-CoV-2 inhibits the upregulation of genes in the MHC class I pathway in the colon and liver carcinoma epithelial cells. a and b Expression of the MHC class I-related genes by SARS-CoV-2 infection (multiplicity of infection (moi) 3) or poly(I:C) transfection (200 ng) for the indicated time in Caco-2 (a) or Huh7 cells (b). The results are from 3 independent experiments. Two-tailed unpaired t-test, *, P<0.05; **, P<0.01; ***, P<0.001; ****, P<0.0001; ns, not significant. The error bars represent mean values ± SD. The exact p-values are available Suppressed upregulation of the surface expression of the MHC class I proteins by SARS-CoV-2 in Caco-2 cells The gating strategy for detection of HLA-A,B,C in Caco-2 cells corresponding to Fig. 2c. (a) Surface expression of MHC class I upon mock, ZIKV, TULV, or SARS-CoV-2 infection with indicated moi for 48 h. (b) Surface expression of MHC class I by either mock or IFNg stimulation for 48h. The gating orders are indicated by numbers. Both isotype control and anti-HLA-A,B,C antibodies are conjugated with PE. of the MHC class I proteins (a) Surface expression of MHC class I upon SARS-CoV-2 infection with indicated moi for 48 h in human ACE2-expressing HEK293T. Stimulation with poly(I:C) (200 ng), 5'ppp RNA (200 ng), or IFNg (100 U/ml) for 48 h were used as positive controls. (b) The gating strategy for detection of the HLA-A,B,C surface expression in ACE2-HEK293T cells. The gating orders are indicated by numbers. Both isotype control and anti-HLA-A,B,virus, and Tula virus in the lung and colon epithelial carcinoma cell lines Quantitative real-time PCR analysis of the indicated gene expression level in SARS-CoV-2 (moi 3), ZIKV (moi 10), TULV (moi 5)-infected, or poly(I:C) (200 ng)-transfected Calu-3 (a) or Caco-2 (b) cells for the indicated time. The results are from 3 independent experiments. Two-tailed unpaired t-test, *, P<0.05; **, P<0.01; ***, P<0.001; ****, P<0.0001; ns, not significant. The error bars depict mean values ± SD. The exact p-values are available in the Source Data. IFNg-induced STAT1 expression Quantitative real-time PCR analysis of STAT1 gene expression level in the indicated SARS-CoV-2 gene expressing HEK293T cells stimulated with IFNg (100 U/ml) for the indicated time. The results are from 3 independent experiments. Two-tailed unpaired t-test, ns, not significant. The error bars represent mean values ± SD. cells Effect of SARS-CoV-2 ORF6 on NLRC5-mediated HLA-B promoter activity in Calu-3 cells. Calu-3 cells were transfected with empty control or HLA-B proximal promoter reporter construct, and plasmids expressing NLRC5 along with an empty or with SARS-CoV-2 ORF6 expressing plasmids. At 36 h after transfection, cells were collected to measure the luciferase activity. The results are from 3 independent experiments. Two-tailed unpaired t-test, **, P<0.01; ****, P<0.0001. The error bars depict mean values ± SD. The exact p-values are available . 10. Basal level of the MHC class I surface expression in steady-state condition is not affected by ORF6 or ORF8. The surface expression of the HLA-A, B, and C on steady-state HEK293T cells was measured by flow cytometry analysis using either isotype control or antibody targeting HLA-A, B, and C and shown with (a) histogram and (b) mean fluorescence intensity (MFI). The results shown here are from 3 independent experiments. Two-tailed unpaired t-test, ns, not significant. The error bars represent mean values ± SD. (c) Gating strategy for detection of the HLA-A,B,C surface expression. The gating orders are indicated by numbers. Both isotype control and anti-HLA-A,B,C antibodies are conjugated with PE. plasmids expressing GFP-tagged NLRC5, along with either HA alone or HA-tagged SARS-CoV-2 ORF6. At 24 h after transfection, cells were treated with 100 nM of Leptomycin B for 8 h, and then cellular localization of the indicated proteins was analyzed by a confocal microscope. Cellular localization of the endogenous KPNB1 in HA-empty or HA-ORF6 expressing A549 cells was indicated with a white arrow. Quantitative comparison of the nuclear NLRC5 signal intensity (% of nuclear signal intensity / total cell signal intensity) in A549 cells is shown with a bar graph analyzed by ImageJ. The scale bar indicates 20 µm. Two-tailed unpaired t-test, ****, P<0.0001. The error bars depict mean values ± SD. The results shown are the representative data from the multiple images taken (2-8 images, n=2 biological replicates) for each experiment. Supplementary Fig. 12. Carboxy terminus of SARS-CoV-2 ORF6 is involved in inhibition of the NLRC5-mediated MHC class I surface expression The gating strategy for detection of HLA-A,B,C surface expression corresponding to Fig. 7b. The gating orders are indicated by numbers. Both isotype control and anti-HLA-A,B,C antibodies are conjugated with PE. The FITC signal was used for gating the GFP-NLRC5 population.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": " Supplementary Fig. 7 . SARS-CoV-2 Nsp1, Nsp15, ORF8, and N do not affect Supplementary Table 1 . DNA oligo used for cloning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 21,
                    "text": "Supplementary Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 95,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Primer name and sequence (5' to 3') NoteCloning or subcloning of SARS-CoV-2 genes nsp1-F ATAGGATCCATGGAGAGCCTTGTC Using BamHI and XbaI ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use"
        }
    ]
}