{
    "paper_id": "0b576f3e71c61d0cc6cdf4d26e144cb67dd5a486",
    "metadata": {
        "title": "Age-related heterogeneity in Neutralising antibody responses to SARS-CoV-2 following BNT162b2 vaccination",
        "authors": [
            {
                "first": "Dami",
                "middle": [
                    "A"
                ],
                "last": "Collier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabella",
                "middle": [
                    "A T M"
                ],
                "last": "Ferreira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rawlings",
                "middle": [],
                "last": "Datir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Bergamaschi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Kingston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Graves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "Gc"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "R"
                ],
                "last": "Bradley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "A"
                ],
                "last": "Lyons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lourdes",
                "middle": [],
                "last": "Ceron-Gutierrez L",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriela",
                "middle": [],
                "last": "Barcenas-Morales",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rainer",
                "middle": [],
                "last": "Doffinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Wills",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ravindra",
                "middle": [
                    "K"
                ],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vaccines remain the cornerstone for containing the SARS-CoV-2 pandemic. mRNA vaccines provide protection in clinical trials using a two-dose approach, separated by a three-week gap. Here we assessed real world immune responses following vaccination with mRNA-based vaccine BNT162b2. Following the first and second doses of the BNT162b2 vaccine, we measured IFN T cell responses, both total IgG Spike/ IgG Spike RBD and neutralising antibody responses to Spike in sera using a lentiviral pseudotyping system. Median age was 82 amongst 26 participants. Three weeks after the first dose a lower proportion of participants over 80 years old achieved adequate neutralisation titre of >1:4 for 50% neutralisation as compared to those under 80 (8/15 versus 11/11, p<0.05). Mean neutralisation titres in this age group after the first dose were lower than in younger individuals (p<0.05). Following the second dose, neutralising antibody response 50% titres were above 1:4 in all individuals and there was no longer a difference by age grouping. A significant proportion of individuals over 80 appear to require a second dose of vaccine, given in this study at three weeks, to achieve virus neutralisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Vaccines remain the cornerstone for containing the SARS-CoV-2 pandemic. mRNA vaccines have shown promise in clinical trials and have used a two-dose approach 1 , separated by a three week gap. However, duration of protection is not known and clinical trials provide few data on neutralising responses in individuals above the age of 80. This is pertinent for settings where a dosing interval of twelve weeks is currently being used to maximise first dose administration. Data on vaccine responses are vital in order to understand the efficacy of vaccination using this regime, particularly in groups under-represented in clinical trials, such as those aged above 80 years who are at greatest risk of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we assessed real world immune responses following vaccination with mRNA-based vaccine BNT162b2 under the recommended two-dose, three weeks apart schedule 2 in a predominantly elderly population. This schedule was used at the start of the vaccination programme in the UK, before a change to prioritise the first doses of vaccine for as many people as possible. We measured T cell responses to SARS-CoV-2 peptides by IFN FLUOROSPOT, in addition to serum IgG Spike/ RBD antibodies and serum neutralising antibody responses following the first and second doses of the BNT162b2 vaccine. We also linked neutralising antibody responses following vaccination to rapid antibody testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twenty six participants received at least one vaccination and median age was 82 years (IQR 64-85), and 30% were female. Age was correlated with SARS-CoV-2 Spike IgG levels but did not correlate with serum neutralisation after the first dose ( Figure 1 ). T cell responses did not correlate with serum neutralisation after the first dose. Overall, neutralisation activity increased between the first and second doses as expected ( Figure 2 ). We observed poor neutralisation activity (<50% neutralisation at serum dilution of 1:4) exclusively in participants over the age of 80 (7/15) as compared to those under 80 (0/11) after the first dose ( Figure 3 ). Geometric mean neutralisation titres in the over 80 years group after the first dose were almost an order of magnitude lower than in younger individuals ( Figure 2C , p<0.05 and Figure 3 ). Participant sera were re-tested three weeks after the second dose in all of those above 80 and in 5 of the 11 participants under 80 years old. The vaccine sera exhibited an increase in neutralizing titres against the wild-type pseudoviruses between first and second doses (Figure 2A, B) . The seven poor responders now demonstrated neutralisation activity comparable to those who responded to the first dose and there was no statistically significant . CC-BY-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 652,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 811,
                    "end": 820,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 842,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1118,
                    "end": 1132,
                    "text": "(Figure 2A, B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint difference in neutralizing titres between participants above and below the age of 80 ( Figure   2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 231,
                    "text": "Figure   2C",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "An approved rapid finger prick antibody test detecting S antibodies was used to test sera from vaccinees at both time points (Table 1) . This test had previously correlated strongly with neutralising antibodies in patients diagnosed with COVID-19 3 , but has not been used for assessing vaccine responses. The test was able to identify those with positive neutralisation at 1:10 or above with 42% sensitivity and 100% specificity three weeks after the first dose, and with 95% sensitivity and 100% specificity three weeks after the second dose (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 552,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Here we have addressed an important clinical problem in real world rollout of vaccination against SARS-CoV-2 where the second dose may be delayed due to supply limitations. We have shown that a proportion of individuals above the age of 80 have a suboptimal neutralising antibody response three weeks after vaccination with BNT162b2, and that the second dose is associated with robust neutralising responses. In a clinical trial sub-study specifically looking at older adults vaccinated with BNT162b2 the GMT (geometric mean titre) after first dose was 12 in a set of 12 subjects between ages of 65 and 85 4 , rising to 109 seven days after the second dose, though it was not clear whether some individuals had sub optimal levels after the first dose. It is possible that responses may continue to improve after 3 weeks in some older individuals. Even if this is the case, individuals over 80 are nonetheless likely to be at prolonged increased risk for infection, based on studies in nonhuman primates linking protection from SARS-CoV-2 challenge with neutralising antibody titres 5 . Of note in animal studies the magnitude of T cell responses did not correlate with protection. Finally, although the second dose was able to confer neutralisation of pseudovirus in the poorly responsive individuals, SARS-CoV-2 infection during an enlarged window period between doses in the presence of only partially protective antibody titres could generate conditions for selecting escape mutations 6,7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Surrogate markers for protective immunity are needed in order to determining when vaccine boosting may be necessary. The interplay between immunity from infection versus vaccines also needs to be addressed, though it appears from our study that point of care antibody tests for Spike IgG may be of use in verification of immunity following both doses. However, the arrival of new variants with the potential to compromise vaccines 8-11 may mandate regular revaccination with modified vaccine preparations. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted February 5, 2021. ; https://doi.org/10.1101/2021.02.03.21251054 doi: medRxiv preprint Whilst significant public health impact of vaccines is anticipated, a significant proportion of individuals above 80 appear to require the second dose, which in this study was given at three weeks, to achieve virus neutralisation. It will be important to follow all participants over the following months to measure the kinetics of neutralisation activity as well as data on reinfection. Finally, rapid antibody tests could help to identify suboptimal responders following the second dose. With further evaluation, such tests could also identify individuals who require boosting. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Participants who had received the first dose of vaccine and individuals with COVID-19 were consented into the Covid-19 cohort of the NIHR Bioresource. The study was approved by the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant recruitment and ethics"
        },
        {
            "text": "Recombinant SARS-CoV-2 N, S and RBD were covalently coupled to distinct carboxylated bead sets (Luminex; Netherlands) to form a 3-plex and analyzed as previously described (Xiong et al. 2020). Specific binding was reported as mean fluorescence intensities (MFI). is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 serology by multiplex particle-based flow cytometry (Luminex):"
        },
        {
            "text": "The copyright holder for this this version posted February 5, 2021. ; https://doi.org/10.1101/2021.02.03.21251054 doi: medRxiv preprint Neutralisation assays Spike pseudotype assays have been shown to have similar characteristics as neutralisation testing using fully infectious wild type SARS-CoV-2 12 . Virus neutralisation assays were performed on 293T cell transiently transfected with ACE2 and TMPRSS2 using SARS-CoV-2 Spike pseudotyped virus expressing luciferase 3 . Pseudotyped virus was incubated with serial dilution of heat inactivated human serum samples or sera from vaccinees in duplicate for 1h at 37˚C. Virus and cell only controls were also included. Then, freshly trypsinized 293T ACE2/TMPRSS2 expressing cells were added to each well. Following 48h incubation in a 5% CO 2 environment at 37°C, luminescence was measured using the Steady-Glo Luciferase assay system (Promega).",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 serology by multiplex particle-based flow cytometry (Luminex):"
        },
        {
            "text": "Frozen PBMCs were rapidly thawed, and the freezing medium was diluted into 10ml of is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFNγ FLUOROSPOT assays"
        },
        {
            "text": "The copyright holder for this this version posted February 5, 2021. ; https://doi.org/10.1101/2021.02.03.21251054 doi: medRxiv preprint data were then corrected for background cytokine production and expressed as SFU/Million PBMC or CD3 T cells. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFNγ FLUOROSPOT assays"
        },
        {
            "text": "The copyright holder for this this version posted February 5, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFNγ FLUOROSPOT assays"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "",
            "pages": "589--593",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2639-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2615",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2034577"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Combined point of care nucleic acid and antibody testing for SARS-CoV-2 following emergence of D614G Spike Variant",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mlcochova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Rep Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.xcrm.2020.100099"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safety and Immunogenicity of Two RNA-Based Covid-19 Vaccine Candidates",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "383",
            "issn": "",
            "pages": "2439--2450",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2027906"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 binding and neutralizing antibody levels after vaccination with Ad26.COV2.S predict durable protection in rhesus macaques. bioRxiv",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roozendaal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.30.428921"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 evolution during treatment of chronic infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.05.20241927"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Persistence and Evolution of SARS-CoV-2 in an Immunocompromised Host",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2031364"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recurrent emergence and transmission of a SARS-CoV-2 Spike deletion H69/V70. bioRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.14.422555"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission of SARS-CoV-2 Lineage B.1.1.7 in England: Insights from linking epidemiological and genetic data. medRxiv",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.30.20249034"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Escape of SARS-CoV-2 501Y.V2 variants from neutralization by convalescent plasma. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cele",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.26.21250224"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Major new lineages of SARS-CoV-2 emerge and spread in South Africa during lockdown. medRxiv",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tegally",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.10.28.20221143"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Measuring SARS-CoV-2 neutralizing antibody activity using pseudotyped and chimeric viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.08.140871%JbioRxiv"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Wellcome Trust Clinical PhD Research Fellowship. KGCS is the recipient of a Wellcome Investigator Award (200871/Z/16/Z). This research was supported by the National Institute for Health Research (NIHR) Cambridge Biomedical Research Centre, the Cambridge Clinical Trials Unit (CCTU), the NIHR BioResource and Addenbrooke's Charitable Trust. The views expressed are those of the authors and not necessarily those of the NIHR or the Department of Health and Social Care. JAGB is supported by the Medical Research Council (MC_UP_1201/16). IATM is funded by a SANTHE award. Supplementary Table 1: Demographic characteristics of participants with data available from post first and second dose vaccine three weeks apart, serum neutralising responses and point of care rapid SARS-CoV-2 antibody testing results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "TexMACS media (Miltenyi Biotech), centrifuged and resuspended in 10ml of fresh media with 10U/ml DNase (Benzonase, Merck-Millipore via Sigma-Aldrich), PBMCs were incubated at 37°C for 1h, followed by centrifugation and resuspension in fresh media supplemented with 5% Human AB serum (Sigma Aldrich) before being counted. PBMCswere stained with 2ul of each antibody: anti-CD3-fluorescein isothiocyanate (FITC), clone UCHT1; anti-CD4-phycoerythrin (PE), clone RPA-T4; anti-CD8a-peridinin-chlorophyll protein -cyanine 5.5 (PerCP Cy5.5), clone RPA-8a (all BioLegend, London, UK), LIVE/DEAD Fixable Far Red Dead Cell Stain Kit (Thermo Fisher Scientific). PBMC phenotyping was performed on the BD Accuri C6 flow cytometer. Data were analysed with FlowJo v10 (Becton Dickinson, Wokingham, UK). 1.5 to 2.5 x 105 PBMCs were incubated in pre-coated Fluorospot plates (Human IFNγ FLUOROSPOT (Mabtech AB, Nacka Strand, Sweden)) in triplicate with peptide mixes specific for Spike, Nucleocapsid and Membrane proteins of SARS-CoV-2 (final peptide concentration 1µg/ml/peptide, Miltenyi Biotech) and an unstimulated and positive control mix (containing anti-CD3 (Mabtech AB), Staphylococcus Enterotoxin B (SEB), Phytohaemagglutinin (PHA) (all Sigma Aldrich)) at 37ºC in a humidified CO2 atmosphere for 48 hours. The cells and medium were decanted from the plate and the assay developed following the manufacturer's instructions. Developedplates were read using an AID iSpot reader (Oxford Biosystems, Oxford, UK) and counted using AID EliSpot v7 software (Autoimmun Diagnostika GmbH, Strasberg, Germany). All",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Immune responses three weeks after the first dose of Pfizer BNT162b2 vaccine. Correlation between participant age and serum IgG anti-Spike (A) and anti-Nucleocapsid (B) responses as measured by particle based flow cytometry. C. Correlation between serum neutralisation of Spike (D614G) pseudotyped lentiviral particles (inhibitory dilution at which 50% inhibition of infection is achieved, ID50) and D. correlation between Age and T cell responses against SARS-CoV-2 by IFN gamma FLUOROSPOT. SFU: spot forming units. r: correlation coefficient with p value indicated and b the slope or coefficient. author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) A-C. Neutralisation by Pfizer BNT162b2 vaccine sera against SARS-CoV-2 in a Spike lentiviral pseudotyping assay expressing wild type Spike (D614G). Data are shown as mean ID50 values for individuals three weeks after Dose 1 and three weeks after Dose 2. Geometric mean with standard error is shown. Each point is a means of technical replicates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Neutralisation curves for serum from six individuals with reduced responses after first dose of Pfizer BNT162b2 vaccine against pseudovirus expressing wild type Spike (D614G). Means of technical replicates are plotted with error bars representing standard error of mean. Data are representative of 2 independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The copyright holder for this this version posted February 5, 2021. ; https://doi.org/10.1101/2021.02.03.21251054 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Cambridge University Hospitals NHS Trust Occupational Health Department. We would also like to thank the NIHR Cambridge Clinical Research Facility and staff at CUH and. We would like to thank Eleanor Lim and Georgina Okecha. We thank Dr James Voss for the kind gift of HeLa cells stably expressing ACE2. RKG is supported by a Wellcome Trust Senior Fellowship in Clinical Science (WT108082AIA). DAC is supported by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}