{
    "paper_id": "0b586ea6926cc0fcb2e136283ee960c336dfce25",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Effects of SARS-CoV-2 on the cardiovascular system: More issues to be addressed",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the Editor, Cardiovascular injury recognized as the most frequent comorbidities among SARS-CoV-2-affected patients has been increasingly emphasized. Several studies provide the evidences that changes in serum myocardial enzyme and biomarker levels such as creatine kinase, lactate dehydrogenase, N-terminal pro-brain natriuretic peptides, and troponins levels indicate myocardial injury and disease progression. A recent review systematically explained the features of cardiovascular diseases and recommendations on the use of renin-angiotensin system blockers in patients with SARS-CoV-2 pneumonia (1). However, additional issues will be mentioned in this short study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mechanisms of cardiovascular injury among novel coronavirus pneumonia (NCP) patients have not been fully revealed. The potential mechanisms were explained as the deterioration of existing cardiovascular diseases, oxidative stress (free radical damage), and immune-mediated cardiac injury (myocarditis) (1). To our knowledge, angiotensin-converting enzyme 2 (ACE2) is identified as the entry that SARS-CoV-2 invades into as target cells. The role of ACE2 in the cardiovascular system (CS) is negative regulation of the RAS, thereby protecting the CS from Ang II overstimulation in pathological conditions (Supplementary Table 1 ) (2) . If only ACE2 is considered in SARS-CoV-2-related cardiovascular injury, the first question is that whether NCP patients with cardiovascular diseases are more susceptible, and the second question is whether the predatory behavior of SARS-CoV-2 to ACE2 will weaken the protective effects of ACE2 on CS. Studies confirmed that ACE2 is widely expressed in the CS such as the endothelium, atrium, coronary artery, and heart valve, and results of \"Expression Atlas\" suggested that the baseline ACE2 expression in the heart is higher than that in the lungs (Supplementary Fig. 1 ). Meanwhile, plasma ACE2 activity also increased in multiple cardiovascular disease states including heart failure, coronary atherosclerosis, and atrial fibrillation (2) . All these conditions give the impression that the virus intrudes into the CS directly. From the thoracic anatomy perspective, the viruses in the lungs might be transmitted into the left ventricle through the pulmonary circulation and then perfused into the peripheral and coronary arteries. It provides a direct anatomical basis for transport of the viruses in the circulatory system. Therefore, the heart is likely to be the first organ involved after lung damage. However, up to now, there are no reported echocardiographic data in NCP patients, and it is not enough to reflect the heart function through serum enzymology and biomarkers. Cardiac dysfunction is one of the most important reasons for pulmonary edema and severe dyspnea, and this type of data should be provided. So, the main causes of dyspnea and hypoxia in NCP patients can be investigated. Although there are no adequate evidences to support that the viruses attack the CS directly, the topic is worthy of further investigation. Endovascular stent, prosthetic valve, cardiac pacemaker, implantable cardioverter defibrillator, and left ventricular assist device are common medical devices used in supporting cardiovascular function and stabilizing heart rhythm. Parts of the structural components attached to these medical devices, which are directly exposed to the circulating blood, were implanted into the cardiac chambers and vessel cavity. The infection complications caused by these medical devices are not common clinically, and most of these conditions occur in the perioperative period during cardiac surgery, which can be timely prevented and controlled. However, in symptomatic and asymptomatic NCP patients with a history of heart-or vessel-assist device implantation, one question is that whether the new coronavirus can adhere to these medical materials and stay for a period of time. If so, then for how long? A recent study indicated that coronaviruses can persist on inanimate surfaces like metal, glass, or plastic for up to 9 days (3). However, no study has reported on the survival time of the new coronavirus over the surface of medical materials implanted into the heart and vessels yet.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 632,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 626,
                    "text": "(Supplementary Table 1",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1206,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Congenital heart disease is the most common congenital malformation, with a prevalence number of 11,998,283. showed that children with congenital heart disease are susceptible to some serious infections, particularly respiratory tract infections, endocarditis, and brain abscess. Moreover, these children do not have the ability to form effective antibodies to withstand these infections. In 1968, Dr. DiGeorge initially reported about the T cell dysfunction among children with congenital heart disease, and the immunological characteristics of these children are cellmediated (thymic-dependent) immune deficiency with reduced numbers and function of T cells, antibody deficiency, and even neutrophil dysfunction (4) . In a recent report, a generally reduced lymphocyte count was observed among NCP patients, as the mean lymphocyte count [0.88 (0.6-1.2), ×10 9 /L] is below the reference ranges (1.0-3.3, ×10 9 /L), which seems to be an inadequate immune response of those infected with SARS-CoV-2 (5). Although there are no evidences supporting that children are susceptible or there is also no reported high proportion of cases among children, children with congenital malformations must be given enough attention. These children with congenital immune deficiency and congenital heart disease might be challenges in the process of herd immunity (community immunity) and vaccination.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 717,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In hospitalized NCP patients, emerging cardiovascular damages can be diagnosed accurately using clinical judgment, ECG, X-ray, Doppler ultrasound, cardiac magnetic resonance imaging detections, etc. However, for some early mild lesions including vascular endothelial damage and cardiac valve lesions (mild regurgitation of blood via the cardiac valve, changes of valve softness and elasticity) cannot be assessed using traditional measures. These occult lesions will add to the risk of coronary atherosclerosis, hypertension, and heart valve disease in the future. Lessons from the viral myocarditis and cardiac rheumatic/degenerative valve diseases revealed that these diseases with the feature of gradual progression have no significant cardiac dysfunction and clinical symptoms in the early stage, but with the passage of time, the heart and fibrous rings of the heart valve will expand progressively, which can lead to structural cardiac diseases. Therefore, close follow-up is necessary for discharged patients with NCP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, this short study discussed several additional issues regarding cardiovascular injury in patients with NCP, which have never been mentioned before. This study aimed to extend the perspective how to control NCP-related cardiovascular damages. Thus, further investigation regarding these issues is necessary. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potential Effects of Coronaviruses on the Cardiovascular System: A Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madjid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Safavi-Naeini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1286"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Angiotensin converting enzyme 2 activity and human atrial fibrillation: increased plasma angiotensin converting enzyme 2 activity is associated with atrial fibrillation and more advanced left atrial structural remodelling",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kalman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mearns",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Velkoska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Europace",
            "volume": "19",
            "issn": "",
            "pages": "1280--1287",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--51",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The association between immunodeficiency and congenital heart disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Radford",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Thong",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Pediatr Cardiol",
            "volume": "9",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "and the Northwell COVID-19 Research Consortium. Presenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With COVID-19 in the",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcginn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "323",
            "issn": "",
            "pages": "2052--2061",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ACE2 gene expression in the CS and lungs of Homo sapiens (Human). There were 12 studies included in the Expression Atlas (Available at: http://www.ebi.ac.uk/gxa/home)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pan troglodytes), ACE2 (Pan troglodytes), ACE2 (Monodelphis domestica), ACE2 (Sus scrofa), ACE2 (Canis familiaris), ACE2 (Papio anubis), ACE2 (Pongo abelii), ACE2 (Xenopus tropicalis), ACE2 (Tetraodon nigroviridis), ACE2 (Gallus gallus), ACE2 (Danio rerio), ACE2 (Equus caballus), ACE2 (Chlorocebus sabaeus), ACN-1 (Caenorhabditis elegans), Ace2 (Mus musculus), ACE2 (Ovis aries), ACE2 (Gorilla gorilla), ACE2 (Bos taurus), ACE2 (Anas platyrhynchos), ACE2 (Macaca mulatta) Gene ontology Viral entry into host cell, metallocarboxypeptidase activity, positive regulation of cardiac muscle contraction, dipeptidyl-peptidase activity, carboxypeptidase activity, peptidyl-dipeptidase activity, angiotensin maturation, tryptophan transport, regulation of blood vessel diameter, regulation of vasoconstriction, positive regulation of reactive oxygen species metabolic process, zinc ion binding, regulation of systemic arterial blood pressure by renin-angiotensin, positive regulation of gap junction assembly, positive regulation of amino acid transport, receptor-mediated virion attachment to host cell, receptor biosynthetic process, endopeptidase activity, exopeptidase activity, metallopeptidase activity, regulation of inflammatory response, angiotensin-mediated drinking behavior, extracellular exosome, viral process, regulation of cardiac conduction, regulation of cell proliferation, brush border membrane, metal ion binding, membrane raft, proteolysis, regulation of cytokine production, peptidase activity, cytoplasm, integral component of membrane,",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "22 (10,958,658.06 to 13,123,888.13) globally up to 2017 (Global Burden of Disease, available at: http://ghdx.healthdata.org/gbd-2017). Evidences Supplementary Table 1. A summary of ACE2 gene expression and functions in Homo sapiens (Human) and Ortholog by Expression Atlas",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}