{
    "paper_id": "0b599e13c1ccedf6611cfa6329beaab1b0b6d9b0",
    "metadata": {
        "title": "Die \"Triage\" im Lichte der Drittwirkung der Grundrechte",
        "authors": [
            {
                "first": "¶ ¶ ¶",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deutschland",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Der Beitrag geht der Frage nach, inwieweit Ärztinnen und Ärzte 1 bei der Allokation knapper Rettungsmittel (\"Triage\") die Grundrechte der Patienten, insbesondere den Gleichbehandlungsgrundsatz (Art. 3 Abs. 1 GG) zu beachten haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die Corona-Pandemie hat das allgemeine Problem der Allokation knapper Rettungsmittel 2 in drastischer Weise vor Augen geführt. Es wird zumal unter dem Schlagwort \"Triage\" 3 diskutiert. Das Szenario: An COVID19 erkrankte Menschen können nicht beatmet werden, weil nicht genügend Respiratoren oder die dafür erforderliche intensivmedizinische Infrastruktur zur Verfügung stehen. Die Frage lautet: Wie sind Rettungsmittel (exemplarisch: Beatmungsgeräte samt intensivmedizinischer Infrastruktur) in der Mangelsituation zuzuteilen? \"Wer darf überleben?\" 4 Die Mangelsituation ist dadurch gekennzeichnet, dass x -1 Rettungsmittel auf x rettungsbedürftige Patienten verteilt werden müssen. Da mangels ausreichender Kapazitäten (auch mittels Verlegung) nicht alle (x) Patienten gerettet werden können, ist eine Auswahl zu treffen. Doch nach welchen Kriterien hat die Allokation zu erfolgen? Zur \"Lösung\" dieses Dilemmas haben u. a. der Deutsche Ethikrat 5 , die Bundesärztekammer 6 sowie medizinische Fachgesellschaften 7 Stellung bezogen. Das Dilemma besteht darin, dass bei jeder Entscheidung ein oder mehrere Menschen sterben. Deshalb stellt sich die Frage, ob und inwieweit die behandelnden Ärzte die Grundrechte des Patienten, insbesondere dessen Menschenwürde (Art. 1 Abs. 1 GG), sein Lebensrecht (Art. 2 Abs. 2 S. 1 GG) sowie die Differenzierungsverbote des Art. 3 Abs. 2, 3 GG und den allgemeinen Gleichbehandlungsgrundsatz (Art. 3 Abs. 1 GG) zu beachten haben. Diese Frage scheint auf den ersten Blick zu verneinen zu sein, da der Arzt 8 als privater Dritter 9 jedenfalls nicht unmittelbar an die Grundrechte gebunden ist; dies sind nur der Staat und andere juristische Personen des öffentlichen Rechts (Art. 1 Abs. 3 GG). Dies bedeutet allerdings nicht, dass die Grundrechte des Patienten im Verhältnis zum behandelnden Arzt keinerlei Bedeutung hätten. Über die sog. mittelbare Drittwirkung der Grundrechte (unten III.) kommen die Grundrechte auch zwischen nicht unmittelbar grundrechtsgebundenen Akteuren zur Geltung. Dies gilt seit der sog. \"Stadionentscheidung\" 10 des BVerfG auch für den Gleichbehandlungsgrundsatz, für den das BVerfG in besonderen Konstellationen in der Sache sogar eine unmittelbare Geltung inter privatos annimmt. Vor diesem Hintergrund erweist sich die ganz überwiegende Ansicht, dass der Arzt im Sinne einer rechtfertigenden Pflichtenkollision gerechtfertigt ist, wenn er nur irgendjemanden rettet (dazu sogleich II.), als verfassungsrechtlich nicht haltbar (IV.). Sollte sich der Gesetzgeber für eine Regelung der Allokationsproblematik entscheiden, hätte er wegen Art. 1 Abs. 3 GG die Grundrechte der Patienten unmittelbar zu beachten (V.).",
            "cite_spans": [
                {
                    "start": 1430,
                    "end": 1431,
                    "text": "3",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "I. Einleitung"
        },
        {
            "text": "Für die Problematik der Allokation knapper Rettungsmittel existiert keine spezielle gesetzliche Regelung 11 -anders als im Transplantationsmedizinrecht, wo mit § 12 Abs. 3 TPG eine zumindest rudimentäre Regelung zur Zuteilung von Spenderorganen zur Verfügung steht. Insbesondere das Infektionsschutzrecht und das Katastrophenschutzrecht halten keine Regelungen zur Allokation von Rettungsmitteln bereit. Es gelten somit die allgemeinen straf-und medizinrechtlichen Regelungen 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fehlen einer eigenen gesetzlichen Regelung"
        },
        {
            "text": "Auch dem GG lassen sich keine unmittelbaren Handlungsanleitungen entnehmen, die Ärzte bei der Allokationsent- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grundgesetz enthält keine konkreten Handlungsanleitungen"
        },
        {
            "text": "Während die Rechtswidrigkeit (und Straf barkeit) des Handelns des Arztes, der den B zu Gunsten des A extubiert und damit tötet, intuitiv einleuchtet und mit der grundgesetzlichen Wertordnung zwanglos in Einklang zu bringen ist, liegt es bei der \"ex ante\"-Situation anders. Hier erscheint das Ergebnis, der Arzt dürfe auswählen, \"wen er will\" befremdlich -jedenfalls dann, wenn man eine rechtfertigende Pflichtenkollision auch für den Fall annimmt, dass der Arzt die Allokation nach Kriterien \"Übersetzt\" in die Schutzpflichtendogmatik, mit der die mittelbare Drittwirkung der Grundrechte überwiegend konstruiert wird: Der Staat hat sich schützend vor die Gleichwertigkeit jedes Lebens zu stellen, indem er unmittelbar oder mittelbar nach dem Lebenswert differenzierende Allokationskriterien und deren Anwendung durch den Arzt für rechtswidrig und ggf. straf bar erachtet. Mit anderen Worten: Die strafrechtsdogmatische Anerkennung einer rechtfertigenden Pflichtenkollision für die Allokations-Problematik ist zwar nicht als solche, wohl aber für den Fall zweifelhaft, dass lebensbewertende oder -abwertende Kriterien angesetzt werden. Der Satz: \"Der Arzt darf wählen, wen er will\" ist vor dem Hintergrund der Ausstrahlungswirkung der Grundrechte des Patienten auf das Arzt-Patienten-Verhältnis und einer diesbezüglichen Schutzpflicht des Staates in dieser Pauschalität nicht haltbar.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "Kriterien",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. Die mittelbare Drittwirkung der Grundrechte im Arzt-Patienten-Verhältnis"
        },
        {
            "text": "Hinzukommt, dass das BVerfG auch dem Gleichbehandlungsgrundsatz (Art. 3 Abs. 1 GG) in seiner jüngsten Rechtsprechung ausdrücklich mittelbare Drittwirkung zugesprochen hat. Die insoweit einschlägigen Ausführungen in der sog. \"Stadion\"-Entscheidung (1.) sind auf die Triage-Konstellation übertragbar (2.). Dies hat zur Konsequenz, dass der Arzt im Rahmen der Allokationsentscheidung nicht nur die Differenzierungsverbote des Art. 3 Abs. 2, 3 GG, sondern auch den allgemeinen Gleichheitsgrundsatz (Art. 3 Abs. 1 GG) zu beachten hat (unten 3.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Zur Drittwirkung des Gleichbehandlungsgrundsatzes"
        },
        {
            "text": "Das BVerfG hat in seinem Beschluss zu Stadionverboten 34 entschieden, dass auch Art. 3 Abs. 1 GG über die Figur der mittelbaren Drittwirkung Geltung im Privatrechtsverhältnis entfalten könne: Zwar lasse sich Art. 3 Abs. 1 GG \"auch nach den Grundsätzen der mittelbaren Drittwirkung kein objektives Verfassungsprinzip entnehmen, wonach die Rechtsbeziehungen zwischen Privaten von diesen prinzipiell gleichheitsgerecht zu gestalten\" wären. Grundsätzlich gehöre es zur Freiheit jeder Person, nach eigenen Präferenzen darüber zu bestimmen, wie sie ihr Verhältnis zu Dritten gestalten wolle. Das BVerfG lässt jedoch für bestimmte -von ihm nicht abschließend umschriebene -besondere Konstellationen Ausnahmen zu: Gleichheitsrechtliche Anforderungen für das Verhältnis zwischen Privaten könnten sich aus Art. 3 Abs. 1 GG für \"spezifische Konstellationen\" ergeben. \"Mittelbare Drittwirkung\" könne Art. 3 Abs. 1 GG etwa dann entfalten, wenn einzelne Personen mittels des privatrechtlichen Hausrechts von Veranstaltungen ausgeschlossen würden, die von Privaten aufgrund eigener Entscheidung einem großen Publikum ohne Ansehen der Person geöffnet würden und wenn der Ausschluss für die Betroffenen in erheblichem Umfang über die Teilhabe am gesellschaftlichen Leben entscheide. Die Veranstalter dürften hier ihre Entscheidungsmacht nicht dazu nutzen, bestimmte Personen ohne sachlichen Grund von einem solchen Ereignis auszuschließen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Stadion-Entscheidung des BVerfG"
        },
        {
            "text": "Nun ist es offensichtlich, dass die der Stadion-Entscheidung zu Grunde liegende Fallkonstellation nicht ohne Weiteres auf die Triage-Situation übertragbar ist, da es bei dieser ersichtlich nicht um den Abschluss von Verträgen oder die Zulassung zu allgemein der Öffentlichkeit gewidmeten privaten Einrichtungen oder Veranstaltungen geht. Immerhin handelt es sich bei der Allokation knapper Rettungsmittel aber doch um Zulassung und Zuteilung -nämlich bestimmter medizinischer Leistungen. Wichtig ist zudem, dass das BVerfG die Möglichkeit der Wirkung des allgemeinen Gleichbehandlungsgrundsatzes im Privatrechtsverhältnis nicht auf quasi-öffentliche Phänomene beschränkt hat. Vielmehr hat das Gericht allgemein von \"spezifischen Konstellationen\" gesprochen, in denen Art. 3 Abs. 1 GG Bedeutung entfalten könne. Für welche Fallkonstellationen diese Konstruktion, die einer unmittelbaren Drittwirkung des Art. 3 Abs. 1 GG zumindest sehr nahe kommt 35 , gelten soll, klärt das BVerfG zwar nicht abschließend, gibt aber doch wichtige Hinweise. Es nennt die \"Unausweichlichkeit von Situationen\", das \"Ungleichgewicht zwischen sich gegenüberstehenden Parteien\", die \"gesellschaftliche Bedeutung von bestimmten Leistungen\" oder die \"soziale Mächtigkeit einer Seite\" 36 . Diese alternativ verstandenen Kriterien lassen sich auf die ärztliche Allokationsentscheidung in der dilemmatischen Knappheitssituation mindestens teilweise übertragen: Die Situation ist für alle Beteiligten -Arzt wie Patient -\"unausweichlich\": Es muss eine Zuteilungsentscheidung getroffen werden und diese ist für die Patienten überlebensnotwendig, existenziell. Ein \"Ungleichgewicht\" zwischen Krankenhausträger/Arzt und Patient ist ebenfalls evident: Der Patient ist regelmäßig physisch hilflos, von dem Arzt abhängig, ohne eine realistische Möglichkeit zu haben, an der Allokationsentscheidung mitzuwirken oder diese zu beeinflussen. Insofern kann man durchaus von einer asymmetrischen Mächtigkeit der medizinischen Seite gegenüber dem auf das Rettungsmittel konkret angewiesenen Patienten sprechen. Die Triage-Konstellation erfüllt mithin wesentliche, vom BVerfG genannte Kriterien für die Annahme einer \"spezifischen Konstellation\", in der der Gleichbehandlungsgrundsatz inter privatos Bedeutung entfaltet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übertragbarkeit auf die Triage-Situation?"
        },
        {
            "text": "Was folgt daraus? Zunächst wird man konstatieren müssen, dass der Arzt solche Allokationskriterien nicht anwenden darf, bezüglich derer Art. 3 Abs. 2, 3 GG bereits absolute Differenzierungsverbote, also strengere Vorgaben als Als sachgerechtes Allokationskriterium wird man allerdings intuitiv den Aspekt der \"Dringlichkeit\" sowie insbesondere der \"Erfolgsaussicht\" ansehen können. Letzteres Kriterium findet sich in den Richtlinien der medizinischen Fachgesellschaften (DIVI) 37 . Doch was bedeutet \"Erfolg\"? Auch hierbei handelt es sich um einen tendenziell wertenden Begriff. Um über das Kriterium der Erfolgsaussicht nicht doch wieder unzulässige materielle Lebensbewertungskriterien (Überlebensdauer, verbleibende Lebensqualität etc.) einfließen lassen, wird man \"Erfolgsaussicht\" sehr eng fassen und im Sinne des Bestehens einer realistischen Überlebenschance verstehen müssen. Nicht ausgewählt werden würde unter dem Gesichtspunkt der Erfolgsaussicht daher lediglich ein solcher Patient, der nach medizinischer Einschätzung keine oder nur sehr geringe Aussichten hat, trotz der Zuteilung des Rettungsmittels zu überleben. Bei mehreren Patienten mit nach diesem Maßstab gleicher Überlebenschance benötigt man daher weitere Allokationskriterien, jedenfalls mindestens ein weiteres. Auch insofern scheiden erneut solche (utilitaristischen) Kriterien aus, in denen sich eine materielle Bewertung von Leben manifestiert -dem steht Art. 1 Abs. 1 GG entgegen. Es bleibt daher bei mehreren Patienten mit gleicher Überlebenschance nichts anderes übrig, als formale Aspekte wie den des zeitlichen Eintreffens der Patienten im Krankenhaus und bei zeitgleichem Eintreffen das Los heranzuziehen.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "text": "37",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Konsequenzen"
        },
        {
            "text": "Nimmt man die vorstehenden Erwägungen als aus der Drittwirkung des Art. 1 Abs. 1 GG wie des Art. 3 GG folgend an, dürfte der Staat -in Gestalt des Strafgerichts -eine rechtfertigende Pflichtenkollision auf Seiten des allozierenden Arztes nur annehmen, wenn die genannten Allokationskriterien wie folgt vorliegen: Von mehreren, um einen freien Rettungsplatz \"konkurrierenden\" Patienten sind zunächst diejenigen aus der Auswahlentscheidung herauszunehmen, die eine Behandlung freiverantwortlich ablehnen ( § 630 d BGB) oder bei denen eine diesbezügli-che wirksame Patientenverfügung ( § 1901 a BGB) vorliegt oder ein entsprechender mutmaßlicher Wille feststellbar ist. Des Weiteren sind solche Personen bei der Allokationsentscheidung nicht (mehr) zu berücksichtigen, bei denen der Sterbeprozess bereits begonnen hat, bei denen also eine medizinische Indikation zur Durchführung einer intensivmedizinischen Behandlung nicht mehr besteht 38 . Von den sodann verbleibenden Patienten sind diejenigen in die Allokationsentscheidung einzubeziehen, bei denen eine (eng verstandene) \"Erfolgsaussicht\" in dem Sinne besteht, dass sie nach pflichtgemäßer medizinischer Einschätzung eine realistische Chance haben, die intensivmedizinische Behandlung zu überleben. Sind auch nach dieser Beurteilung noch mehr Patienten vorhanden als freie Rettungsmittel, ist nach dem formalen Kriterium des zeitlichen Eintreffens zu entscheiden und bei zeitgleichem Eintreffen durch Los.",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 937,
                    "text": "38",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Konsequenzen"
        },
        {
            "text": "Würde der Gesetzgeber -was derzeit nicht der Fall ist -selbst Kriterien für die Allokationsentscheidung vorgeben 39 , wäre er wegen Art. 1 Abs. 3 GG unmittelbar an die Grundrechte gebunden. In der Festlegung von verbindlichen Allokationskriterien 40 durch den Gesetzgeber läge nicht nur eine rechtliche und ggf. strafrechtlich sanktionierte Anweisung an den Arzt, nach diesen Kriterien auszuwählen und die Rettungsmittel zu allozieren. Darüber hinaus wäre darin ein mittelbarer Eingriff in die Grundrechte des rettungsbedürftigen Patienten zu sehen, der aufgrund der verbindlichen Anordnung des Gesetzgebers nicht für den freien Beatmungsplatz ausgewählt werden darf und deswegen sterben muss. Infolge dieser erheblichen Eingriffsrelevanz hat sich der Gesetzgeber aufgrund seiner unmittelbaren Grundrechtsbindung über Art. 1 Abs. 3 GG maßgeblich am Grundsatz der Lebenswertgleichheit (Art. 1 Abs. 1 GG) zu orientieren; hierüber hilft auch der Gesetzesvorbehalt in Art. 2 Abs. 2 S. 3 GG nicht hinweg, da dieser keine Beschränkung der Menschenwürde legitimieren kann 41 . Daher dürfte der Gesetzgeber auch die ex post-Triage nicht zulassen, da kein Mensch verpflichtet ist und dazu verpflichtet werden kann, sein Leben zu Gunsten eines Dritten zu opfern und insofern seine Tötung zu dulden. Für die ex ante-Konstellation kommt die unmittelbare Bindung des Gesetzgebers an Art. 3 GG und die dort verbürgten Differenzierungsverbote (Abs. 2, 3) sowie den allgemeinen Gleichbehandlungsgrundsatz (Abs. 1)",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "41",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "V. Unmittelbare Grundrechtsbindung des Gesetzgebers"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die Priorisierung von Patienten sollte sich deshalb am Kriterium der klinischen Erfolgsaussicht orientieren, was nicht eine Entscheidung im Sinne der \"best choice\" bedeutet, sondern vielmehr den Verzicht auf Behandlung derer, bei denen keine oder nur eine sehr geringe Erfolgsaussicht besteht. Vorrangig werden dann diejenigen Patienten klinisch notfall-oder intensivmedizinisch behandelt, die dadurch eine höhere Überlebenswahrscheinlichkeit bzw. eine bessere Gesamtprognose (auch im weiteren Verlauf ) haben. Die Einschätzung der klinischen Erfolgsaussicht muss für jeden Patienten so sorgfältig wie möglich erfolgen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "diesem Fall ist dann für eine palliativmedizinische Betreuung und Versorgung des Patienten zu sorgen",
            "authors": [
                {
                    "first": "Dazu",
                    "middle": [],
                    "last": "Engländer",
                    "suffix": ""
                },
                {
                    "first": "/",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gestalt des Gesetzgebers -Vorgaben für den Umgang mit der Allokation knapper Rettungsmittel erlässt, vgl. etwa Engländer/Zimmermann, NJW 2020, 1398, 1402; Gaede/Kubiciel/Saliger/Tsambikakis, medstra 2020, 129 ff",
            "authors": [],
            "year": null,
            "venue": "der Literatur wird vielfach gefordert, dass der Staat -in",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Freilich müsste der Gesetzgeber nicht nur Allokationskriterien formulieren, sondern auch ein sachgerechtes, grundrechtssicherndes Allokationsverfahren aufsetzen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zum Verhältnis von Menschenwürde und Lebensrecht s. Lindner, Die Würde des Menschen und sein Leben",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "577",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gassner und Kluth (veröffentlicht auf der Webseite des BMG)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vgl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hierzu Die Gutachten Von Kingreen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In den hier genannten Bereichen \"soll\" der G-BA Richtlinien erlassen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Prof. Dr. iur Josef Franz Lindner, Inhaber des Lehrstuhls für Öffentliches Recht, Medizinrecht und Rechtsphilosophie an der Universität Augsburg sowie Geschäftsführender Direktor des Instituts für Bio-, Gesundheits-und Medizinrecht (IBGM), So der Untertitel eines Aufsatzes von Taupitz, Verteilung medizinischer Ressourcen in der Corona-Krise -Wer darf überleben? MedR 2020, 440 ff. 5) Ad hoc-Empfehlung \"Solidarität und Verantwortung in der Corona-Krise\" v. 27. 3. 2020; vgl. dazu Alena Buyx/Volker Lipp, diesen durch das Anschließen an den Respirator zu retten) kann nur dadurch erfüllt werden, dass die Pflicht gegenüber B, diesen durch den Entzug des Respirators nicht zu töten, verletzt wird. Die \"ex post\"-Situation unterscheidet sich von der \"ex ante\"-Situation grundsätzlich 20 : Während bei letzterer gleichwertige Handlungspflichten miteinander kollidieren, von denen nicht alle erfüllt werden können oder mindestens eine nicht erfüllt werden kann, kollidieren bei der \"ex post\"-Situation eine Handlungspflicht (die Rettung des A) und eine Unterlassungspflicht (die Pflicht, die Tötung des B durch Entzug des Respirators zu unterlassen). Handlungs-und Unterlassungspflicht sind aber nicht gleichwertig, so dass der Arzt nicht frei wählen kann, ob er die Handlungspflicht erfüllt (also A rettet und B tötet) oder die Unterlassungspflicht (also A nicht rettet und B nicht tötet). Warum aber ist die Pflicht des Arztes, A zu retten (Handlungspflicht), nicht gleichrangig mit seiner Pflicht, B nicht zu töten (Unterlassungspflicht)? Der Grund dafür ist der unsere Rechtsordnung prägende Grundsatz, dass keine Person verpflichtet ist, ihr Leben zu Gunsten des Lebens einer anderen Person zu opfern 21 -ebenso wie keine Person verpflichtet werden kann, zur Rettung einer anderen Person dieser ein lebensrettendes Organ zu spenden (vgl. § 8 TPG). Daher hat es der bereits beatmete B rechtlich nicht zu dulden, dass sein Leben zu Gunsten des A, der \"sein\" Beatmungsgerät erhalten soll, beendet wird22  . Der Staat darf 13) BVerfGE 115, 118 (LuftSiG). 14) Vgl. für Ausnahmen Fn. 9. 15) Dazu sind in jüngster Zeit eine Reihe von Abhandlungen erschienen: Hoven, JZ 2020, S. 449 ff.; Gaede/ Kubiciel/ Saliger/ Tsambikakis, medstra 2020, 129 ff.; Engländer/ Zimmermann, NJW 2020, 1398 ff.; Merkel/Augsburg, JZ 2020, 704. 16) Engländer/Zimmermann, NJW, 2020, 1398, 1400. 17) Merkel, FAZ v. 4. 4. 2020, 11 f. 18) Vgl. etwa die Richtlinien der Deutschen Interdisziplinären Vereinigung für Intensiv-und Notfallmedizin (DIVI) v. 25. 3. 2020. 19) Merkel, a. a. O., S. 11. 20) Anders Gaede/Kubiciel/Saliger/Tsambikakis, medstra 2020, 129 ff., S. 134. 21) Deutlich Merkel, a. a. O., S. 11 f. und S. 13: \"unter keinem Gesichtspunkt zu legitimieren\"; \"keine Rechtsordnung kann das als gültige Norm akzeptieren\". 22) A. A. offenbar Taupitz, MedR 2020, 440, 446.B zu einer solchen Duldung auch nicht dadurch faktisch zwingen, dass er dem Arzt die Tötungshandlung erlaubt. In einer derartigen Duldungspflicht läge eine Verletzung der von der Menschenwürde (Art. 1 Abs. 1 GG) geschützten Basisgleichheit aller Menschen (oben 2.), weil sie implizierte, dass das Leben des geretteten A in irgendeiner Hinsicht mehr wert sei als das des B (der zu Gunsten des A \"geopfert\" würde). Wenn mitunter davon ausgegangen wird, dass die \"ex post\"-Triage mit der \"ex ante\"-Triage vergleichbar 23 und nach denselben strafrechtlichen Maßstäben zu beurteilen sei, werden Ärzte, die sich danach richten und den B zu Gunsten des A opfern würden, einem erheblichen Straf barkeitsrisiko wegen Totschlags ausgesetzt 24 . Weder ist der Arzt -mangels Gleichwertigkeit von Handlungs-und Unterlassungspflicht -wegen einer Pflichtenkollision noch über § 34 StGB gerechtfertigt, weil das Leben des A das des B nicht \"überwiegt\". Eine Entschuldigung nach § 35 StGB scheidet aus, wenn A nicht Angehöriger des Arztes oder eine ihm nahestehende Person ist, und ein übergesetzlicher Entschuldigungsgrund ist für derartige Fälle bisher in der Rechtsprechung nicht anerkannt. Nachgerade fahrlässig ist daher die Aussage des Deutschen Ethikrates, der Arzt könne mit einer entschuldigenden Nachsicht der Rechtsordnung rechnen 25 .Dagegen kann man auch nicht überzeugend einwenden, dass an anderer Stelle des Medizinrechts, nämlich im Bereich der sog. passiven Sterbehilfe, das Tun mit dem Unterlassen gleichgesetzt werde. So macht es nach der jüngeren Rechtsprechung des Bundesgerichtshofes (BGH) 26 in der Tat keinen Unterschied, ob eine lebensrettende Behandlung aufgenommen oder eine solche beendet wird. Diese Gleichsetzung bezieht sich indes auf den Fall, dass der Patient die Behandlung selbstbestimmt ablehnt, also auf den Bereich selbstbestimmten Sterbens. Derjenige, der eine intensivmedizinische Behandlung ablehnt und insoweit von seinem Selbstbestimmungsrecht Gebrauch macht, darf von Rechts wegen nicht behandelt werden, unabhängig davon, ob die Entscheidung vor dem Beginn einer Behandlung oder im Verlaufe dieser Behandlung geäußert wird: Steht der freiverantwortlich gebildete Wille des Patienten entgegen, darf die Behandlung nicht aufgenommen werden, eine bereits begonnene ist abzubrechen. Diese Konstellation liegt im Falle der Vergabe knapper Rettungsmittel aber regelmäßig nicht vor. Hier geht es nicht um den selbstbestimmten Tod etwa eines Covid 19-Patienten, sondern um die Frage, ob sein Leben durch Trennung vom Respirator gegen seinen (mutmaßlichen) Willen zu Gunsten eines anderen beendet werden darf. Dies ist eine fundamental andere Situation, so dass es nicht überzeugen kann, die Rechtsprechung des BGH zur passiven Sterbehilfe auf die Triage-Situation zu übertragen. Auch an anderer Stelle unterscheidet das Strafrecht wertungsmäßig deutlich zwischen Tun und Unterlassen: So ist etwa die aktive Sterbehilfe 27 , also die Tötung eines Menschen auf dessen Verlangen hin, nach § 216 StGB trotz ausdrücklichem und selbstbestimmtem Wunsch des Sterbewilligen straf bar. Das Unterlassen der Rettung einer Person, die selbstbestimmt Suizid begehen will, ist hingegen nach der jüngsten Rechtsprechung des BGH nicht straf bar 28 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "vornimmt, die der Staat selbst im Hinblick auf Art. 3 Abs. 2, 3 GG nicht anlegen dürfte (z. B. nach dem Alter, der Herkunft, dem Geschlecht, der Religionszugehörigkeit, dem Vorliegen einer Behinderung oder von Vorerkrankungen). Allerdings ist der Arzt 29 selbst nicht unmittelbar an die Grundrechte gebunden (Art. 1 Abs. 3 GG). Dies bedeutet indes nicht, dass die Grundrechte der Patienten im regelmäßig privatrechtlichen 30 Verhältnis zum Arzt gar keine Rolle spielten. Vielmehr entspricht es der ständigen Rechtsprechung des BVerfG, dass Grundrechte auch im Verhältnis unter Privaten (hier: Patient und Arzt/Krankenhausträger) Anwendung finden 31 . Erst kürzlich hat das BVerfG seine diesbezügliche Rechtsprechung wie folgt zusammengefasst: 109>; stRspr). Danach verpflichten die Grundrechte die Privaten grundsätzlich nicht unmittelbar untereinander selbst. Sie entfalten jedoch auch auf die privatrechtlichen Rechtsbeziehungen Ausstrahlungswirkung und sind von den Fachgerichten, insbesondere über zivilrechtliche Generalklauseln und unbestimmte Rechtsbegriffe, bei der Auslegung des Fachrechts zur Geltung zu bringen. Die Grundrechte entfalten hierbei ihre Wirkung als verfassungsrechtliche Wertentscheidungen und strahlen als \"Richtlinien\" in das Zivilrecht ein (vgl. BVerfGE 73, 261 <269>; 81, 242 <254>; 89, 214 <229>; 112, 332 <352>); die Rechtsprechung hat insoweit auch von den Grundrechten als einer \"objektiven Wertordnung\" gesprochen (vgl. BVerfGE 7, 198 <205 f.>; 25, 256 <263>; 33, 1 <12>). Sie zielen hier nicht auf eine möglichst konsequente Minimierung von freiheitsbeschränkenden Eingriffen, sondern sind als Grundsatzentscheidungen im Ausgleich gleichberechtigter Freiheit zu entfalten. Die Freiheit der einen ist dabei mit der Freiheit der anderen in Einklang zu bringen. Dabei kollidierende Grundrechtspositionen sind hierfür in ihrer Wechselwirkung zu erfassen und nach dem Grundsatz der praktischen Konkordanz so in Ausgleich zu bringen, dass sie für alle Beteiligten möglichst weitgehend wirksam werden.\" 32 Dies bedeutet, dass die Grundrechte des Patienten auch im Rechtsverhältnis zum Arzt oder zum Krankenhausträger Bedeutung erlangen. Zum einen ist der seinerseits Grundrechtsschutz 33 genießende Arzt frei in seinen Therapieentscheidungen als Teil seiner Berufsausübung. Auf der anderen Seite stehen die Grundrechte des Patienten auf Leben und körperliche Unversehrtheit (Art. 2 Abs. 2 S. 1 GG) sowie dessen Menschenwürde (Art. 1 Abs. 1 GG). Die Grundrechtspositionen von Arzt und Patienten sind in wechselseitigen Ausgleich zu bringen, in dem auch die Grundrechtspositionen des Patienten hinreichend Berücksichtigung erfahren. Damit dürften jedenfalls solche Allokationskriterien ausscheiden, die gegen das ebenfalls mittelbare Drittwirkung entfaltende Prinzip der Lebenswertindifferenz verstoßen: Eine Allokation nach dem (vermeintlichen) Lebenswert, der Lebensqualität oder der (bisherigen oder zu erwartenden) Lebensleistung wäre damit nicht vereinbar. Der Staat (zumal in Gestalt des Strafgerichts) darf bei Anwendung solcher Kriterien durch einen Arzt keine rechtfertigende Pflichtenkollision annehmen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Art. 3 Abs. 1 GG aufgestellt haben. Der Arzt darf seiner Entscheidung daher nicht zu Grunde legen: Geschlecht, Abstammung, Rasse und Herkunft, die Religionszugehörigkeit, die sexuelle Orientierung, das Vorliegen einer Behinderung, politische und weltanschauliche Überzeugungen. Tut der Arzt dies gleichwohl, dürfte er nicht wegen einer rechtfertigenden Pflichtenkollision gerechtfertigt sein. Denn durch die Qualifizierung einer solchen Allokationsentscheidung als rechtmäßig (also als erlaubt) würde der Staat gegen seine Pflicht verstoßen, den übergangenen Patienten vor einer Diskriminierung durch den Arzt zu schützen, er würde der mittelbaren Drittwirkung der Art. 3 Abs. 2, 3 GG nicht gerecht. Zusätzlich hat der Arzt bei der Auswahlentscheidung, die notwendigerweise mit einer Ungleichbehandlung des ausgewählten und des übergangenen Patienten einhergeht -dieser stirbt, jener überlebt -, den allgemeinen Gleichbehandlungsgrundsatz (Art. 3 Abs. 1 GG) zu beachten. Dies bedeutet: Die Kriterien, die der Arzt für die Allokation des Rettungsmittels anlegt, müssen sachgerecht, sie dürfen mindestens nicht willkürlich sein. Da die Allokationsentscheidung auf Seiten des nicht berücksichtigten Patienten regelmäßig zum Tode führt, sind an das Vorliegen sachlicher Differenzierungskriterien sehr strenge Anforderungen zu stellen. Keinesfalls dürfen über den \"Umweg\" des Art. 3 Abs. 1 GG ausdrücklich oder inzident Kriterien wieder eingeführt werden, die bereits kraft der menschenwürdegebotenen Lebenswertindifferenz (vgl. bereits bei III.) oder wegen Art. 3 Abs. 2, 3 GG auszuscheiden sind. Als sachgerechte Allokationskriterien kommen daher folgende wertende Kriterien nicht in Betracht (nicht abschließend): der Beruf, der soziale Status, der Familienstand, die politische und weltanschauliche Einstellung, die Zugehörigkeit zu einer bestimmten Partei, Funktionen in der Zivilgesellschaft, das Vorverhalten, überhaupt die Biografie der Patienten.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Zeitliche Vorgaben für den Richtlinienerlass durch den G-BA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Krankenversicherungsrechtliche Leistungsansprüche und der Faktor Zeit"
        },
        {
            "text": "Im Recht der GKV normiert das SGB V als formelles Gesetz die Leistungsansprüche der Versicherten. Indes: Ohne die Ergänzung der hier zu findenden Regelungen durch die Richtlinien des G-BA sind die vermeintlichen Ansprüche häufig nicht durchsetzbar. Der G-BA hat insoweit eine zentrale Steuerungsfunktion für das materielle Leistungsrecht der GKV 1 . Seine Richtlinienkompetenz umfasst nahezu das gesamte Spektrum der Gesundheitsversorgung der GKV. Die Richtlinien konkretisieren den Leistungsanspruch des Versicherten; und erst sie machen ihn letztlich zu einem gegenüber der Krankenkasse durchsetzbaren Einzelanspruch. Die Redewendung vom \"kleinen Gesetzgeber\" 2 wird nahezu täglich bedeutsamer, denn der Aufgabenkreis des G-BA wurde vom Gesetzgeber -und das trotz der noch immer ungeklärten Fragen bezüglich seiner demokratischen Legitimation 3 -in den letzten Jahren auf eine wahrlich beeindruckende Weise stetig erweitert.Schon die in § 92 Abs. 1 S. 2 SGB V aufgeführten Regelungsbereiche sind vielf ältig und weitreichend -man denke hier nur an den Bereich der \"ärztlichen Behandlung\" (Nr. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Einleitung"
        },
        {
            "text": "1. Die zu Beginn gestellte Frage, ob der Arzt bei der Allokation knapper Rettungsmittel Grundrechte des Patienten, insbesondere den Gleichbehandlungsgrundsatz (Art. 3 GG) zu beachten hat, ist zu bejahen. Es handelt sich bei dilemmatischen Allokationsentscheidungen wie der Triage um eine Konstellation, auf welche die vom BVerfG für eine Drittwirkung des Gleichheitssatzes formulierten Bedingungen übertragbar sind. Der Arzt darf daher nicht wählen, \"wen er will\". Die strafrechtliche Dogmatik einer rechtfertigenden Pflichtenkollision ist daher jedenfalls für solche Fälle verfassungsrechtlich nicht haltbar, in denen der Arzt nach Kriterien alloziert, die der Staat nicht anwenden dürfte.2. Für die \"ex ante\"-Konstellation der erstmaligen Allokation ist die Annahme einer rechtfertigende Pflichtenkollision nur unter folgenden Voraussetzungen verfassungskonform:2.1 Von mehreren, um einen freien Rettungsplatz \"konkurrierenden\" Patienten sind zunächst diejenigen aus der Auswahlentscheidung herauszunehmen, die eine Behandlung freiverantwortlich ablehnen oder bei denen eine diesbezügliche wirksame Patientenverfügung ( § 1901 a BGB) vorliegt.2.2 Zudem sind solche Personen bei der Allokationsentscheidung nicht mehr zu berücksichtigen, bei denen der Sterbeprozess bereits begonnen hat, bei denen also eine medizinische Indikation zur Durchführung einer intensivmedizinischen Behandlung nicht mehr besteht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Ergebnisse"
        },
        {
            "text": "Patienten sind diejenigen in die Allokationsentscheidung einzubeziehen, bei denen eine \"Erfolgsaussicht\" in dem Sinne besteht, dass sie nach pflichtgemäßer medizinischer Einschätzung eine realistische Chance haben, die intensivmedizinische Behandlung zu überleben.2.4 Sind auch nach dieser Beurteilung noch mehr Patienten vorhanden als freie Rettungsmittel, ist nach dem formalen Kriterium des zeitlichen Eintreffens zu entscheiden und bei zeitgleichem Eintreffen durch Los.2.5 Nur durch einen engen, auf das bloße Überleben fokussierten \"Erfolgs\"begriff, durch jeglichen Verzicht auf materielle Bewertungskriterien und letztlich durch ein Zurückgreifen auf rein formale Aspekte (Zeit, Los) kann der Gesetzgeber die Verfassungswidrigkeit einer Auswahlregelung im Hinblick auf Art. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Von den sodann verbleibenden"
        }
    ]
}