{
    "paper_id": "0b619c8ea4b09de3ce01784ea6b89c7fc26205d4",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "M"
                ],
                "last": "Kelso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Clinic",
                    "location": {
                        "addrLine": "San Diego",
                        "country": "Calif"
                    }
                },
                "email": "kelso.john@scrippshealth.org."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has a wide array of clinical manifestations including pernio/chilblainslike lesions of the toes, a condition that has been termed \"COVID toes\". We describe a case of this condition that occurred not in association with COVID-19 disease, but rather after receipt of an mRNA COVID-19 vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Images in Allergy"
        },
        {
            "text": "A 76-year-old man reported that 1 week after receiving his second dose of the Moderna mRNA COVID-19 vaccine, his toes became discolored. He was evaluated in the emergency department where physical examination revealed violaceous discoloration of the toes bilaterally with healing superficial erosions distally ( Figure 1 ). He denied having similar lesions on his hands or elsewhere on his body and had no prior history of such lesions on his toes. Ultrasound studies did not reveal any evidence of venous or arterial thrombosis nor an embolic source. He was advised to take aspirin 81 mg daily and apply bacitracin ointment. Immunoglobulin G antibody to SARS-CoV-2 nucleocapsid protein was negative whereas immunoglobulin G antibody to SARS-CoV-2 spike protein was positive, consistent with an immune response to vaccination but no prior infection. A rheumatology evaluation did not reveal any clinical or laboratory evidence of a systemic autoimmune disease or cutaneous vasculitis. A punch biopsy of an affected toe demonstrated a brisk perivascular and interstitial lymphocytic inflammatory infiltrate with associated interface dermatitis and necrotic keratinocytes. The lesions resolved over the course of 6 weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Images in Allergy"
        },
        {
            "text": "There are 2 prior reports of individual patients who developed pernio-like lesions after COVID-19 vaccination. 1,2 Also, a registry of cutaneous reactions reported after mRNA COVID-19 vaccines noted 8 cases of pernio/chilblains, without additional details. These lesions have appeared after both first and second doses of both Moderna and Pfizer-BioNTech vaccines. Although the development of these lesions following vaccination could be coincidental, the temporal relationship with mRNA COVID-19 vaccination, as well as a large number of prior reports of this condition in association with COVID-19 infection, raises the likelihood that the pernio/chilblains-like lesions of the toes in these patients were caused by the vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Images in Allergy"
        },
        {
            "text": "Various potential etiologies have been proposed for the pernio/ chilblains-like lesions of the toes associated with COVID-19 infection, most suggesting indirect mechanisms such as the effects of type I interferons and angiotensin. However, 1 study has demonstrated positive immunohistochemistry in the lesions using monoclonal antibodies against spike protein and the presence of coronavirus-like particles by electron microscopy, suggesting direct infection. It is not clear whether vaccination with an mRNA or viral vector DNA COVID-19 vaccine that generates spike protein leads to systemic circulation of this protein (\"spikemia\"). It is conceivable that the immune response to the vaccine or circulation of spike protein could contribute to the development of these lesions after vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Images in Allergy"
        },
        {
            "text": "It seems prudent for providers to be aware that the pernio/ chilblains-like lesions of the toes (COVID toes) reported in association with COVID-19 disease have also now been reported in association with COVID-19 vaccination. Additional reports may reveal whether or not this is a causal association and explore possible mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Images in Allergy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Blue toes\" following vaccination with the BNT162b2 mRNA COVID-19 vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Davido",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mascitti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fortier-Beaulieu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jaffal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Truchis",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Travel Med",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pernio after COVID-19 vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vakharia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vandergriff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vasquez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID Toes\" After mRNA COVID-19 Vaccines John M. Kelso, MD a , Alvin B. Coda, MD b , Richard M. Keating, MD c , and Dana M. Vaccari, MD d San Diego, Calif",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}