{
    "paper_id": "0b628d507549075293993637118dc1b58645a156",
    "metadata": {
        "title": "Addressing the Mental Health Challenges of Cancer Care Workers in LMICs During the Time of the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Soumitra",
                "middle": [
                    "S"
                ],
                "last": "Datta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arnab",
                "middle": [],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soumita",
                "middle": [],
                "last": "Ghose",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Sanjay Bhattacharya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bishal",
                "middle": [],
                "last": "Gyawali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic stretched health care resources to their limit globally, but more so in the lowand middle-income countries (LMICs) that had limited health care resources even before the pandemic. Patients with cancer were a particularly vulnerable group because of the concerns with increased risk of severe infections and death from COVID-19. 1 On the other hand, the diagnosis of cancer itself implies impending mortality for most patients with advanced disease. Experience from India showed that most patients with cancer wanted uninterrupted cancer treatment despite the risk of COVID-19. 2 This required an unprecedented response from health care staff, who had to juggle their own safety and the safety of their families with providing care to patients with cancer during a pandemic. Thus, maintaining oncology services during a pandemic can lead to mental health challenges among health care staff. 3 In this commentary, we discuss the possible sources of psychological stress on health care staff working during COVID-19 in cancer centers in LMICs, drawing examples from India and Nepal, and share the lessons in mitigating the psychological concerns of health care staff learned from the pandemic control exercise at Tata Medical Center, Kolkata, a multidisciplinary cancer center in India.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 599,
                    "end": 600,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 912,
                    "end": 913,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The causes of psychological stress for cancer care workers in LMICs during the pandemic include some generic sources of stress and some LMIC-specific and oncology-specific sources. Because the burden of cancer in LMICs like India has grown exponentially, and the infrastructural and human resources were limited even before the pandemic, the anxiety of the impending catastrophe preceded the spread of the virus in India. As the pandemic evolved in the neighboring country of China, patients with cancer and health care providers started to mentally prepare for the looming double whammy of COVID and cancer. Information overload and real-time updates of mortality figures from around the world constantly reminded the health care workers in LMICs of the inadequacy of facilities and workforce. That the intensive care units and emergency services from even the best of countries were unable to contain the challenges of the pandemic and that even the most resourceful countries had shortages of personal protective equipment (PPE) contributed to substantial anxiety. With the news of health care workers succumbing to the virus in developed countries, health care workers in LMICs like India experienced burden and burnout just in anticipation, even before India had the surge in cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAUSES OF PSYCHOLOGICAL STRESS IN CANCER CARE STAFF IN LMICS"
        },
        {
            "text": "At the outset of the pandemic, test facilities for COVID-19 were not widely available in many LMICs, and there was a considerable delay before the definitive test results were available. This created additional pressure of having to care for \"suspected\" patients, increasing psychological stress, although the majority of suspected patients turned out to be negative. Moreover, a shortage of PPE made the health care staff feel vulnerable. 4 The scarcity of hospital beds, inadequate manpower, and unprepared health care infrastructure adversely affected the treatment of non-COVID-19 ailments, including cancer, in countries like India or Nepal. Risk of COVID-19 infection, longer working hours, physical fatigue, loneliness, and shortage of PPE were found to be risk factors for poor psychological health among health care workers. 5 In addition, in oncology, there is often an ethical and psychological dilemma in LMICs while choosing treatment options, because they are dictated not only by disease, biology or evidence but also by socioeconomic challenges. To account for a pandemic on top of these challenges added an extra layer of emotional burden on cancer clinicians. 6 This pandemic has brought forth several other causes of psychological stress among cancer care workers that are unique to LMICs like India and Nepal. Most health care workers do not possess personal vehicles in LMICs. The lockdown in LMICs like India and Nepal also involved a restriction on public transportation. Even routine activities like commuting to work and getting back home on time now became a cause for psychological trauma, a unique scenario that to our knowledge did not occur in any high-income countries Author affiliations and support information (if applicable) appear at the end of this article.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 441,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 834,
                    "end": 835,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1178,
                    "end": 1179,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CAUSES OF PSYCHOLOGICAL STRESS IN CANCER CARE STAFF IN LMICS"
        },
        {
            "text": "Accepted on September 1, 2020 and published at ascopubs.org/journal/ go on October 5, 2020: DOI https://doi. org/10.1200/GO.20. 00470",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAUSES OF PSYCHOLOGICAL STRESS IN CANCER CARE STAFF IN LMICS"
        },
        {
            "text": "Creative Commons Attribution Non-Commercial No Derivatives 4.0 License during the lockdown. In some cases commute was impossible, and health care workers had to arrange for a new place of accommodation nearby the hospital, adding to the mental stress and burnout. Outside the hospital, some health care workers faced considerable stigma and felt discriminated against by the community; they were refused entry to their own homes, suddenly kicked out of their apartments, and in rare cases even physically assaulted. 7 In Nepal, on discovery of some physicians testing positive for COVID-19, the community ostracized them by putting up a banner in their home shaming them for bringing the disease to the local community and raising voices to evict physicians from houses where they were self-quarantining. 8 It is thus likely that the causes of psychological stress in cancer care workers in LMICs were multifactorial, depending on the place of work, the specific role of the clinician, and the community's perception of clinicians. One can only imagine the magnitude of psychosocial trauma for health care workers who are working in hospitals with the fear not only of contracting the infection and bringing the infection to their homes and families but also of being physically assaulted or socially ostracized from the community.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 805,
                    "end": 806,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CAUSES OF PSYCHOLOGICAL STRESS IN CANCER CARE STAFF IN LMICS"
        },
        {
            "text": "The severity of the short-term effect of the pandemic on health care staff in terms of stress, insomnia, anxiety, and depression is varied. It ranges from mild distress to suicide and depends on age, sex, and type of work, 9,10 among other factors. 11 A review of 59 studies with . 33,000 health care workers revealed that one in every five participants had either anxiety or depression, even before the pandemic. 12 Insomnia was the most common symptom affecting one of every three health care workers. 12 Studies from the Indian subcontinent also showed approximately one-third of doctors had anxiety or depression during the COVID-19 pandemic, 13 and a report from Pakistan conducted on health care staff working in COVID-19 isolation wards, quantifying depression, anxiety and stress, showed 90.1% of participants reported moderate to extreme levels of psychological stress. 14 ",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 879,
                    "end": 881,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "THE PREVALENCE AND TYPE OF PSYCHIATRIC MORBIDITIES IN CANCER CARE WORKERS IN LMICS"
        },
        {
            "text": "The leaders of health care institutions have important roles to help staff feel secure during the time of COVID-19. In India, many institutions set up a command center that coordinated the institutional response to the pandemic, so that clinical work could continue with minimum disruptions. The command center in Tata Medical Center, Kolkata was geographically away from the clinical areas to reduce the chances of its members contracting COVID-19. This was perceived to be useful, as most staff could focus on their own work and feel reassured that there was centralized decision making. This team kept the staff updated about relevant practical information for managing the pandemic locally, and the information cascade was done through group e-mails and virtual meetings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CARING FOR THE CARERS"
        },
        {
            "text": "The staff in many of the subspecialties in oncology benefited by changing over to a shift pattern of work; one group of staff worked on site and others worked remotely from home, reducing the odds of being exposed to patients with possible COVID-19 infection. If any staff members were unable to commute because of the lockdown, transport and accommodation were provided. Employees were paid on time or even slightly early to ease financial anxiety. We believe that all these measures boosted the morale of the staff working during crisis times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CARING FOR THE CARERS"
        },
        {
            "text": "The institution started telephone and video-based consultation for patients with cancer where feasible, which included providing psychiatric and psychological support to patients through the clinicians in the psycho-oncology department. This psychological support was also extended to staff who were distressed and included those who were quarantined or those under home isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CARING FOR THE CARERS"
        },
        {
            "text": "The hospital had set up screening desks for all patients coming inside the premises of the hospital so that unintended exposure of health care workers to patients with suspected COVID could be minimized. Despite all the screening measures, one of the causes of distress among staff was to suddenly discover a patient having symptoms suggestive of COVID-19 who was not identified with the usual questionnaire at the screening desk. We report a unique intervention started in Tata Medical Centre, Kolkata, where a new \"green code\" was developed to organize care for a patient with any symptoms suggestive of COVID-19 (Fig 1) . This diminished the staff's stress and made them feel protected. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 622,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CARING FOR THE CARERS"
        },
        {
            "text": "The hospitals also devised a rota of staff responsible for the care of patients with COVID-19, comprising doctors and nurses from a number of departments to reduce the burden on any individual staff or department. Staff members were informed about recent government circulars regarding protection offered by statutory agencies to health care professionals and also exemption from general movement restrictions imposed on the public by the state. 15 If needed, the human resources department provided staff with a copy of the government order that they could use for movement despite the lockdown. In exceptional circumstances, the chief security officer of the hospital liaised with the community leaders to reassure them about the steps that were being taken to look after the hospital staff.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "Several educational sessions were organized for various staff groups of the hospital to address anxieties and fears. The sessions are conducted by two psychiatrists, a microbiologist, and a public health specialist. The discussions were specific to the job roles of the staff (Fig 2) . Broadly, the sessions included listening to the worries voiced by staff, addressing their information needs, and some skill transfer related to PPE usage and other related topics, depending on the job role of the specific group of staff in the meeting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Commentary"
        },
        {
            "text": "However, there were many generic queries as well. One of the main topics of discussion was the transmissibility of COVID-19. A large part of the discussions was around worries of transmitting the illness to family members once the staff got back home. Scientific and common-sense measures were discussed with all members of staff. The sessions also tried to address some of the myths around measures that could be taken to prevent SARS-CoV-2 infections. Hand-washing steps were demonstrated on an ongoing basis and revised by the trainers for the new staff. During the meetings, there was always some protected time for a frank discussion about anything that the staff felt to be important. The trainers did not always have the answers to all the questions the staff asked. Honesty was valued by the attendees in their feedback. The trainers shared accepted knowledge, while admitting the gaps in the current understanding of the situation. These communications built a bridge between various departments and acted as a conduit for information and views to be carried to the command center from the front-line staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "Occupational mental health used psychological methods to improve the emotional well-being of staff. Psychological first aid was offered for those who were acutely stressed and those who reached the clinical threshold for a psychiatric disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "Most health organizations understood that they needed to continue to deliver routine medical care in addition to handling the COVID pandemic, as the pandemic did not show signs of disappearing anytime soon. Staff members adapted to the change and were psychologically supported to accept the new normal. The human loss, both in terms of mortality due to COVID-19 and indirectly because of social, medical, emotional, and financial impact of COVID will be difficult to quantify. However, as in any crisis, in the longer term, COVID-19 should be viewed as a unique learning opportunity for health care staff. With high-quality online learning events that could be accessed free of cost from around the world, many staff cognitively restructured the adversity as an opportunity for learning that they had never had in the past. In some specialties, junior staff felt more empowered and confident in making decisions. During the COVID-19 pandemic, it was seen that team bonding improved within the hospital. The vulnerability of life probably taught staff the value of what was available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SILVER LININGS"
        },
        {
            "text": "In conclusion, we believe that the COVID-19 pandemic taught us the importance of being empathic, sensitive, and responsive in the face of a crisis. Nourishing the mental health of staff working in a cancer center is always critical for a healthy cancer care ecosystem, but this is all the more important during the time of crisis. In LMICs, cancer care workers face several unique challenges in addition to the routine challenges of working during a pandemic. The lessons learned during this pandemic will be helpful for us and other institutions in LMICs to prepare for the challenges of this and future pandemics, especially with regard to preserving the mental health of health care staff. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SILVER LININGS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How does COVID-19 fear and anxiety affect chemotherapy adherence in patients with cancer Future Oncol",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Karacin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bilgetekin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Basal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2217/fon-2020-0592"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perspective of oncology patients during COVID-19 pandemic: A prospective observational study from India",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ganguly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JCO Glob Oncol",
            "volume": "6",
            "issn": "",
            "pages": "844--851",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19, Mental health, and suicide risk among health care workers: Looking beyond the crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Reger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Piccirillo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Buchman-Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4088/JCP.20com13381"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: Adverse mental health outcomes for healthcare workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The experiences of health-care providers during the COVID-19 crisis in China: A qualitative study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "790--798",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Attacked, Beaten: Frontline Workers Are Risking Their Lives Everyday In India",
            "authors": [
                {
                    "first": "R:",
                    "middle": [],
                    "last": "Ravi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abused",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health workers under attack as lack of Covid-19 awareness is fuelling stigma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poudel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors associated with mental health outcomes among health care workers exposed to coronavirus disease 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2039,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 pandemic: Stress experience of healthcare workers -a short current review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bohlken",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schömig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lemke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Occurrence, prevention, and management of the psychological effects of emerging virus outbreaks on healthcare workers: Rapid review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kisely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevalence of depression, anxiety, and insomnia among healthcare workers during the COVID-19 pandemic: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pappa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ntella",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Giannakas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "88",
            "issn": "",
            "pages": "901--907",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Attitude, practice, behavior, and mental health impact of COVID-19 on doctors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Psychiatry",
            "volume": "62",
            "issn": "",
            "pages": "257--265",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of COVID-19 on the mental health of healthcare professionals in Pakistan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandesh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shahid",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "On encountering a patient with potential COVID infection, staff activated the green code. This triggered a particular set of responses that included being supportive to the patient, escorting the patient to an isolation facility for further evaluation, and reducing transmission to other staff and patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "FIG 2. An example interactive session with staff (organized for food handlers).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = Immediate Family Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs. org/go/site/misc/authors.html. Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments).No potential conflicts of interest were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST"
        }
    ]
}