{
    "paper_id": "0b628c686dbd6e9f9c5bb20afe6ed52d27573e2e",
    "metadata": {
        "title": "Respiratory Muscle Weakness in Thyrotoxic Periodic Palsy: A Lesson to Remember",
        "authors": [
            {
                "first": "Prativa",
                "middle": [
                    "Priyadarshani"
                ],
                "last": "Sethi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "addrLine": "All India, Virbhadra Marg",
                        "postCode": "249203",
                        "settlement": "Rishikesh, Rishikesh",
                        "region": "Uttarakhand, Uttarakhand",
                        "country": "India, India"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashwin",
                "middle": [],
                "last": "Parchani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "addrLine": "All India, Virbhadra Marg",
                        "postCode": "249203",
                        "settlement": "Rishikesh, Rishikesh",
                        "region": "Uttarakhand, Uttarakhand",
                        "country": "India, India"
                    }
                },
                "email": "ashwinparchani@gmail.com"
            },
            {
                "first": "Monika",
                "middle": [],
                "last": "Pathania",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "addrLine": "All India, Virbhadra Marg",
                        "postCode": "249203",
                        "settlement": "Rishikesh, Rishikesh",
                        "region": "Uttarakhand, Uttarakhand",
                        "country": "India, India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Thyrotoxic periodic palsy (TPP) is a sporadic form of hypokalemic periodic palsy that may occur in association with hyperthyroidism mostly with Graves' disease. Acute thyrotoxic periodic palsy is a disorder most commonly seen in Asian men and characterized by abrupt onset of hypokalemia and paralysis. The disorder primarily affects the lower extremities and can involve all four limbs and presents as acute flaccid paralysis. The diagnosis of thyrotoxic periodic palsy is not difficult, but the disease's low incidence and many differentials for acute flaccid paralysis delay and complicate the diagnosis. TPP is not related to the etiology, severity, and duration of thyrotoxicosis. The treatment is similar to hypokalemic periodic palsy with potassium supplementation and initiation of antithyroid drugs and beta-blocker therapy. Here a similar case of quadriparesis is reported, which got precipitated after abrupt cessation of carbimazole in a young male. This initially was thought to be a case of hypokalemic periodic palsy and was later diagnosed to be TPP and recovered after initiating antithyroid drugs and potassium supplementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Thyrotoxic periodic paralysis (TPP) is a rare and potentially lethal complication of hyperthyroidism. It has been reported to occur in 1.8% to 1.9% of thyrotoxic patients in Asia, whereas in North America, it occurs in 0.1% to 0.2% of thyrotoxic patients. 1 Incidence is more common in the second to fourth decade of life. Despite a higher incidence of hyperthyroidism in women, over 95% of thyrotoxic periodic palsy occurs in men. Genetic association of TPP has also been seen with HLA-DRw8 and A2BW22/AW19B17. 2 The mechanism by which hyperthyroidism produces hypokalemic periodic paralysis is not well understood. Thyroid hormone increases tissue responsiveness to beta-adrenergic stimulation which, along with thyroid hormone, increases sodiumpotassium ATPase activity on skeletal muscle membrane. This drives potassium into cells leading to hyperpolarization of muscle membrane and relative unexcitability of muscle fibers. Thus, the treatment of TPP is the prevention of intracellular shift of potassium by beta-blocker, correcting the hyperthyroid state and replacing potassium. TPP is curable once a euthyroid state is achieved.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 257,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 512,
                    "end": 513,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 39-year-old male, resident of Rishikesh, Uttarakhand, businessman by occupation, presented with a history of acute onset, generalized myalgia predominantly in bilateral lower limbs, aching in nature, and not associated with any abnormal movements, fasciculation, or tingling sensations. The symptom onset was preceded by the consumption of cake at a family function. Gradually, he developed weakness of the right upper limb followed by the left upper limb and was not able to lift the upper limbs above the head or grip an object. Later, he developed breathing difficulty as well. There was no history of diarrhea, vomiting, diuretic use, or recreational drug taken or fever. He was diagnosed with hyperthyroidism three years back and was on a prescription of carbimazole (40 mg daily) and propranolol (intermittently during exacerbation of symptoms). No significant family history was elicited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "On examination, the patient was conscious and oriented. General examination revealed sinus tachycardia and hyperpnoea, with normal oxygen saturation. Fine lowamplitude tremors were appreciated in bilateral hands. Other systems examination revealed markedly diminished power (two out of five) in all four limbs (lower limbs > upper limbs) and diminished deep tendon reflexes with a flexor plantar reflex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Routine lab investigations revealed severe hypokalemia 1.66 mEq/L (normal: 3.5-5 mEq/L) with mild respiratory acidosis in arterial blood gas analysis (pH 7.32, pCO 2 50 mmHg, HCO 3 22.5 mmol/L), attributed to respiratory muscle weakness. Hypokalemic changes (sinus tachycardia and U waves) were noted in an electrocardiogram ( Figure 1 ). Therefore, a diagnosis of thyrotoxic hypokalemic periodic paralysis was made.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 335,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The presence of respiratory muscle weakness, respiratory acidosis, and U-waves in electrocardiogram warranted emergent management. Both oral and intravenous potassium supplementation were initiated through central venous catheter access. Magnesium supplementation was initiated empirically which was later found to be low in serum (1.4 mg/dL). Urinary potassium level was assessed to be normal -67 mEq/L (normal 17-83). The patient improved within 12 h of treatment initiation, and on further reviewing the history, it was found that he had been skipping his antithyroid medications for four months, and thyroid function testing established the presence of hyperthyroidism. TSH (thyroid stimulating hormone): < 0.01 µIU/L (0.35-5.5 µIU/L), FT4: 2.05 ng/mL (0.89-1.76 ng/mL), FT3: 6.5 pg/mL (1.71-3.71). Creatine phosphokinase-n acetylcysteine (CPK-NAC) was assessed to be normal as well. Anti-thyroid peroxidase (TPO) antibody level was elevated. Thyroid ultrasonography revealed increased vascularity, thereby suggestive of underlying Graves' disease. The radionuclide scan of thyroid could not be performed because of limitations imposed by the COVID-19 pandemic. The patient was discharged with antithyroid medications and betablocker therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "TPP is characterized by sudden onset of hypokalemia and paralysis. The disease is caused by thyrotoxicosis and mainly affects the lower extremities. Although thyrotoxicosis is more common in women, TPP is common in men in their second to fourth decades. Patients develop acute proximal symmetrical muscle weakness early in the morning or when resting following strenuous exercise and after consuming high carbohydrate meal. Muscle aches, cramps, and stiffness can precede acute episodes. Trauma, exposure to cold, mental stress, illness, alcohol consumption, menses, and drugs such as diuretics, insulin, or steroids are all potential triggers. 3 The paralysis usually lasts anywhere from 3 to 96 h and resolves in the reverse order as it started. Deep tendon reflexes are either absent or severely diminished. 4 The pathogenesis of hypokalemic periodic paralysis is unclear. The Na+/K+ ATPase pump activity in the cell membrane maintains the transcellular distribution of potassium, which is primarily affected by insulin and betaadrenergic catecholamine. In TPP, hypokalemia is caused by an intracellular shift of potassium, rather than total body depletion. The operation of the Na+/K+ ATPase pump in platelets and muscles has been found to be significantly higher in TPP patients. Hyperthyroidism can trigger a hyperadrenergic condition, which can activate the Na+/K+ ATPase pump, resulting in potassium uptake by the cells. 5 Thyroid hormones can also increase the number and sensitivity of beta receptors by directly stimulating Na+/K+ ATPase pump activity. During episodes of paralysis, patients with TPP have been shown to have hyperinsulinemia. This could explain the attacks that occur after eating a high carbohydrate meal. 6 Our patient presented with acute onset bilateral flaccid quadriparesis and respiratory weakness because of exacerbation of underlying Graves' disease caused by medication nonadherence and precipitated by a carbohydrate rich meal. A diagnosis of TPP was made possible by the absence of a family history of paralysis, male sex, appearance in the second to fourth decades of life, and symptoms of thyrotoxicosis such as sinus tachycardia. Graves' disease was confirmed by the existence of anti-TPO antibody and increased gland vascularity. TPP with respiratory muscle involvement has been documented in the literature in a few case reports, but it is a relatively uncommon occurrence. These studies primarily identify acute hypercapneic respiratory failure requiring intubation in TPP patients, while our patient presented with hyperpnea and respiratory acidosis at an early stage, with normal oxygen saturation as verified by an arterial blood gas analysis.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 646,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 811,
                    "end": 812,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1429,
                    "end": 1430,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1735,
                    "end": 1736,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients are traditionally given potassium intravenously or orally to speed muscle recovery and avoid cardiopulmonary complications; however, rebound hyperkalemia may occur because of the release of potassium and phosphate from cells during recovery. 7 According to research, rebound hyperkalemia can develop in up to 40% of patients who receive more than 90 mEq potassium chloride during the first 24 h; hence, smaller potassium chloride dosages may be helpful while decreasing the patient's risk of hyperkalemia. 8 Propranolol, a nonselective beta-blocker, avoids intracellular potassium and phosphate shifts in TPP patients by blunting the hyperadrenergic activation of Na+/ K+-ATPase. Propranolol given alone, either orally or intravenously, normalizes serum potassium levels in 120 min on average; therefore, propranolol should be used in initial therapy for stable TPP. 7 The drug of choice for easing recovery tends to be a mixture of nonselective beta-blockers and low-dose potassium. Antithyroid drugs, surgical thyroidectomy and radioiodine therapy are all options for treatment of underlying hyperthyroidism. To prevent recurrence, patients should avoid precipitating factors after starting definitive therapy and continue taking propranolol until they reach euthyroid status. 5, 8 Our patient improved clinically and recovered in a short period of time after receiving timely treatment. This teaches us an important lesson: Early diagnosis of this complication, along with early correction of hypokalemia and treatment of the underlying hyperthyroid state, can prove to be crucial by reducing the need for mechanical ventilation.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 515,
                    "end": 516,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 876,
                    "end": 877,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1291,
                    "end": 1292,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "TPP is defined by the development of hypokalemia and paralysis simultaneously. The paralysis normally lasts 3 to 96 h and resolves in the same sequence in which it began. Deep tendon reflexes are either absent or substantially reduced. For improved outcomes, early detection of this disease and early treatment initiation are critical. It is also emphasized that the patient avoids any triggering factors that may culminate into an attack of TPP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "TPP is usually accompanied by weakness in limb muscles but can rarely be complicated by respiratory muscle involvement. Knowledge of its pathogenesis, clinical features, and interventional strategies is vital in the management of such patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "AP worked on manuscript writing and data collection, PPS looked at manuscript editing, and MP did the supervision and planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contribution"
        },
        {
            "text": "Written informed consent was obtained from the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical review: Thyrotoxic periodic paralysis: A diagnostic challenge",
            "authors": [
                {
                    "first": "Awc",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Endocrinol Metab",
            "volume": "91",
            "issn": "7",
            "pages": "2490--2495",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HLA and thyrotoxic periodic paralysis",
            "authors": [
                {
                    "first": "Ppb",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lui",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Br Med J",
            "volume": "2",
            "issn": "6142",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thyrotoxicosis and paraparesis in a young woman: Case report and review of the literature",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mellgren",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Bleskestad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aanderud",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thyroid",
            "volume": "12",
            "issn": "1",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and metabolic features of thyrotoxic periodic paralysis in 24 episodes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Manoukian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Foote",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Crapo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Intern Med",
            "volume": "159",
            "issn": "6",
            "pages": "601--606",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thyrotoxic periodic paralysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mayo Clin Proc [Internet]",
            "volume": "80",
            "issn": "1",
            "pages": "99--105",
            "other_ids": {
                "DOI": [
                    "10.4065/80.1.99"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hyperinsulinaemia in thyrotoxic hypokalaemic periodic paralysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "Vms",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lancet",
            "volume": "337",
            "issn": "8749",
            "pages": "1063--1064",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The pitfalls of potassium replacement in thyrotoxic periodic paralysis: A case report and review of the literature",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tassone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moulin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Emerg Med",
            "volume": "26",
            "issn": "2",
            "pages": "157--161",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of potassium supplementation on the recovery of thyrotoxic periodic paralysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Emerg Med",
            "volume": "22",
            "issn": "7",
            "pages": "544--547",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (http://www.creativecommons.org/licenses/by-nc/4.0/) which permits non-Commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https:// us.sagepub.com/en-us/nam/open-access-at-sage).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Electrocardiogram Showing Sinus Tachycardia and U waves.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Annals of Neurosciences 28 (3) (4) ",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 31,
                    "end": 34,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The authors received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Ashwin Parchani https://orcid.org/0000-0003-3494-3886",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}