{
    "paper_id": "0b679c60af0772fd593e4de264804b644c838043",
    "metadata": {
        "title": "Third Cranial Nerve Palsy Presenting with Unilateral Diplopia and Strabismus in a 24-Year-Old Woman with COVID-19",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Abef",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "Belghmaidi"
                ],
                "last": "Be",
                "suffix": "",
                "affiliation": {},
                "email": "sarahhhbelgh@gmail.com"
            },
            {
                "first": "Houda",
                "middle": [],
                "last": "Nassih Bf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saloua",
                "middle": [],
                "last": "Boutgayout",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VI University Hospital Center",
                    "location": {
                        "settlement": "Marrakesh",
                        "region": "Mohammed"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karima",
                "middle": [],
                "last": "El Fakiri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VI University Hospital Center",
                    "location": {
                        "settlement": "Marrakesh",
                        "region": "Mohammed"
                    }
                },
                "email": ""
            },
            {
                "first": "Rabiy",
                "middle": [
                    "El"
                ],
                "last": "Qadiri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ibtissam",
                "middle": [],
                "last": "Hajji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VI University Hospital Center",
                    "location": {
                        "settlement": "Marrakesh",
                        "region": "Mohammed"
                    }
                },
                "email": ""
            },
            {
                "first": "Aicha",
                "middle": [],
                "last": "Bourahouate",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Belghmaidi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a novel beta-coronavirus that was first described in a cluster of patients presenting with pneumonia symptoms in Wuhan, China, in December 2019 [1] . The outbreak of coronavirus disease (COVID-19) has been declared a public health emergency by the World Health Organization. It is presenting a massive challenge for health care workers worldwide [1] . The first Moroccan cases of COVID-19 were identified in March 02, 2020. As of July 12, 2020, 15 635 cases and nearly 250 deaths have been reported [2] . Ophthalmological manifestations of COVID-19 are rare compared with the typical clinical features, which include fever, dry cough, shortness of breath, myalgia, and fatigue, which are seen in most COVID-19 pneumonia patients [3] . We report the case of a woman with confirmed COVID-19, who developed incomplete unilateral palsy of the third cranial nerve during the acute phase of the disease.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A previously healthy 24-year-old woman, with no medical history (such as diabetes, high blood pressure, dyslipidemia, vasculitis, smoking, obesity, familial neurological disease, or other risk factors for ischemic ophthalmoplegia), presented to the Emergency Department for acute onset of strabismus and diplopia of the left eye, evolving for 3 days. She had a fever of 38.5°C, dry cough, and anosmia for the last 4 days. No eye pain or redness were reported. The patient had previously had contact with her father, who tested positive for COVID-19 1 day before. Blood pressure level and hemodynamic state were within normal ranges (Bp=110/70 mmHg, SpO2=95%, heart rate=67 ppm, respiratory rate=21 bpm). The ophthalmological exam result was as follows: visual acuity=0.1 logMAR in both eyes; no ptosis found in palpebral examination; both pupils were equal and reactive to light and accommodation; there was no relative afferent pupillary defect; and the ocular motility examination showed restricted up-gaze, adduction, and downgaze of the left eye ( Figure 1 ). The diplopia increased in adduction. The slit lamp and fundus examinations were unremarkable. No neurological impairment was found, and the rest of the physical examination was unremarkable. Incomplete palsy of the third cranial nerve was diagnosed. A nasopharyngeal swab for SARS-CoV-2 RT-PCR (GeneFinder™ COVID-19 Plus RealAmp Kit) was positive. After admission to the COVID-19 ward, laboratory workup and radiological investigations were performed. Magnetic resonance angiography of the brain and orbits revealed no lesions or aneurysmal compression of the third left cranial nerve ( Figure 2 ). Blood tests revealed mild normocytic regenerative anemia. There was no inflammation, thrombophilia, or renal or hepatic impairment ( Table 1 ). The corrected QT interval was 380 ms on electrocardiogram. Treatment was started according to the Moroccan recommendations for the management of COVID-19 in adults. The patient received chloroquine (500 mg 2 times per day for 10 days) with azithromycin (500 mg once a day the first day, then 250 mg every day for 6 days), vitamin C (1 g 2 times a day for 10 days) and Zinc (90 mg 2 times a day for 10 days). Evolution was marked by apyrexia and improvement of general clinical signs by the second day. The exotropia and diplopia of the left eye resolved rapidly, and complete recovery was achieved by the sixth day of treatment (Figure 3 ). Her hemoglobin level was in the normal range after 10 days. Fortunately, no adverse effects of the treatment were noted, and discharge was possible after 10 days of hospital stay. To date, our patient is healthy and doing well. . This viral infection was responsible for respiratory symptoms ranging from a simple flu syndrome to severe, sometimes fatal, respiratory distress [4] . However, the range of affected organs has widened, affecting different systems of the human body, thus being responsible for a real clinical polymorphism, which can sometimes be misleading. The pathophysiological mechanism of SARS-CoV-2 infection suggests the penetration of the virus into the cell, and requires the binding of a speculated protein with an ACE2 receptor expressed on the cell surface. Therefore, the latter appears to be the gateway for the virus into the cell [5] . The overexpression of ACE2 receptors in the lungs explains why respiratory involvement is the most common form of COVID-19 infection [5] . The penetration of the SARS-CoV-2 virus through the cribriform lamina of the ethmoid bone can damage the olfactory bulb, which causes anosmia, and can be the entry route to the nervous system. Expression of ACE2 receptors in nerve cells explains the neurological damage linked to COVID-19, which suggests the neurotropic nature of the virus [6] . This hypothesis was discussed in a study published in the Medrxiv4 on 214 cases, which demonstrated that 36% of patients infected with COVID-19 had neurological manifestations [7] . These neurological lesions are multiple and can be secondary to neuronal damage without inflammation, or caused by the direct action of the virus on the nerves [8, 9] or vessels, in particular within the framework of a necrotizing hemorrhagic encephalopathy [10] . The ophthalmological involvement during the coronavirus infection occurs in the form of conjunctivitis, as mentioned in many studies, such as the case report published by Cheema et al. [11] , which described conjunctivitis as the initial manifestation of COVID-19 infection before respiratory symptoms. Some authors reported the association of COVID-19 with inflammatory neuropathies [12] . A retrospective review described a patient with a complete isolated third oculomotor nerve palsy; unfortunately, his illness worsened, and he died of respiratory failure 12 days later [13] . Another paper reported 2 cases of ophthalmoplegia associated with neurological impairment [14] , but improvement in both of these patients was slower than in our case. Our patient presented a painless left ophthalmoplegia with binocular diplopia and without headache or other signs of central nervous system involvement. The patient received chloroquine, azithromycin, and supportive treatment, according to the Moroccan protocol [15] . At present, there is no vaccine against COVID-19 or specific treatment; however, certain therapeutic protocols are used to reduce multiplication of the virus and improve the prognosis of patients. Some studies have proven the effectiveness of chloroquine against COVID-19, in particular, that of Raoult [16] in France, Gao in China [17] , and Singh in India [18] . However, the intake of this molecule is not harmless, with its adverse effects including, in particular, cardiac problems, which can be severe, and macular damage due to chloroquine can be irreversible and compromise patient quality of life [19] . In our patient, the ophthalmologic symptoms improved along with the other signs.",
            "cite_spans": [
                {
                    "start": 2824,
                    "end": 2827,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3308,
                    "end": 3311,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3447,
                    "end": 3450,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3794,
                    "end": 3797,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3976,
                    "end": 3979,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4142,
                    "end": 4145,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4146,
                    "end": 4148,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4240,
                    "end": 4244,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4432,
                    "end": 4436,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4631,
                    "end": 4635,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4822,
                    "end": 4826,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4919,
                    "end": 4923,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 5259,
                    "end": 5263,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 5569,
                    "end": 5573,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 5598,
                    "end": 5602,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 5624,
                    "end": 5628,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 5872,
                    "end": 5876,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1052,
                    "end": 1060,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1651,
                    "end": 1659,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1796,
                    "end": 1803,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2435,
                    "end": 2444,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Unilateral palsy of the third cranial nerve can be a revealing pattern of COVID-19 in adults. It can occur in patients with mild symptoms, and without other central nervous system involvement. Radiological findings can be very poor, and complete recovery can be obtained within a few days of acute onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A case of COVID-19 pneumonia in a young male with full body rash as a presenting symptom",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koziatek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Pract Cases Emerg Med",
            "volume": "4",
            "issn": "2",
            "pages": "219--240",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus disease (COVID-19) -World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 receptor ACE2-dependent implications on the cardiovascular system: From basic science to clinical implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groß",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Mol Cell Cardiol",
            "volume": "144",
            "issn": "",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Features of anosmia in COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klopfenstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kadiane-Oussou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Toko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Mal Infect",
            "volume": "50",
            "issn": "5",
            "pages": "436--475",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "6",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evidence of the COVID-19 virus targeting the CNS: Tissue distribution, host-virus interaction, and proposed neurotropic mechanisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaleeq",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syeda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Chem Neurosci",
            "volume": "11",
            "issn": "7",
            "pages": "995--98",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19, SARS and MERS: A neurological perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng Kee Kwong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Neurosci",
            "volume": "77",
            "issn": "",
            "pages": "13--16",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19-associated acute hemorrhagic necrotizing encephalopathy: imaging features",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poyiadji",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shahin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Noujaim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "2",
            "pages": "119--139",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Keratoconjunctivitis as the initial medical presentation of the novel coronavirus disease 2019 (COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheema",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aghazadeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nazarali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Ophthalmol",
            "volume": "55",
            "issn": "4",
            "pages": "125--154",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autoinflammatory and autoimmune conditions at the crossroad of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Novelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The 2019 novel cornoavirus pneumonia with onset of oculomotor nerve palsy: A case study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurol",
            "volume": "267",
            "issn": "5",
            "pages": "1550--53",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 presenting with ophthalmoparesis from cranial nerve palsy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dinkin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kahan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "49",
            "issn": "5",
            "pages": "221--244",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: Results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "56",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "1",
            "pages": "72--73",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chloroquine and hydroxychloroquine in the treatment of COVID-19 with or without diabetes: A systematic search and a narrative review with a special reference to India and other developing countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shaikh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Syndr",
            "volume": "14",
            "issn": "3",
            "pages": "241--287",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "FDA cautions against use of hydroxychloroquine or chloroquine for COVID-19 outside of the hospital setting or a clinical trial due to risk of heart rhythm problems",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Third cranial nerve palsy presenting with unilateral diplopia… ©",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belghmaidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Case Rep",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Restricted up-gaze (A), adduction (B), and downgaze (C) of the left eye in ocular motility examination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Angio-MRI of the brain and orbits revealing no lesions or aneurysmal compression of the third left cranial nerve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Complete recovery of the ocular motility examination obtained by the sixth day.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Indexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)] [Web of Science by Clarivate]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of laboratory workup.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}