{
    "paper_id": "0b672cb83c6b77c55c0ab6919bdda519be895847",
    "metadata": {
        "title": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0) The impact of COVID-19 and healthcare system changes on the well-being of rheumatic patients",
        "authors": [
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Opinc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Lodz",
                    "location": {
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Olga",
                "middle": [],
                "last": "Brzezińska Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Lodz",
                    "location": {
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [
                    "Makowska"
                ],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Lodz",
                    "location": {
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: The COVID-19 pandemic has significantly impacted the healthcare systems. Many Polish outpatient clinics have been implementing telemedical consultations as a tool to ensure the continuity of care for patients with chronic diseases. The aim of the study was to evaluate patients' satisfaction with telemedical appointments, as well as availability of the various medical services and patients' well-being during the pandemic. Material and methods: An online-based questionnaire on the experience with telemedical consultations, availability of medical services and current state of health was conducted among Polish rheumatology patients approximately 6 months after the outbreak of the COVID-19 pandemic. Results: The survey was completed by 107 respondents with a mean age of 41.52 ±14.33 years. The overall level of satisfaction from telemedical consultations, evaluated with a VAS 1-10 scale, was assessed as 6.23 ±3.04 for teleconsultations in primary healthcare units and 6.00 ±2.80 for rheumatology outpatient units. 42.99% of the respondents were in favour of maintaining telemedical appointments even after the pandemic. Incidences of reduced access to medical services during the COVID-19 pandemic were reported by 77.57% of the patients. Almost half of the respondents reported reduced accessibility to rheumatological care. An alarming decline in health self-esteem, evaluated with a VAS 1-10 scale, was noted from the average 6.37 ±1.92 before COVID-19 to the current rating of 5.78 ±1.91 (p = 0.0087). Conclusions: Polish rheumatology patients are moderately satisfied with the medical teleconsultations in primary health care units and rheumatology outpatient clinics. A substantial number of patients experienced deterioration of well-being as well as limited access to traditional healthcare services, including rheumatology care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The last year has undoubtedly been marked by a tremendous fight against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic. On the 17 th of November 2019, the eyes of the whole world turned to Wuhan Province in China, where the first case of a new disease, later known as COVID-19, was reported. One year after that, the increasing number of COVID-19 cases is resulting in the healthcare systems with limited staff resources being overburdened, which inevitably threatens the continuity of the healthcare. At the same time, the desire to reduce the transmission of the virus is forcing novel communication channels between patients and physicians to flourish as never before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the 4th of March 2020, the first incidence of COVID-19 was reported in Poland [1] . Shortly after, the Polish National Health Fund (Narodowy Fundusz Zdrowia) implemented special regulations allowing teleconsultations in outpatient clinics to ensure the continuity of care for patients coping with chronic diseases [2] . Many Polish outpatient clinics are now working in the hybrid mode, combining direct appointments with consultations organised via telemedical systems.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reumatologia 2021; 59 /2 In March 2020, just before the introduction of medical teleconsultations, we conducted a survey which showed the positive attitude of rheumatological patients towards the remote form of consultations [3] . Six months after the pandemic outbreak, we performed another survey to assess the changes that have occurred in patients' attitudes and well-being.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "text": "/2",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of the study was to evaluate the experience and satisfaction so far of patients with the telemedicine services provided within the primary healthcare units and rheumatology outpatient clinics. We also aimed to assess the impact of the current epidemiological situation on the availability of the various medical services as well as patients' assessment of their health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A self-designed online survey with convenience (availability) sampling was conducted between the 30 th of July 2020 and the 16 th of November 2020. The questionnaire consisted of 39 questions, including single and multiplechoice with open-end questions. The survey was prepared in Polish, which is the native language of the respondents. The questionnaire was divided into 3 parts -the first one included inquiries about respondents' characteristics and the attitude to telemedicine, the second one covered the level of satisfaction with telemedical consultations both in the primary health care units and in the rheumatology units, and the third part assessed the impact of COVID-19 pandemic on patients' condition and accessibility to medical services. The English translation of the questionnaire is presented in Table I . The survey was anonymous and no personal data enabling identification of the participants were collected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 823,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Material and methods"
        },
        {
            "text": "The questionnaire was distributed in an online form among rheumatic patients, owing to the cooperation with nationwide rheumatic patients' support groups and associations. Inclusion criteria for the study were voluntary survey completion and age above 18 years. In case of weaker computer skills or lack of internet access, answers could be provided by the relatives on behalf of the patients. Due to the remote form of data acquisition and the anonymous nature of the study, voluntary filling in of the questionnaire was tantamount to consent for participation and separate informed consent was not collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Acquired data were analysed statistically using Microsoft Excel and STATISTICA 13.1 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "The survey was filled in by 107 volunteers (90.65% female; mean age 41.52 ±14.33 years). The majority of the respondents were rheumatology patients (97.19%), while the remaining 3 were the relatives of rheumatology patients. Detailed data on patients' characteristics are presented in Table II .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Satisfaction with telemedical consultations in primary healthcare units and rheumatology outpatient clinics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The majority of our respondents (85%, n = 91) had participated in telemedical consultations, including teleconsultations in primary healthcare units in 81 patients and rheumatology outpatient units in 55 patients. More than half of the patients (55.14%, n = 59) had at least 3 telemedical appointments. For the majority of the patients, telemedical consultation was a non-primary visit to the particular outpatient clinic (in primary care units: 50.47%, n = 54; in rheumatology units: 42.06%, n = 45), but in some patients appointments via telemedical systems were the first-time visits (in primary care units: 20.56%, n = 22; in rheumatology units: 7.48%, n = 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The reasons for consultation in rheumatology units were routine follow-up visit (31.78%, n = 34), the occurrence of novel symptoms in the course of chronic disease (21.5%, n = 23), the need to obtain a prescription for usually taken medications (19.63%, n = 21) and exacerbation of typical symptoms (17.76%, n = 19). Reasons for a referral to primary healthcare units were similar and included getting a prescription for usually taken medications (29.91%, n = 32), the occurrence of new symptoms of the chronic disease (19.63%, n = 21), exacerbation of typical symptoms (13.08%, n = 14) and obtaining or extending sick leave (12.15%, n = 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The overall level of satisfaction from telemedical consultations, evaluated with a VAS 1-10 scale where 1 indicated \"definitely did not meet my expectations\" and 10 \"definitely met all my expectations\", was assessed as 6.23 ±3.04 for teleconsultations in primary healthcare units and 6.00 ±2.80 for rheumatology outpatient units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The level of preparation of the clinics to provide telemedical advice (registration system, timely visits, quality of the telephone connection), evaluated with a VAS 1-10 scale where 1 indicated \"very poor preparation\" and 10 \"excellent preparation\", was rated as 5.81 ±2.95 for primary healthcare units and 6.44 ±2.78 for rheumatology outpatient clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Differences in the patients' rates of primary healthcare and rheumatology outpatient units were statistically insignificant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Patients who have participated in teleconsultations more than once were asked to evaluate the change over the duration of the pandemic in the quality of the services provided. Out of 81 patients who participated in teleconsultations in primary care units, 16 In what form was the telemedical consultation held? (Two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -I did not participate in teleconsultations in this clinic -Via telephone -Via internet video communicator -Via online chat -Via e-mail What type of visit was it? (Two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -I did not participate in teleconsultations in this clinic -Primary visit -diagnosis -Primary visit -therapy continuation -Primary visit -transfer from another clinic that previously provided treatment -Secondary visit -continuation of therapy started before the pandemic -Secondary visit -I had more than one teleconsultation, but previously I had not visited the clinic in person How do you assess the degree of preparation of the clinic for teleconsultations (registration system, timely visits, quality of the telephone connection)? Please rate on a scale of 1-10 where 1 means \"very bad preparation\" and 10 means \"very good preparation\" (Two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) 0 1 2 3 4 5 6 7 8 9 10",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Would you like to participate again in teleconsultations? (Two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -Yes -No -Difficult to state If you have used more than one telemedical consultation, have you noticed a change in their quality during the course of the pandemic? (Multiple choice question; two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -I did not participate in teleconsultation in this clinic -I did not notice any change -Yes, the quality of the advice has improved (doctor's preparation) -Yes, the quality of the advice has deteriorated (doctor's preparation) -Yes, the quality of advice has improved (better technical preparation) -Yes, the quality of the advice has deteriorated (weaker technical preparation) -Yes, access to the clinic is easier -Yes, access to the clinic is more difficult to provide telemedical services while 4.93% of patients appreciated better access to the clinic and better technical preparation. In contrast, in 14.81% of respondents, access to primary care clinics worsened over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Regarding teleconsultations in rheumatology units, 18.18% out of 55 participants appreciated the enhancement in the quality of physicians' preparation and 5.45% in the quality of technical services. Five patients (9.10%) reported better availability of rheumatological consultations, while 5 other participants reported increasing difficulties with access to the teleconsultations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Almost half of the patients (n = 53, 49.53%) expressed willingness to use telemedical advice in the primary care units again in the future, while 17.76% (n = 19) remained reluctant to do so; 43.93% of respondents (n = 47) would appreciate participating in teleconsultations with a rheumatologist in the future, whereas 23.36% (n = 25) were unwilling to use telemedical advice at rheumatology outpatient clinics again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The opinions of rheumatological patients on the maintenance of teleconsultation after the end of the SARS-CoV-2 pandemic are extremely divergent; 42.99% of the respondents were in favour of this option, while 42.06% of the respondents were against it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The majority of the patients indicated telephone call as a preferable form of the remote consultation (n = 68, 63.6%), 26.2% of the respondents (n = 28) expressed interest in video consultations, while less than a quarter of patients (n = 23, 23.4%) were willing to contact physicians via e-mail. In fact, the vast majority of our respondents had their remote consultations, both in the primary healthcare and rheumatology outpatient units, performed by means of a telephone call. In single cases, medical advice was provided for our respondents by means of e-mail, internet chat or video communicator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The most frequently reported doubts related to a telemedical appointment at rheumatology outpatient clinics included the lack of possibility to be physically examined by the doctor (n = 73, 68.9%), concerns if respondents would be able to clearly present their symptoms (n = 55, 51.9%), and lack of the possibility to perform additional tests such as blood tests or ultrasound examination (n = 44, 41.5%). Respondents also worried whether the doctors would understand their complaints (n = 35, 33%) and have sufficient time for them (n = 31, 29.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "In fact, it appeared that only some of the patients' concerns were confirmed during their telemedical consultations. The concern that was confirmed most frequently was the lack of possibility to be physically examined by the rheumatologist (n = 34, 31.78%). 11.21% of patients (n = 12) admitted that their doubts about difficulties in presenting their symptoms had been con-firmed, while in 8.41% problems with understanding the symptoms by the doctor occurred. In 7.48% of patients (n = 8) the lack of possibility to perform additional examinations emerged while 4.57% (n = 5) of the respondents felt that the doctors had not spent enough time on the teleconsultation. Notably, 10.28% (n = 11) of the respondents admitted that none of their concerns had been confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The predominant adversities that had emerged during telemedical appointments at rheumatology outpatient clinics included the lack of possibility to extend the diagnostic process to additional examinations (19.63%) as well as difficulty in reporting the symptoms remotely (13.1%); 7.48% of rheumatology patients reported technical disturbances with the telephone or internet connection. As for the teleconsultations at primary care units, lack of the possibility to obtain answers to all pressing questions was reported as the predominant adversity (15.89%). Notably, this obstacle was rather rarely reported by rheumatology patients (5.61%, p < 0.09).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "Other difficulties reported by primary care patients included the lack of possibility to extend the diagnostic process to additional examinations in 14.95% of cases, disturbances with the telephone or internet connection in 14.95% and difficulties in reporting the symptoms remotely in 13.08%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "The aspects of traditional appointments perceived by the respondents as the most valuable were the possibility of direct conversation with the doctor (n = 79, 73.8%), being examined by the doctor (n = 86, 80.4%), performing additional tests, e.g. ultrasound examination or blood tests (n = 53, 49.5%) as well consulting the results of additional examinations (n = 46, 43%). Anticipated reasons to look for a telemedical appointment with a rheumatologist included inquiries on how to deal with the exacerbation of common symptoms (n = 75, 70.09%), coping with new symptoms (n = 63, 58.88%) or obtaining a prescription for usually taken medications (n = 54, 50.47%). Almost half of the respondents would expect a consultation on drug dosage modification or managing infections (n = 53, 49.53%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents' characteristics"
        },
        {
            "text": "As many as 31.77% (n = 34) out of all respondents (n = 107) stated that they did not receive the necessary medical aid due to the pandemic. Considering only the patients who reported the incidences of the indispensable need of medical aid since the outbreak of COVID-19 (n = 84), as many as 40.48% of patients did not receive the required help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of SARV-CoV-2 pandemic on accessibility to healthcare services and patients' conditions"
        },
        {
            "text": "The majority of the respondents (77.57%) experienced incidences of reduced access to medical services during the COVID-19 pandemic. As many as 56.07% (n = 60) of the respondents had their scheduled visit in the specialist's outpatient clinic cancelled. Planned rehabilitation was not performed in 16.82% (n = 18) of patients. For 14.95% of respondents (n = 16) an appointment in primary outpatient care was cancelled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of SARV-CoV-2 pandemic on accessibility to healthcare services and patients' conditions"
        },
        {
            "text": "As for the limitations in inpatient care, planned diagnostic hospitalization was postponed in 8.41% (n = 9), therapeutic hospitalization in 10.28% (n = 11) and operating procedures in 2.8% (n = 3) of respondents. One of the patients (0.93%) did not benefit from the curative treatment due to implemented restrictions. Almost half of the respondents (49.33%, n = 37, the total number of responses to this inquiry was 75) reported reduced accessibility to rheumatological care. In 26 patients (34.66%) impaired availability of medical services occurred as a consequence of the rheumatology department closure or transformation of the department into a ward for patients with COVID-19. As many as 35.51% (n = 38) of respondents reported a decline in the availability of the prescribed medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of SARV-CoV-2 pandemic on accessibility to healthcare services and patients' conditions"
        },
        {
            "text": "Respondents were asked to rate their state of health both currently and in the pre-COVID-19 phase using a VAS 1-10 scale, where 1 was \"very bad\" and 10 \"excellent\". We recorded an alarming decline in health self-esteem from the average health self-esteem set at 6.37 ±1.92 before COVID-19 to the current rating of 5.78 ±1.91 (p = 0.0087). Almost one-third of the patients (31.77%, n = 34) reported subjective deterioration in their health during the pandemic, 40.19% (n = 43) did not notice any deterioration, and 28.04% were unable to state unequivocally; 35.51% of our respondents (n = 38) associated the change in their condition with the current epidemiological situation, while according to 37.38% of patients it was not impacted by the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of SARV-CoV-2 pandemic on accessibility to healthcare services and patients' conditions"
        },
        {
            "text": "75.7% of respondents (n = 81) reported the alteration of their well-being associated with the current epidemiological state, including concerns about the future in 45 patients (42.05%), feeling of being overwhelmed in 39 cases (36.45%) and a sense of anxiety in 31 (28.97%). Only 3 (2.8%) patients reported a positive change in their mood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of SARV-CoV-2 pandemic on accessibility to healthcare services and patients' conditions"
        },
        {
            "text": "In the face of the raging epidemic, telemedicine appears to be safer and in many cases the only option to maintain continuity of care for patients with chronic diseases. On the one hand, it provides the necessary care to patients who have not ceased to need it, while on the other hand, it raises concerns among both medical staff and patients about maintaining the highest quality of medical services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rheumatic diseases constitute a group of disorders that in the vast majority of cases require prolonged therapy, frequent monitoring and a doctor-patient relationship based on mutual trust. Treatment based on immunosuppression and the risk of progressive impairment of mobility in the course of certain diseases makes the group of rheumatological patients particularly vulnerable to the consequences of therapy discontinuation. Treat-to-target strategy, considered as the most appropriate in the management of rheumatic diseases, requires regularity of the patients' assessment [4] , which is challenging to ensure in the current epidemiological situation.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The level of rheumatology patients' satisfaction with medical tele-advice was estimated as moderate in our study (6.23 ±3.04 for teleconsultations in primary healthcare units and 6.00 ±2.80 for rheumatology outpatient units); 43.93% of our respondents were willing to participate in a tele-visit again. It corresponds with a study on 176 patients with rheumatic diseases, in which more than half of them were in favour of teleconsultation with a rheumatologist in the future [5] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, many other studies have reported a significantly higher level of patients' satisfaction than observed in our study. Patients with chronic rhinosinusitis were reported to be similarly satisfied with telemedicine as with traditional direct appointments [6] . A high rate of contentment was reported for telemedical consultations with spine surgeons, as telemedical services met the expectations of 87.7% of patients [7] . Similarly, a high level of satisfaction with teleconsultations (6.39 on a 1-7 scale) was noted in a study on patients with head and neck diseases [8] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "45% of the participants considered telemedical visits as preferable to traditional appointments, yet some subgroups, including patients living near the outpatient clinics and older patients, remain in favour of direct appointments [7] . This confirms that the level of general satisfaction with telemedicine is influenced by a number of factors depending on the patient's personal situation, including among others accessibility to an outpatient clinic and familiarity with technology, which is in many cases closely related to the age of the patient.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the literature, patients appreciated predominantly the convenience of tele-visits as comparing to traditional ones, the simplicity of using the telemedical service, saving their time and the ease of communication via the telehealth system. The reliability of the visits was rated the worst, indicating that for many patients traditional visits still remain more credible [8] . Indeed, the credibility of the telehealth services remains its main limitation, especially for first-time visits aiming to establish a novel diagnosis. Compared to direct appointment, teleconsultation was associated with poorer diagnostic accuracy in rheumatology patients. Conducting a physical examination during a remote consultation is considered the most troublesome part to perform. Dedicated guidelines and strategies have been prepared to ensure the high quality of examination [9] . The addition of the video transmission to the telehealth service seems to be advisable. It was demonstrated to improve the quality of stated diagnoses and was associated with a greater level of patients' satisfaction [10] .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, in the study by Graham et al. [11] the prevalence of false diagnoses in patients with musculo skeletal complaints reached up to 40% of patients and was similarly inaccurate regardless of whether only a phone call or video consultation was used. Therefore further studies are needed to verify the superiority of video-based platforms over telephone calls in providing satisfactory telehealth services. The majority of our respondents had their teleconsultation performed only with the use of phone call; the lack of video transmission could contribute to a moderate level of satisfaction. In the light of available literature, it seems that telemedi cal consultations could be comparably effective as traditional healthcare in managing patients with already stated dia gnoses and with remission.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the Danish study by Thurah et al. [12] patients with rheumatoid arthritis, followed up by means of telemedical services, achieved comparable disease activity control as patients attending traditional appointments. Telemedicine, compared to direct care, allowed comparable results to be achieved in caring for patients with heart failure, hypertension and diabetes [13, 14] .",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, the majority of tele-appointments were non-primary, performed predominantly as follow-up visits of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The level of the outpatient clinics' preparation for providing telemedical services was estimated in our study as average (5.81 ±2.95 for primary healthcare units and 6.44 ±2.78 for rheumatology outpatient clinics). However, it should be taken into account that prior to the COVID-19 pandemic telemedicine was not widely used in Poland, so the experience of healthcare workers in the field of telemedicine is only being gained. The insufficient preparation of the doctors to provide teleconsultations is not limited only to Poland, as in a survey on 114 healthcare workers from the UK as many as 95% stated that there was a lack of appropriate training on providing telemedical services [15] . In our study, 7.48-14.95% of patients reported technical disturbances with the telephone or internet connection. This is in line with the study by Satin et al. [7] , in which 13.5% of patients reported technical problems.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 691,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is worth noting that a significant proportion of patients who had participated in telemedical consultations more than once had noticed an improvement in the quality of the services provided, which seems promising as regards the possible improvement in patients' satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the very onset of the broad implementation of telemedical services in Poland, our team conducted questionnaire-based research aiming to assess the attitude of Polish rheumatology patients towards telemedicine [3] . Owing to that we can compare the results and observe the alterations in the patients' approach. At the beginning of the pandemic outbreak, the vast majority of patients indicated telephone calls as the preferable form of communication, and while currently it is still the most desirable form we can observe a downward trend in the predominance (81.97% in March vs. 63.6% currently, p = 0.0002). Similarly, we can observe a significant decline in the interest in e-mail communications (50% vs. 23.4%, p < 0.0001). By contrast, video consultations are associated with comparable interest as at the beginning of the epidemic in Poland. Compared to March 2020, patients still value the same aspects of traditional visits the most. Notably, more people appreciated the possibility of being examined by a doctor during a traditional appointment (60.66% in March 2020 vs. 80.04% currently, p = 0.0003).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared with the results from March 2020, we noted that significantly more patients would currently appreciate teleconsultation with their rheumatologist in the case of exacerbation of usual symptoms (58.61% in March 2020 vs. 70.09% currently, p = 0.041) [3] . This may be due to a deterioration in access to traditional healthcare. In contrast, we observed a decline in the interest in seeking rheumatologists' advice on coping with concomitant infections (69.26% in March 2020 vs. 49.53% currently, p = 0.0004) [3] . This may indirectly indicate that rheumatological patients are currently less anxious about getting infected or struggling with the severe course of infections, presumably including SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Indeed, data from the international registry on the course of COVID-19 in patients with rheumatological diseases indicate that the majority of rheumatological patients survive the infection even though the rate of hospitalization and the rate of death among rheumatological patients remain high [16] . Given the nature of the registry and the selection bias, the results are likely to be overestimated due to higher reporting of severe cases and omitting the oligosymptomatic ones. Importantly for rheumatological patients, therapy with drugs frequently used in rheumatology, such as disease-modifying drugs (including biological drugs), anti-malarial drugs and non-steroidal anti-inflammatory drugs, did not increase the risk of hospitalization in the course of COVID-19, contrary however to glucocorticoid therapy in doses above 10 mg/day [16] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared to our previous study, we noted that patients' concerns have also changed over time. Currently, more patients tend to worry about the lack of a physical examination (43% in March 2020 vs. 68.9% in November 2020, p < 0.0001) and about their ability to explain the symptoms accurately (30.32% in March 2020 vs. 51.9% in November 2020, p < 0.0001). At the onset of the COVID-19 pandemic, more patients showed no concerns related to telemedicine at all, but nowadays this attitude is far less frequently noted (23.36 in March 2020 vs. 9.4% in November 2020, p = 0.0023) [3] .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 578,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comparing to our data obtained in March 2020, 6 months after the outbreak of the pandemic, Polish rheumatology patients associated in online support groups and associations are in general less eager to participate in telemedical consultations. In March 2020 only 0.82% of respondents expressed unwillingness to try telemedical advice, while currently such lack of interest was expressed by as many as 28.04% of patients (p < 0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the outbreak of the SARS-CoV-2 pandemic, the vast majority of respondents were in favour of the idea of maintaining teleconsultations at rheumatology outpatient clinics also after the end of the pandemic (88.5%) [3] . Currently, only 42.99% of respondents support this idea. This may indicate that either telemedical services did not fully meet the expectations of the respondents or that the direct contact with physicians is of high value itself. It should be noted, however, that in the previous study the number of participants was over twice as high as the number of respondents in the current questionnaire.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The rapidly growing number of patients combined with limited medical staff and equipment resources makes health care systems around the world dramatically overloaded. It is especially visible in ambulatory care, which is a key element of long-term management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The threat of insufficient care for patients with chronic diseases has become alarmingly real also in Poland, which was reflected by our results as well as data from the literature. Polish dermatologists observed a decrease in hospitalization in their unit by 71.9% compared to the same period in the previous year [17] . While telemedical consultations ensured the continuity of care for Polish patients with cardiovascular diseases, the number of the vast majority of routinely performed procedures either decreased as compared to the corresponding period of the previous year or was suspended due to the epidemiological state [18] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the decline in the availability of healthcare for patients with chronic diseases is observed not only in Poland but also worldwide. Results of the survey completed by 858 rheumatologists affiliated within the Arab League of Associations for Rheumatology revealed a significant decrease in the availability of healthcare for rheumatology patients, including a decrease in the hospitalization of patients by 69%, outpatient appointments by 65% and services provided by infusion centres by 56% [19] .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comparing to the same period in previous years, a significant decline in admissions to paediatric emergency departments as well as in consultations with family paediatricians was observed in Italy during the lockdown period, yet it remains unclear whether the observed effect is a result of limited healthcare resources or the anxiety of possible exposure to SARS-CoV-2 [20] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the fear of developing COVID-19, approximately 4 in 10 adult respondents from the United States had their medical care delayed or abandoned, including routine care in 31.5% of cases and emergency care in 12% of cases [21] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The availability of drugs may be an underrated problem in a pandemic era, with serious consequences that will persist long after the epidemiological situation is under control. Researchers found that up to 32.5% of patients in Nigeria had difficulties with obtaining essential medications, and the majority of them experienced significant increases in drug prices. Interruptions in taking medications contributed to the deterioration of health in the majority of chronically ill patients [22] . Furthermore, shortages of hydroxychloroquine, an anti-malarial drug used in versatile rheumatic diseases, were noted by rheumatologists from the Arab League of Associations for Rheumatology [19] . Also in our study, patients reported difficulties with purchasing prescribed medicines due to poor availability.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We recorded a notable decline in the patients' health self-assessment. Similarly, in a study on 443 subjects in over 26% of respondents mental functioning disorders were highly probable and in about 10% suicidal thoughts occurred from the onset of the pandemic [23] . According to the COVIDiSTRESS Global Survey certain groups such as females, the younger population, individuals with a lower level of education, without a stable partner, living with children and inhabiting areas with a severe epidemiologic situation are at a higher risk of significant stress burden [24] . In another study factors associated with a higher degree of anxiety included female gender, older age, having a stable partner and children, presence of chronic diseases or poor health condition [25] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Alarmingly, the unstable times have contributed to the exacerbation of mental disorders or even induced their development, while at the same time the accessibility to mental health services has unquestionably declined [26] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The number of respondents was limited, and therefore it is not possible to extrapolate the results to the entire Polish population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study"
        },
        {
            "text": "Due to the form of the study (online questionnaire), it can be assumed that the study group was composed of participants with at least basic computer skills. As compared with patients who are less familiar with novel techniques, our respondents might be more eager to participate in remote consultations or might prefer the computer-based forms of consultations (e.g. by e-mail or video-assisted consultations). Moreover, taking into account the nationwide scope of the survey, respondents probably receive treatment in various healthcare setting in the country. The level of patients' satisfaction, as well as technical possibilities of organising teleconsultations, might be incomparably different in distinct settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study"
        },
        {
            "text": "The rapidly developing epidemiological situation has contributed to the flourishment of telemedicine as a tool to maintain the continuity of healthcare. Polish patients with rheumatic diseases, associated in online support groups and associations, are moderately satisfied with the medical teleconsultations provided both in the field of primary health care and in rheumatology outpatient clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Compared to the onset of the pandemic, currently patients seem to be less eager to participate in telemedical consultations. Direct conversation with the doctor, physical examination, possibility to perform additional tests or discuss the test results are considered as the most valuable elements of a traditional medical appointment. Due to the pandemic, many patients experienced limited access to traditional healthcare services, including rheumatological care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The subjective deterioration of health, experienced by many of the respondents, and the high rates of anxiety are very alarming and raise well-founded concerns about the condition of patients with chronic diseases in these difficult times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Atypical pneumonia diagnosed as coronavirusdisease 2019 by a serologic test (patient -1 in Poland)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swadźba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kozłowska",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Anyszek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Polish Arch Intern Med",
            "volume": "130",
            "issn": "",
            "pages": "444--445",
            "other_ids": {
                "DOI": [
                    "10.20452/pamw.15313"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Attachment 1a and 1c to the Minister of the National Health Fund Ordinance on the implementation of contracts for the provision of healthcare services such as outpatient specialist care number 182",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Fund",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The attitude of Polish rheumatology patients towards telemedicine in the age of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Opinc",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Łukasik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Makowska",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reumatologia",
            "volume": "58",
            "issn": "",
            "pages": "134--141",
            "other_ids": {
                "DOI": [
                    "10.5114/REUM.2020.96665"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Treat-to-target in rheumatoid arthritisare we there yet?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Vollenhoven",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Rheumatol",
            "volume": "15",
            "issn": "",
            "pages": "180--186",
            "other_ids": {
                "DOI": [
                    "10.1038/s41584-019-0170-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telerheumatology: A technology appropriate for virtually all",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kulcsar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ercolano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Mecchella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Arthritis Rheum",
            "volume": "46",
            "issn": "",
            "pages": "380--385",
            "other_ids": {
                "DOI": [
                    "10.1016/j.semar-thrit.2016.05.013"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patient Satisfaction, and Chronic Rhinosinusitis Care in the Era of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Morisada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Reumatologia",
            "volume": "59",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spine Patient Satisfaction With Telemedicine During the COVID-19 Pandemic: A Cross-Sectional Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Satin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sheha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Glob Spine J",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Telemedicine for head and neck ambulatory visits during COVID-19: Evaluating usability and patient satisfaction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Layfield",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Triantafillou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head Neck",
            "volume": "42",
            "issn": "",
            "pages": "1681--1689",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26285"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Telemedicine Musculoskeletal Examination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Laskowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shelerud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mayo Clin Proc",
            "volume": "95",
            "issn": "",
            "pages": "1715--1731",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mayocp.2020.05.026"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Telerheumatology -diagnostic accuracy and acceptability to patient, specialist, and general practitioner",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leggett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Br J Gen Pract",
            "volume": "51",
            "issn": "",
            "pages": "746--748",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Could a low-cost audio-visual link be useful in rheumatology?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgimpsey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Telemed Telecare",
            "volume": "6",
            "issn": "1",
            "pages": "35--37",
            "other_ids": {
                "DOI": [
                    "10.1258/1357633001934078"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tele-Health Followup Strategy for Tight Control of Disease Activity in Rheumatoid Arthritis: Results of a Randomized Controlled Trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Thurah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stengaard-Pedersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Axelsen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arthritis Care Res",
            "volume": "70",
            "issn": "",
            "pages": "353--360",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interactive telemedicine: Effects on professional practice and health care outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flodgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rachas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lipid-lowering therapy and renin-angiotensin-aldosterone system inhibitors in the era of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Katsiki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mikhailidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Med Sci",
            "volume": "16",
            "issn": "",
            "pages": "485--489",
            "other_ids": {
                "DOI": [
                    "10.5114/aoms.2020.94503"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Telemedicine during COVID-19: A survey of health care professionals' perceptions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elawady",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khalil",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Assaf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Monaldi Arch Chest Dis",
            "volume": "90",
            "issn": "",
            "pages": "576--581",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characteristics associated with hospitalisation for COVID-19 in people with rheumatic disease: Data from the COVID-19 Global Rheumatology Alliance physician-reported registry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gianfrancesco",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hyrich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hyrich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/annrheumdis-2020-217871.17"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Telehealth visits in a tertiary cardiovascular center as a response of the healthcare system to the severe acute respiratory syndrome coronavirus 2 pandemic in Poland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Świerad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dyrbuś",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szkodziński",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Polish Arch Intern Med",
            "volume": "130",
            "issn": "",
            "pages": "700--703",
            "other_ids": {
                "DOI": [
                    "10.20452/pamw.15370"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The impact of COVID-19 pandemic on rheumatology practice: a cross-sectional multinational study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ziadé",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hmamouchi",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Kibbi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Rheumatol",
            "volume": "39",
            "issn": "",
            "pages": "3205--3213",
            "other_ids": {
                "DOI": [
                    "10.1007/s10067-020-05428-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Delayed access or provision of care in Italy resulting from fear of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apicella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc Heal",
            "volume": "4",
            "issn": "",
            "pages": "30108--30113",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-4642(20"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Delay or Avoidance of Medical Care Because of COVID-19-Related Concerns -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "É"
                    ],
                    "last": "Czeisler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marynak",
                    "suffix": ""
                },
                {
                    "first": "Ken",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "1250--1257",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6936a4"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impact of the COVID-19 pandemic on consumers' access to essential medicines in Nigeria",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Awucha",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Janefrances",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Meshach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "103",
            "issn": "",
            "pages": "1630--1634",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.20-0838"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mental health and the SARS-CoV-2 epidemic -Polish research study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Talarowska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chodkiewicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biliński",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17197015"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Who is the Most Stressed During the COVID-19 Pandemic? Data From 26 Countries and Areas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kowal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Coll-Martín",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ikizer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Appl Psychol Health Well Being",
            "volume": "12",
            "issn": "",
            "pages": "946--966",
            "other_ids": {
                "DOI": [
                    "10.1111/aphw.12234"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Predictors of anxiety during the COVID-19 pandemic in Poland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malesza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaczmarek",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pers Individ Dif",
            "volume": "170",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.paid.2020.110419"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Negative impacts of COVID-19 lockdown on mental health service access and follow-up adherence for immigrants and individuals in socio-economic difficulties",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aragona",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cavani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Health",
            "volume": "186",
            "issn": "",
            "pages": "52--56",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2020.06.055"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "from your rheumatology outpatient clinic do you live? -My rheumatology outpatient clinic is located in the town where I live -Less than 20 km -Between 20 and 50 km -Between 50 and 100 km -More than 100 km away Please assess your current complaints associated with the rheumatic disease on a scale from 1 you value most in the direct contact with your doctor during traditional outpatient clinic consultations? (Multiple choice question) -The direct talk with my rheumatologist -The possibility of physical examination (palpation, auscultation) performed by the doctor -The possibility of performing additional tests (such as ultrasound examination, blood tests) -The possibility to show your test results to the doctor -Other Which information and communication technologies do you find best to communicate with your doctor? (Multiple choice question) -Phone -Online communicators such as Skype -E-mail -I am not interested in receiving medical advice with the use of information and communication technologies -Other Which of the possible issues could affect your rheumatology teleconsultation? (Multiple choice question) -Lack of the possibility to perform additional tests such as ultrasound examination, or blood tests -Lack of physical examination performed (palpation, auscultation) by the doctor -Concern about the doctor's understanding of my complaints -Concern about not being able to accurately present my symptoms during a teleconsultation -Concern about the doctor not having enough time for me during a teleconsultation -Problems with using the computer -Lack of access to the equipment enabling teleconsultations (computer, telephone) -Concern about receiving drug prescriptions -Concern about following the teleconsultation due to hearing impairment -I have no concerns associated with teleconsultations -I have no intention to participate in teleconsultations -Other Reumatologia 2021; 59/2 On which medical issues associated with your rheumatic disease would you like to receive advice during a teleconsultation? (Multiple choice question) -Advice on medication dosage modification -Receiving prescriptions for my current medication -Advice in case of an infection -Advice in case of aggravation of my usual symptoms -Advice in case of new complaints or symptoms -Advice in case of side effects of my medication -I am not interested in receiving medical advice with the use of information and communication technologies -Other Will you require any help in order to participate in a teleconsultation? -Yes, I will need help with using the equipment enabling teleconsultations (computer, telephone) -Yes, I will need help other than with using the computer -No How did you learn about the possibility of teleconsultations in a rheumatology outpatient clinic? -From my rheumatologist -From my family doctor -From another healthcare professional -From the website of my hospital/outpatient clinic -From other patients -From my family and friends -Other Do you think that after the SARS-CoV-2 pandemic rheumatology teleconsultations should be continued? -Definitely yes -Yes -Neither agree nor disagree -No -Definitely not Please select all the reasons for which you would want rheumatology teleconsultations to be continued after the SARS-CoV-2 pandemic: -I have difficulties walking -Teleconsultations are more convenient to me than a traditional outpatient clinic consultation -I have limited possibilities of travelling to my outpatient clinic -I am afraid of infections -The waiting time for a traditional consultation is too long -Teleconsultations could shorten the queues for healthcare professionals -I think that teleconsultations should not be continued after the SARS-CoV-2 pandemic -Other Please select the number of the specialist outpatient clinics you attend: TWO -Satisfaction from telemedical consultations (for participants who had received medical advice with the use of information and communication technologies) I had a teleconsultation with (multiple choice question): -Primary healthcare doctor -family doctor, general practitioner -Rheumatologist How many telemedicine consultations have you participated in since the beginning of the pandemic?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Why did you refer to the doctor for teleconsultation? (Two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -I did not participate in teleconsultations in this clinic -Novel symptoms -I have no diagnosis stated -Novel symptoms -I have a diagnosis stated -Worsening of usual symptoms -Scheduled follow-up visit -For a prescription for usually taken medications -Obtaining or extending sick leave -Other reason What difficulties have you encountered during teleconsultation? (Multiple choice question; two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -I did not participate in teleconsultation in this clinic -Difficulty with reporting the symptoms remotely -Difficulties in understanding the doctor's recommendations -Difficulties with telephone/internet connection -No possibility to receive answers to all pressing questions -No possibility of performing additional tests (ultrasound of the joints, blood test) -None Which of your concerns have been confirmed during teleconsultation? (Multiple choice question; two separate questionsone concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care) -I did not participate in teleconsultation in this clinic -I had no concerns associated with teleconsultations -Lack of the possibility to perform additional tests such as ultrasound examination, or blood tests -Lack of physical examination performed (palpation, auscultation) by the doctor -Concern about the doctor's understanding of my complaints -Concern about not being able to accurately present my symptoms during a teleconsultation -Concern about the doctor not having enough time for me during a teleconsultation -Problems with using the computer -Lack of access to the equipment enabling teleconsultations (computer, telephone) -Concern about receiving drug prescriptions -Concern about following the teleconsultation due to hearing impairment -None of the issues occurredTo what extent did medical teleconsultation meet your expectations? Please rate on a scale of 1-10 where 1 means \"definitely did not meet my expectations\" and 10 means \"definitely met all my expectations\" (Two separate questions -one concerning consultations in primary healthcare and another one concerning teleconsultations in rheumatology outpatient care)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SECTION THREE -The impact of the COVID-19 pandemic on the health of rheumatic patients Was your scheduled doctor appointment or hospitalization cancelled due to the COVID-19 pandemic? (Multiple choice question) -Yes, at the primary healthcare (family doctor, general practitioner) -Yes, at the specialist outpatient clinic -Yes, diagnostic hospitalization -Yes, follow-up hospitalization (non-surgical ward) -Yes, planned surgery -Yes, planned rehabilitation -Yes, planned curative treatment -No Due to the pandemic, have you not received the necessary medical aid? -Yes, I did receive the necessary medical aid -No, I did not receive the necessary medical aid -No, I did not require any medical aid If you answered \"Yes\" to the above question, please provide a short description of the situation: ......................................................... .................................................................................................................................................................................................................................................. Since the announcement of the pandemic, have you had difficulties with buying prescribed medications due to reduced availability of the medications? -Yes -No, I had no such difficulties -No, I did not have to buy any prescribed medications Did you have a problem with access to rheumatology care due to the closure of the ward or the transformation of the ward into a ward for patients with COVID-19? -Yes -No -I don't know why the access to rheumatology care was reduced Do you think your health has deteriorated as a result of the COVID-19 pandemic? -Yes -No -Difficult to state How would you rate your health before the pandemic? 1 indicates \"very poor\", 10 indicates \"very good\" you rate your health now? 1 indicates \"very poor\", 10 indicates \"very good\" associate the current change in your health with the pandemic? -Yes -No -My condition has not changed Due to the epidemic situation, have you experienced any significant changes in your well-being? (Multiple choice question) -Yes, I have fewer responsibilities and a better mood -Yes, I am anxious -Yes, I am worried about the future -Yes, I feel overwhelmed by the current situation -No, I haven't noticed any significant changes in my well-being",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".04% of respondents noticed an improvement in the preparation of the doctors",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "English translation of the questionnaire Age: .............",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cont.Table II. Demographic data of the study group",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}