{
    "paper_id": "0b720d9514be3b91ababc07a7602df6d295c1bc8",
    "metadata": {
        "title": "Is it safe to receive kidneys from deceased kidney donors tested positive for covid-19 infection?",
        "authors": [
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Mohamed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals of Tennessee",
                    "location": {
                        "region": "Tennessee",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Miklos",
                "middle": [
                    "Z"
                ],
                "last": "Molnar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Utah",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Nithya",
                "middle": [],
                "last": "Krishnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Coventry & Warwickshire",
                    "location": {
                        "settlement": "Renal, Coventry",
                        "country": "United Kingdom"
                    }
                },
                "email": "nithyakrishnan@uhcw.nhs.uk"
            },
            {
                "first": "Hatem",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Coventry & Warwickshire",
                    "location": {
                        "settlement": "Renal, Coventry",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For kidney transplant being the ideal solution for patients with end-stage kidney disease, there is an increasing demand for donated organs available for transplantation. According to the recent United Network for Organ Sharing (UNOS) update, there are more than 110,000 candidates on the kidney transplant waitlist, with the number growing every year [1] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Our modern world is facing extraordinary circumstances while passing through a serious pandemic caused by the novel coronavirus (COVID-19) which may lead to multiorgan system failure & death [2] . 198,589 COVID-19 deaths were reported in the US on 19 September 2020, some of which may provide a potential source for kidneys available for transplantation [3] . In this report, we are discussing five kidney transplant patients who received kidneys from individuals who tested positive for the novel coronavirus. We aim to open a discussion into a new chapter of expandedcriteria kidney donation.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "We retrospectively reviewed all renal transplant recipients registered in the UNOS database who had their transplants during the 1st wave of COVID-19 pandemic between 1st of March 2020 and 1st of December 2020. Patients who received kidney transplants from a deceased donor with a positive COVID-19 polymerase chain reaction (PCR) test within three months prior to transplant were included in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The STARFILES used in our study were: KIDPAN, KIDPAN_IMMUNE_DISCHARGE, and DECEASED_DONOR_ DATA. Patients were followed up till the 4th of December 2020. Data about recipient factors (age, sex, ethnicity, diabetes, hypertension, body mass index, cause of renal failure, number of previous transplants, date of renal transplant), transplant factors (type of induction therapy, maintenance immunosuppressive therapy, delayed graft functions, early post-operative rejection episodes, HLA mismatch, PRA level, cold ischemia time) and donor factors (age, sex, ethnicity, diabetes, hypertension, date of COVID-19 test, type of COVID-19 test) were collected. Outcome measured were patient and graft survival till the end of the follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "We found five renal transplant patients received kidneys from three deceased donors who tested positive for COVID-19 infection using PCR test. Details for baseline characteristics for transplant recipients and donors are shown in Tables 1 and 2, respectively. The timing of the COVID-19 test ranged between one day and 55 days pre-transplant. All donors tested positive for COVID-19 infection using nucleic acid testing one day before the transplant operation. None of the transplant recipients had acute rejection episodes, graft, or patient loss till the time of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The results of our study highlight the importance of considering deceased patients secondary to COVID-19 infection as potential kidney donors. Many uncertainties surround kidney donation during the COVID-19 era. The guidelines' recommendations about kidney donation show disparities, low-quality evidence and are difficult to implement in clinical practice. The American Society of Transplant Surgeons recommends suspending all living donations unless necessary. The deceased donation can be resumed if it is in the interest of the recipient [4] . NHSB's most recent guidelines recommend suspending organ donations from those who tested positive for the novel coronavirus. Moreover, it discourages donation from asymptomatic individuals who have been in a COVID-19affected area in the last 28 days [5] . On the other hand, the American Society of Transplantation recommends that kidneys from donors with an intermediate risk of COVID-19 infection can be considered with caution. They suggested that it is safe to use organs from donors who are low-risk or COVID-19 negative, as well as those who have recovered from COVID-19 disease more than 28 days before donation [6] .",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Literature rejected the possibility of transmission of COVID-19 through blood and blood products of vertical transmission to the fetus from COVID-19 infected mothers [7] . Kwon et al. reported transfusion of blood and platelet to nine recipients from asymptomatic COVID-19-positive donors who donated at least three days before the onset of symptoms. No viral transmission was reported in the recipients [8] . Nevertheless, the data still limited to a small number of reported patients.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Utilizing kidneys from donors with infectious risks has the potential to become the standard of care in many centers [4] [5] [6] . The urge to minimize the number of candidates on the kidney transplant waitlist led to relax the criteria of accepting more marginal donors and an increasing utilization of medically complex kidney donors. In our series, we included deceased donors who tested positive for COVID-19 infection using PCR. It is imperative to consider false positivity when assessing PCR results. One of the methods to consider false positivity is to assess cycle threshold for PCR results. Unfortunately, we do not have the results for cycle threshold in our case series. However, we recommend that it should be discussed with local lab before considering transplantation [9] . It is also important to consider the vaccination status of the recipients. During the first wave of COVID-19 pandemic, none of the recipients were vaccinated. However, nowadays waitlist candidates should be vaccinated which increases the safety of using these donors.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Our report has certain limitations. Being retrospective in nature with the small number of patients included limits the ability to produce any causal interpretation. Another limitation is the short follow-up period. However, rejection episodes occur most often in the first six months after transplant. More studies are needed to address the short and long-term complications and outcomes for accepting kidneys from individuals who tested positive for the novel coronavirus. Additional work is urgently needed to clarify the post-donation health hazards among those patients and assure the safety of the patients. In conclusion, receiving kidneys from selected deceased donors who tested positive for COVID-19 infection may be safe and enable tapping in to a source of organ donation so far not considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "US renal data system 2016 annual data report: epidemiology of kidney disease in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Kidney Dis",
            "volume": "69",
            "issn": "3",
            "pages": "7--8",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Survival rate in acute kidney injury superimposed COVID-19 patients: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daoud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ren Fail",
            "volume": "42",
            "issn": "1",
            "pages": "393--397",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and excess all-cause mortality in the US and 18 comparison countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bilinski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "20",
            "pages": "2100--2102",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "OrganRetrieval for Transplantation in theCOVID-19 Era. Message to ASTS Members",
            "authors": [],
            "year": 2019,
            "venue": "ASTS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deceased Donation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Information for transplant programs and OPOs regarding",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Optn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is blood transfusion safe during the COVID-19 pandemic?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bassil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rassy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kattan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Future Sci Oa",
            "volume": "6",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Post-donation COVID-19 identification in blood donors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vox Sang",
            "volume": "115",
            "issn": "8",
            "pages": "601--602",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impact of false positive COVID-19 results in an area of low prevalence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Metezai",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Med (Lond)",
            "volume": "21",
            "issn": "1",
            "pages": "54--56",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline characteristics for transplant recipients. BMI: Body Mass Index; PRA: Panel Reactive Antibodies.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Baseline characteristics for donors.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}