{
    "paper_id": "0b738d1794953dacc8c3886c519f5e459a52c2a9",
    "metadata": {
        "title": "Medical toolkit organisms and Covid-19",
        "authors": [
            {
                "first": "Ulrich",
                "middle": [
                    "E"
                ],
                "last": "Stegmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Aberdeen",
                    "location": {
                        "addrLine": "50-52 College Bounds",
                        "postCode": "AB24 3DS",
                        "settlement": "Aberdeen",
                        "country": "UK"
                    }
                },
                "email": "u.stegmann@abdn.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The Covid-19 pandemic has intensified interest in animals with superior antiviral defences. I argue that the role of such animals in biomedical research contrasts with the role of disease models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords Disease models · Non-model organisms · SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Much biomedical research uses animal models to investigate human diseases. The Covid-19 pandemic shines a spotlight on a very different, and perplexing, way of employing animals in biomedical research: as medical toolkits rather than as models. This note sketches (what I will call) the toolkit strategy for using animals in biomedical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As the examples below will show, some animals evolved antidisease strategies that are superior to those of humans. Consequently, some biomedical researchers aim to uncover the underpinning mechanisms and to determine whether the animals' strategies can be reproduced in humans. In this context, animals are employed like medical toolkits, i.e. collections of ready-to-use equipment and supplies for treating medical conditions. In contrast to disease models, toolkit organisms are investigated despite and because of the fact that their features are expected to be absent in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humans and many other mammals defend themselves against viruses by activating the innate immune response (in the first instance). Receptors sense the presence of viral material in the body and trigger pathways that prompt antiviral defences like inflammation. Bats and pangolins are known to cope much better than humans with many viruses, including SARS-Cov-2. As it turns out, they dampen rather than boost their innate immune response. They have permanently inactivated the genes for virus-sensing receptors such as IFIH1 and ZBP1 (Fischer et al. 2020a ) and AIM2 (Gorbunova et al. 2020) . Furthermore, pangolins have eliminated the cGAS-STING signalling pathway, which receptors trigger when detecting viral material (Fischer et al. 2020b) . Bats reduce the inflammation response to TNF-signaling (Gorbunova et al. 2020) . Such findings raise the possibility of reproducing these strategies in humans. It may be possible, for instance, to pharmaceutically suppress IFIH1dependent signaling (Fischer et al. 2020a) .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 555,
                    "text": "(Fischer et al. 2020a",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 567,
                    "end": 590,
                    "text": "(Gorbunova et al. 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 721,
                    "end": 743,
                    "text": "(Fischer et al. 2020b)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 801,
                    "end": 824,
                    "text": "(Gorbunova et al. 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 994,
                    "end": 1016,
                    "text": "(Fischer et al. 2020a)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Relatedly, naked mole rats evolved highly effective anticancer strategies (Seluanov et al. 2018) . Their cells, for example, quickly cease to proliferate when encountering other cells. Early contact inhibition is due to unusually long versions of hyaluronic acid (HA), which is the main non-protein component in the extracellular matrix. Early contact inhibition may be replicated in humans by lengthening HA (Seluanov et al. 2018) . Interestingly, Seluanov and Gorbunova found \"a very promising molecule that increases the amount and most importantly the size of HA\" in human cell cultures (pers. comm. 5/10/2020).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 96,
                    "text": "(Seluanov et al. 2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 409,
                    "end": 431,
                    "text": "(Seluanov et al. 2018)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the examples above, researchers investigate bats, pangolins, and naked mole rats despite knowing that humans lack their antiviral and anticancer strategies. In fact, researchers investigate these organisms because they know this. It would be pointless to probe the strategies' reproducibility if they already operated in humans. Furthermore, given that the animals' strategies are expected to be absent in humans, extrapolating the underpinning mechanisms would be unjustified. Thus, employing animals as toolkits for human diseases is not only different from, but contrary to, using them as disease models. Note, however, that the same organism may serve as a toolkit in one context and as a disease model in another. Green et al. (2018) may be the first HPS discussion of biomedical research into organisms with adaptations that are absent but desirable in humans. The authors construe such organisms as \"negative models\", since humans lack their adaptations. They also explore whether it is \"possible to generalize or translate\" the insights gained, and conclude that the adaptations of some, but not all, such organisms are \"applicable or generalizable across species\". Green et al. (2018) glide seamlessly from applicability and translatability to generalizability and therefore miss a key feature of toolkit organisms: whereas the adaptations of these organisms may be applicable or translatable (by introducing or replicating the adaptations in humans), they are not generalisable (because inferences like \"since pangolins have mechanism M, so do humans\" are unwarranted). Put differently, the adaptations may be generalisable in a practical, but never in an epistemic, sense. Toolkit organisms really are distinct from disease models.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 741,
                    "text": "Green et al. (2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1177,
                    "end": 1196,
                    "text": "Green et al. (2018)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Employing animals as medical toolkits is also different from using them as instruments or measuring devices (Germain 2014) . When animals serve as instruments, the presence/absence of a state in the animal (e.g. follicular blood spots) indicates the presence/absence of a different state in humans (e.g. pregnancy). This is still an animal-to-human inference, albeit not a generalisation. Yet even such non-generalising inferences are unnecessary and unjustified when animals serve as toolkits.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 122,
                    "text": "(Germain 2014)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note that replicating an organism's solution in humans need not require replicating the organism's mechanism(s) for that solution. Pangolins dampen the innate immune response against RNA viruses (solution) by inactivating receptor genes (mechanism). In humans, however, inhibiting receptor activity pharmaceutically may achieve the same result. Furthermore, whatever the (dis)similarities between an animal's mechanism and the one introduced in humans, the latter mechanism may be more or less similar to existing processes in humans. For instance, inhibiting the activity of our receptors would diverge less from our biology than permanently inactivating our receptor genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, it is natural to make the uniqueness of the adaptations of toolkit organisms responsible for the failure of extrapolation. But this would be a mistake. Among healthy vertebrates, low-density bones and lack of haemoglobin are unique to Antarctic icefish. But these features are similar to pathological conditions in human anaemias and osteoporosis. Identifying the associated genes in icefish licences inferences about the mutations implicated in human pathologies. Hence, despite their unique adaptations, icefish serve as (\"evolutionary mutant\") models for human diseases (Albertson et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 604,
                    "text": "(Albertson et al. 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This note offered a sketch of biomedical research that employs animals as toolkits. The history of the toolkit strategy, its relation to modelling, and its potential for addressing Covid-19 are future questions for HPS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolutionary mutant models for human disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Albertson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cresko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Detrich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Postlethwait",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends in Genetics",
            "volume": "25",
            "issn": "",
            "pages": "74--81",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pangolins lack IFIH1/MDA5, a cytoplasmic RNA sensor that initiates innate immune defense upon coronavirus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tschachler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eckhart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Immunology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cytosolic DNA sensing through cGAS and STING is inactivated by gene mutations in pangolins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tschachler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eckhart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Apoptosis",
            "volume": "25",
            "issn": "",
            "pages": "474--480",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From replica to instruments: animal models in biomedical research",
            "authors": [
                {
                    "first": "P.-L",
                    "middle": [],
                    "last": "Germain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "History and Philosophy of the Life Sciences",
            "volume": "36",
            "issn": "",
            "pages": "114--128",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The world goes bats: Living longer and tolerating viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gorbunova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seluanov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Metabolism",
            "volume": "32",
            "issn": "",
            "pages": "31--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Organisms and the problem of generalization: Interpreting the Krogh principle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leonelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rachel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "History and Philosophy of the Life Sciences",
            "volume": "40",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mechanisms of cancer resistance in long-lived mammals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seluanov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Gladyshev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vijg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gorbunova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Reviews Cancer",
            "volume": "18",
            "issn": "",
            "pages": "433--441",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements My thanks to Andrei Seluanov for sharing unpublished results and to two anonymous reviewers for helpful comments. Sahotra Sarkar's initiative Heredity in the Postgenomic Era (Wissenschaftskolleg Berlin, 2014-15) sparked my interest in non-model organisms.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}