{
    "paper_id": "0b059540c64bca0d055df4dbeea9356f29b8eb07",
    "metadata": {
        "title": "Is it possible to implement a rare disease case-finding tool in primary care? A UK-based pilot study",
        "authors": [
            {
                "first": "Orlando",
                "middle": [],
                "last": "Buendia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sneha",
                "middle": [],
                "last": "Shankar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hadley",
                "middle": [],
                "last": "Mahon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Connor",
                "middle": [],
                "last": "Toal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lara",
                "middle": [],
                "last": "Menzies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pradeep",
                "middle": [],
                "last": "Ravichandran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Roper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jag",
                "middle": [],
                "last": "Takhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rudy",
                "middle": [],
                "last": "Benfredj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Will",
                "middle": [],
                "last": "Evans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: This study implemented MendelScan, a primary care rare disease case-finding tool, into a UK National Health Service population. Rare disease diagnosis is challenging due to disease complexity and low physician awareness. The 2021 UK Rare Diseases Framework highlights as a key priority the need for faster diagnosis to improve clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A UK primary care locality with 68,705 patients was examined. MendelScan encodes diagnostic/screening criteria for multiple rare diseases, mapping clinical terms to appropriate SNOMED CT codes (UK primary care standardised clinical terminology) to create digital algorithms. These algorithms were applied to a pseudoanonymised structured data extract of the electronic health records (EHR) in this locality to \"flag\" at-risk patients who may require further evaluation. All flagged patients then underwent internal clinical review (a doctor reviewing each EHR flagged by the algorithm, removing all cases with a clear diagnosis/diagnoses that explains the clinical features that led to the patient being flagged); for those that passed this review, a report was returned to their GP. 55 of 76 disease criteria flagged at least one patient. 227 (0.33%) of the total 68,705 of EHR were flagged; 18 EHR were already diagnosed with the disease (the highlighted EHR had a diagnostic code for the same RD it was screened for, e.g. Behcet's disease algorithm identifying an EHR with a SNOMED CT code Behcet's disease). 75/227 (33%) EHR passed our internal review. Thirty-six reports were returned to the GP. Feedback was available for 28/36 of the reports sent. GP categorised nine reports as \"Reasonable possible diagnosis\" (advance for investigation), six reports as \"diagnosis has already been excluded\", ten reports as \"patient has a clear alternative aetiology\", and three reports as \"Other\" (patient left study locality, unable to re-identify accurately). All the 9 cases considered as \"reasonable possible diagnosis\" had further evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: This pilot demonstrates that implementing such a tool is feasible at a population level. The casefinding tool identified credible cases which were subsequently referred for further investigation. Future work includes performance-based validation studies of diagnostic algorithms and the scalability of the tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "definition of a rare disease, with most legislative frameworks using point prevalence. In the UK and the European Union (EU), a rare disorder is defined as affecting fewer than 1 in 2000 persons [4, 5] . 71.9% are considered genetic diseases, and 69.9% have a paediatric-onset [2] . Of all RD, 149 diseases (4.2%) have a prevalence in the range of 1-5 per 10,000, these account for 77.3-80.7% of the total population of patients affected. Collectively RD are a significant burden to healthcare systems and society, in the US the annual economic burden of 379 RD, with a combined incidence of 15.5 million, was estimated to be $966 billion in 2019 [6] . Rare disease diagnosis is challenging, patients frequently remain without a correct diagnosis for extended periods. This hunt for a diagnosis has its own term: the diagnostic odyssey [7] . During this diagnostic odyssey, patients typically experience numerous primary care visits, specialist clinic reviews, investigations, interventions, misdiagnoses and inappropriate treatments [8] . A cohort of patients with RD in the UK and US reported a diagnostic delay of an average of 5.6 and 7.6 years respectively, with patients typically visiting eight physicians (four primary care and four specialists) and receiving two to three misdiagnoses [9] . Similarly, an EU survey reported that 40% of patients with RD were initially incorrectly diagnosed, and a quarter experienced a diagnostic odyssey of more than 5 years [10].",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 199,
                    "end": 201,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The reason for this diagnostic delay is multifactorial. No individual clinician can be expected to know all RD, and the adage \"When you hear hoofbeats, do not expect to see Zebras\" [11] , describes a well-held approach to considering the differential diagnosis of a clinical problem, but is not helpful for diagnosing patients with RD. Enabling clinicians, especially those in primary care, to identify unusual patterns and revisit diagnoses is crucial to reducing the diagnostic odyssey for patients with RD [12] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early diagnosis is central to achieving better patient outcomes [13] . It enables an improved assessment of prognosis, optimization of care, access to therapies, linkage to patient organisations, easier access to social and educational support, as well as more accurate disease information [12] . It also brings clarity and understanding to the challenging, puzzling and costly diagnostic odyssey for patients and their families [14] . Furthermore, an accurate diagnosis enables the patient to contribute to the broader understanding of their disease, through for example patient registries, engagement with research and therapy development [15] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the UK, addressing this diagnostic odyssey is the first of four key priorities in the UK Rare Diseases Framework, published in January 2021. The priority 'Helping rare disease patients get a final diagnosis faster' is underpinned by five themes and proposes using data and digital technologies as a solution to enable a more timely diagnosis [16] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mendelian is a UK-based health data analytics company focused on shortening the diagnostic odyssey of rare and hard-to-diagnose diseases. Mendelian has developed a digital case-finding tool, \"MendelScan\", that can analyse structured clinical vocabulary, such as SNOMED CT codes [17] from primary care electronic health records (EHR) and highlight patterns of data that correspond to an increased likelihood of the patient being affected by certain RD. This enables the identification of those at risk and assists their clinician in accessing the correct diagnostic pathway. The MendelScan system is summarised in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 619,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The pilot study took place between January 2019 and October 2020. The primary objective was to assess the feasibility of applying MendelScan with seventy-six rare disease algorithms (see \"Appendix 1\"), in a primary care environment in the lower lea valley (LLV) primary care GP Federation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The process for delivering MendelScan into the selected primary care federation involved establishing agreements, deploying the algorithms into a pseudonymised data set, manually reviewing the EHR identified by the algorithm, delivering the reports to GP and collecting their feedback. Figure 2 summarises the implementation process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "To facilitate data access and establish confidence in this study, an independent ethical analysis of this approach was commissioned [18] . Building on the outcome and recommendations of this report, and in compliance with information governance legislation, a data-sharing agreement (DSA) was agreed between stakeholders (Mendelian, Medeanalytics, East and North Hertfordshire NHS trust and Lea valley primary care network). The DSA is a contract that stipulates the rules regarding the usage and handling of data. Finally, a data protection impact assessment (DPIA) was drafted, identifying and minimising the data protection risks of the project [19] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Primary care EHR access Ethics and information governance"
        },
        {
            "text": "Data transfer involved Medanalytics creating a data set of patients' EHR, removing personal identifiers, and individuals who had opted out of sharing through the national data opt-out. For the remainder EHR a pseudonym, with a unique numeric identifier was created. This ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data transfer"
        },
        {
            "text": "Not all of the 7000-9000 rare diseases are appropriate for MendelScan. Mendelian developed a stepped approach to stratify which rare diseases are more likely to be suitable for primary care records analysis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm deployment"
        },
        {
            "text": "(1) Analysing the suitability of the RD by scoring the features of the disease, the benefit of early diagnosis and the likelihood that the relevant clinical char- acteristics would be captured in the primary care EHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm deployment"
        },
        {
            "text": "(2) For a disease to be deemed suitable, it had to meet the three compulsory core variables, with diseases then prioritised on the response to the three optional variables. (See Table 1 ). (3) Performing a literature review, searching for peerreviewed screening or diagnostic criteria for the selected RD. (4) For a criteria to be deemed suitable, it had to meet the two compulsory core variables, with the diseases then prioritised on the response to the three optional variables. (See Table 2 ). (5) Digitising the selected criteria into a numeric algorithm using structured data codes (SNOMED CT), across a range of EHR code types. (see Table 3 ) We did not interrogate data held in unstructured formats (free text) such as letters or consultation notes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 487,
                    "end": 494,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 640,
                    "end": 647,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Algorithm deployment"
        },
        {
            "text": "The MendelScan case-finding tool checked the seventy-six disease algorithms against the pseudonymised EHR data extracts flagging patients who met the algorithms' threshold of being at risk of the disease. Flagged patients' structured EHR were then reviewed by a clinician, and a report was returned to the GP if a plausible alternative explanation for the clinical features could not be found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm deployment"
        },
        {
            "text": "We performed an anonymous, two-round manual review process for each EHR identified by any of the seventy-six algorithms deployed. In round one, a medical doctor reviewed each EHR and assigned to each case one of three outcomes: In round two, rule-in cases were further reviewed by a GP, geneticist or an expert in a particular rare disease and further assigned a rule-in or rule-out outcome. For each rule-in case, a patient report was generated and sent to their GP practice. The review process is summarised in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 519,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Internal review of identified cases' EHR"
        },
        {
            "text": "A report for each of the 'rule-in' patients was returned to their GP by email. The report included the unique patient identifier, to enable re-identification and matching to the patient's full EHR, an explanation of the condition, the reasons why this patient was flagged, and suggested next steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Returning reports to GP"
        },
        {
            "text": "Feedback from the GP was requested at two stages. The first, 'patient report feedback' , was requested at the time the GP completed evaluating the patient's report and EHR. This consisted of an online questionnaire accessed through a link on each patient report (\"Appendix 2\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GP feedback on reports"
        },
        {
            "text": "The first question asked the GP the main outcome of the report. See Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "GP feedback on reports"
        },
        {
            "text": "The second, patient outcome feedback was requested 3 months later requesting the result of those advanced for further evaluation Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "GP feedback on reports"
        },
        {
            "text": "Delivering MendelScan into a primary care locality involved a process starting with setting up the agreements through to receiving feedback from the reports sent to GPs. The main results are summarised in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 211,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The ethics report helped to clarify challenges and potential risks in data management for stakeholders to minimise. The information governance process (Data Sharing Agreement and the Data Protection Impact Assessment) took almost a year to complete. There were no standard documents to enable data transfer for commercial service providers in the NHS. With no standardised documents nor any previous experience of such processes in either Mendelian nor the LLV, this took longer than anticipated to agree on the legal and information governance documentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary care EHR access Ethics and information governance"
        },
        {
            "text": "The process of data transfer led to about a one-third reduction in the number of EHR. This was either due to no clinical events being reced in a patient's EHR, the death of the patient, deregistration or issues related to the quality of the data (incomplete or an unsound record). After the data cleaning process, the de-anonymised data set included 68,705 patients' EHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data transfer"
        },
        {
            "text": "We analysed 259 RD. 76 RD passed the stepped approach for algorithm development and adoption. All 76 algorithms were deployed successfully into the deanonymised data set. 55 of the 76 algorithms identified at least one EHR. 227 EHR (0.33% of the total population) were identified in total. 18 of the 227 EHR had an existing diagnostic code for the flagged RD. In the total population, there were 152 patients' EHR with a diagnostic code for one of the 76 rare diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm deployment"
        },
        {
            "text": "75 of the 227 EHR (33%) passed our internal review process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal review of identified EHR"
        },
        {
            "text": "36 of the 75 (48%) patient reports were returned to the GP practices. The return of reports was batched to manage GP workload (a maximum of 5 reports per week per GP practice). A GP Federation Research Nurse, with access to the full EHR across multiple practices, did an initial review of reports for all but one of the practices in the study. The reviewing for this single practice was done by a GP at the practice. 39 (52%) of the reports were not delivered. This was due to clinical pressures associated with the COVID-19 pandemic, and restructuring of the primary care organisation leading to the need to review contracting and data sharing agreements. Feedback regarding the process of returning reports included that: the batching of reports into fives was welcomed, enabling the work of reviewing cases to be planned efficiently; the reports were re-identified within the primary care data system successfully; the reports were found to be clearly laid out with the reasons for flagging and supporting evidence easy to interpret; the layout enabled a quick and targeted approach to challenge/confirm the conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Send reports to GP"
        },
        {
            "text": "The initial feedback, \"Patient report feedback\", was available for 28 of the 36 reports sent to the GP. The 8 outstanding patients were lost to follow up due to delays, the result of clinical pressures and organisational restructuring (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "GP feedback on reports"
        },
        {
            "text": "GPs re-identified 27/28 (96%) of the reports within the primary care data system, the missing patient's record could not be reidentified-this was presumed to be because the patient had left the practice. The time taken to review a report in primary care was between ten and thirty minutes. This time was dependent upon the disease itself, the patient complexity and the clinician's familiarity with both the patient and disease. The follow-up feedback (patient outcome feedback) was available for six of the nine patients. The three patients, for whom data was not available, were lost to follow up due to primary care restructuring with their practices moving from the organisation contracted to perform the pilot study during the project. Time for feedback varied from one to eight months depending on the engagement of the primary care practice and the nature of the confirmatory test performed. For example, alpha-1-antitrypsin was quickly excluded with a blood test in primary care, whereas 22q11 deletion syndrome required a referral to clinical genetics, a referral that was further delayed due to the pandemic. Summary outcomes are detailed in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1152,
                    "end": 1159,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "GP feedback on reports"
        },
        {
            "text": "While this pilot study was limited in scope, it demonstrated the potential of this approach in three critical areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "1. It validated that a rare disease case-finding program could be designed and implemented following appropriate guidelines for data privacy and protection. 2. It demonstrated the feasibility of using phenotypes documented within primary care EHR as the basis for case finding algorithms. 3. It revealed that rare disease case finding is possible without significant disruption to the GP workflow or local specialist referral volumes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are two additional elements critical to the overall potential of EHR case finding that were not demonstrated in this pilot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first is the clinical validity of the algorithms in the form of statistically significant measures of accuracy such as positive predictive value, sensitivity and specificity. This pilot was not powered to demonstrate this and indeed given the low incidence of rare diseases, a very large sample size would be required to determine this for individual disease algorithms at conventional statistical significance. However, significant potential exists in future work to demonstrate the clinical validity of Men-delScan's multi-disease portfolio of algorithms as a broad rare disease tool. This is being supported by ongoing work to assess the analytical validity of individual disease algorithms in large research databases. The second element is the scalability of this approach. To demonstrate this we will need to show the ability to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Gain direct access to dynamic EHR in an appropriate pseudonymised form. Demonstrate value to patients and efficiencies for GP. Further work to explore the acceptability and value of MendelScan to clinicians and patients is ongoing. Maintain the quality of returned reports with reduced reliance on the manual review process by Mendelian's clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A challenge to the adoption of digital health solutions often cited relates to information governance concerns such as data privacy, IT systems security and data confidentiality [20] , with these concerns underpinned by the technical ability to hold the data safely and the dynamic aspect of the legal framework that governs this process.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Data access considerations"
        },
        {
            "text": "In the current environment, it remains difficult to share and transfer patient health information between healthcare professionals from different organisations. This impairs the ability to create a seamless care environment that would improve the continuity of care across the different health care providers, a barrier to improving diagnostic delay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data access considerations"
        },
        {
            "text": "A specific lesson from this pilot has been the need to establish a pathway to accelerate engagement with the final signatory stakeholders for information governance. In this pilot the initial contracting process and production of legal documentation took almost a year, as there were no standard documents for data transfer for commercial service provision. This is a reflection of the fact that commercial data access remains a relatively novel concept in the NHS, and highlights the need to establish clear criteria for commercial organisations to meet and a pathway for engagement to expedite this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data access considerations"
        },
        {
            "text": "To enable pseudo-anonymisation of the EHR data only structured/coded data was extracted. This structured data can be considered to be more accurate with numerical values such as weight, height, blood pressure and laboratory values readily comparable from one patient to the next. Diagnoses and clinical features are usually captured by physicians in UK primary care. Those that are encoded and therefore appearing in a structured data extract recorded, represent diagnoses that are recorded with a greater degree of confidence and therefore more reliable, with free text entries used by clinicians when they are less confident in the diagnosis. Consequently, one can consider the quality of this coded data as a strength. However, this means that the majority of information in the EHR was not examined by MendelScan. Free text diagnoses, clinical features and the content of correspondence, often rich in information, was not examined. For example, secondary care correspondence often rich in pertinent information may only generate two pieces of structured data: the presence of the letter and possibly a single diagnostic code. In addition, the motivators and context for coding in primary care needs to be considered, including the demonstration that certain tasks have been performed for reimbursement (e.g. Quality and Outcomes Framework) and to have pertinent information quickly to hand for future consultations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary care EHR"
        },
        {
            "text": "The implementation of any digital health tool into routine clinical practice faces challenges. However, Men-delScan had some specific challenges related to working in the RD space and the timing of this pilot. Firstly, a lack of awareness that RD diagnosis is a primary care issue. The combined prevalence of RD, affecting 3.5-5.9% of the population [2] , is not widely known and most GPs have seen relatively few RD patients.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Physician-related barriers for deployment"
        },
        {
            "text": "Secondly, the sheer number of rare diseases can be daunting; this may lead the generalist to think that awareness of rare diseases is impossible [12] . However many features and presentations are shared, and empowering GPs to consider rare diseases as part of their diagnostic workup is an important component to impact rare disease diagnostic rates. MendelScan is one such solution, presenting to the clinician targeted information directly relevant to a specific patient, and equipping them with the information for their subsequent diagnostic work-up.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Physician-related barriers for deployment"
        },
        {
            "text": "Thirdly, the restructuring of primary care organisations during the pilot led to further disruption with contracting, data-sharing agreements and responsibilities needing to change. Health care services are not static organisations and such changes need to be considered. Despite this, some of the restructuring changes such as the introduction of integrated care systems, an organisation challenged to improve public health across populations of 1-2 million, may be well placed for encouraging such rare disease case finding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician-related barriers for deployment"
        },
        {
            "text": "Fourthly, the COVID-19 pandemic significantly affected the implementation of this pilot, protracting its roll-out, and leading to practices dropping out due to additional clinical pressures. Despite this, we are optimistic that the wider use of routinely collected health data for research and quality improvement, and the rapid adoption of many digital health technologies that have occurred during the pandemic will help facilitate the use of technologies such as MendelScan in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician-related barriers for deployment"
        },
        {
            "text": "Finally, one cautionary lesson learned is that it is likely that the primary care federation data chosen for this pilot is better structured and the data stakeholders and system architecture more ready for the Mendelian approach than other primary care regions. More work needs to be done in prioritising which primary care healthcare systems have the capabilities to adopt MendelScan as a casefinding tool for RD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician-related barriers for deployment"
        },
        {
            "text": "This pilot demonstrates that implementing a novel digital RD case-finding tool, MendelScan, in UK primary care is feasible, with minimal impact on workload or system resources. MendelScan identified credible cases, which subsequently were investigated in primary care or referred for further investigation. This study also highlighted challenges in implementing such a tool, including the restructuring of NHS organisations and shifting priorities due to outside pressures such as the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Further research is ongoing, in the form of retrospective and prospective studies focusing on evaluating MendelScan's analytical and clinical validity. Additional studies to evaluate the cost-benefit of early diagnosis, the impact of MendelScan on clinical practice and the acceptability and perception of this novel approach among specialists, GP and patients are in process or planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A digital health approach, such as MendelScan, could be an invaluable tool to address the rare disease diagnostic odyssey, flagging those potential zebras amongst the horses. In addition, through the use of routinely collected EHR data, it can be scaled quickly and adopted broadly helping to ensure equality of access to a correct and timely diagnosis. (1) 3 Please indicate what action was or is planned to be taken by the GP. Tick box multiple answer questions Reviewed patient's medical history Added a note to review the patient on their next visit Recalled the patient for additional history taking and/ or physical examination (include details in the comments below) Requested an additional test (include details in the comments below) Referred the patient to a specialist/secondary care (include details in the comments below) Discussed the patient with an expert (include the expert's name in the comments below) No action taken (include details in the comments below) Other 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In order for us to minimise the time it takes to review cases. Please indicate how long it has taken you to review this case and reach your decision 0-5 min 5-15 min 15-30 min > 30 min 5 In order to ensure we constantly improve, please add any comments or remarks about how you have found the process. (e.g. Was it straightforward? Did you find it interesting? What could be improved?) (free text)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rare disease research partnership (RAinDRoP): a collaborative approach to identify research priorities for rare diseases in Ireland",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Somanadhan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dorris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brinkley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kennan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Treacy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atif",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lawlor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kroll",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "HRB Open Res",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12688/hrbopenres.13017.2.PMID:33299965;PMCID:PMC7702160"
                ],
                "PMID": [
                    "33299"
                ],
                "PMCID": [
                    "PMC77"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating cumulative point prevalence of rare diseases: analysis of the Orphanet database",
            "authors": [
                {
                    "first": "Nguengang",
                    "middle": [],
                    "last": "Wakap",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Olry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gueydan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lanneau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Cam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Hum Genet",
            "volume": "28",
            "issn": "2",
            "pages": "165--73",
            "other_ids": {
                "DOI": [
                    "10.1038/s41431-019-0508-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International Society for Pharmacoeconomics and Outcomes Research Rare Disease Special Interest Group. Rare disease terminology and definitions-a systematic global review: report of the ISPOR rare disease special interest group",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nestler-Parr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Babela",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tesoro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Molsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Value Health",
            "volume": "18",
            "issn": "6",
            "pages": "906--920",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jval.2015.05.008"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The European Union policy in the field of rare diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Moliner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waligora",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Exp Med Biol",
            "volume": "1031",
            "issn": "",
            "pages": "561--87",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-67144-4_30"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The UK Rare Diseases Framework",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Failure to shorten the diagnostic delay in two ultra-orphan diseases (mucopolysaccharidosis types I and III): potential causes and implications",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuiper",
                    "suffix": ""
                },
                {
                    "first": "Olm",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Orphanet J Rare Dis",
            "volume": "13",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13023-017-0733-y"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Australian children living with rare diseases: experiences of diagnosis and perceived consequences of diagnostic delays",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zurynski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deverell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dalkeith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Orphanet J Rare Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13023-017-0622-4"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Celebrated Web Site. The clinical medicine classic Zebra Cards",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sotos John",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zebra",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rare diseases in general practice: recognising the zebras among the horses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rafi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Gen Pract",
            "volume": "66",
            "issn": "652",
            "pages": "550--551",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp16X687625.PMID:27789486;PMCID:PMC5072891"
                ],
                "PMID": [
                    "27789"
                ],
                "PMCID": [
                    "PMC50"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Does early use of enzyme replacement therapy alter the natural history of mucopolysaccharidosis I? Experience in three siblings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laraway",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Breen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wraith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Genet Metab",
            "volume": "109",
            "issn": "3",
            "pages": "315--321",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ymgme.2013.04.023"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Frühzeitige Diagnose einer seltenen Krankheit bei Kindern durch bessere Kommunikation zwischen Eltern, niedergelassenen Ärzten und spezialisierten Zentren",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kohlschütter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Den Bussche",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of patient registries for rare genetic lipid disorders",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Bellgard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Opin Lipidol",
            "volume": "29",
            "issn": "2",
            "pages": "156--62",
            "other_ids": {
                "DOI": [
                    "10.1097/MOL.0000000000000485"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "NHS Digital. 2021",
            "authors": [
                {
                    "first": "Ct-Nhs",
                    "middle": [],
                    "last": "Snomed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Digital",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Data protection impact assessments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Determinants of and barriers to adoption of digital therapeutics for mental health at scale in the NHS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bromwich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Innov",
            "volume": "6",
            "issn": "",
            "pages": "92--100",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of records was sent to Mendelian for analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "MendelScan data flow and systems integration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Overview RD case-finding digital tool \"MendelScan\" implementation steps (Methods)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Internal review process methods",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Feedback flowchartFig. 5 Results overview of RD \"MendelScan\" implementation steps",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Variables for RD suitability of primary care records analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Variables for criteria suitability of primary care records analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Electronic health record (EHR) code types used Rule-out The medical doctor considers there are other diagnoses recorded in the EHR that explains the highlighted features.• Already diagnosed The highlighted EHR has a diagnostic code for the same RD it was screened for.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Patient report feedback Please indicate which options below best describe this report. Tick box multiple answer questions Reasonable possible diagnosis (Advance for further evaluation) Diagnosis has already been excluded (Disease highlighted in the report was already studied) Patient has a clear alternative diagnosis that explains the clinical features flagged",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Patient report feedback results",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Patient outcome feedback results",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Rare diseases algorithms Addison's disease Beckwith-Wiedemann syndrome Behcet's disease Beta kethiolase deficiency Carcinoid syndrome Ceroid lipofuscinosis, neuronal Charcot-Marie-Tooth disease Chronic progressive external ophthalmoplegia (CPEO) Citrullinemia I and II Classic homocystinuria Coffin-Lowry syndrome Common variable immunodeficiency (CVID) Cystinosis Deficiency of long chain 3-hydroxyacyl-CoA dehydrogenase Dermatomyositis DiGeorge syndrome-22q11 deletion syndrome PTEN hamartoma tumour syndrome Rendu-Osler-Weber disease (hereditary hemorrhagic telangiectasia) Please indicate which of the options below best describe this report. Tick box multiple answer questions Reasonable possible diagnosis (advance for further evaluation) Diagnosis has already been excluded Patient has clear alternative diagnosis Other (patient left study GP locality/unable to accurate identify patient)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The success and final outcome of this implementation pilot required the collaboration of Lower Lea Valley primary care network, Eastern Academic Health Science Network, East and North Hertfordshire clinical commissioning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "group (CCG) and Innovate UK. This implementation pilot wouldn't be possible without the help and contribution of all Mendelian staff. We want to express gratitude to disease experts for their support with algorithm development, including Dr Derralynn Hughes, Dr Robin Lachmann and Dr Lakshminarayan R Ranganath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "OB created the algorithms and drafted the manuscript. SS drafted the manuscript. HM edited the manuscript. CT edited the manuscript. PR edited the manuscript, LM edited the manuscript, RB managed the data-sharing agreement. WE participated in its design and coordination and helped to draft the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "All funds were covered by Mendelian Ltd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Data sharing is not possible for this article as no datasets were generated or analysed during the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate \"Not applicable\", this study was performed as part of a quality improvement exercise as part of routine care, and therefore ethics approval was not deemed necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}