{
    "paper_id": "0b086759b8e0ed2c716a6e9a85f462a2bae67f3e",
    "metadata": {
        "title": "Adverse drug reactions in the era of COVID-19",
        "authors": [
            {
                "first": "Angela",
                "middle": [
                    "P"
                ],
                "last": "Cornelius",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As I read the article by Crescioli et al. [1] entitled adverse drug reactions in SARS-CoV-2 hospitalised patients: a case-series with a focus on drug-drug interactions, several thoughts came to mind. This article studied all reported COVID-19 medication adverse drug reactions in the COVID-19 units in a single center in Italy from January to May 2020. They collected data on 23 patients with reported COVID-19 treatment ADRs. These 23 patients were all Caucasian, 56% male and had a mean age over 76 years. This study showed that all patients were exposed to more than one suspected drug and 50% had more than 3 suspected medications. All but one patient had at least one drug-drug interaction. Almost 70% of patients were receiving more than 6 medications.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the novel SARS-Co-V2 virus, later named COVID-19, emerged and quickly became a pandemic, medical researchers world-wide scrambled to learn about this virus to find targets for treatment. This research progressed at never before seen rates but still seemed agonizingly slow for clinicians treating the sickest of these patients. As seen with other novel infectious agents outbreaks, many began to try off label usages of common medications or medications with known action on viruses in general and often multiple medications at once. Looking at just some of these medications employed and their known side effects is concerning not to mention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the first therapies to be explored was chloroquine and hydroxychloroquine. This drug has long been used for malaria and inflammatory diseases. Several small case studies and non-randomized trials showed promise early on. There was minimal data on dosing regimen for effectiveness and safety. Many of the dosing regimens were well above standard dosing regimens for established uses [2] . One of the known side effects of chloroquine and hydroxychloroquine treatment is QTC prolongation in a small number of patients. No data exists for these new dosing regimens and the potential effect on the QTC. Azithromycin was often combined with chloroquine/hydroxychloroquine which is also a QT prolonging agent. Studies have even shown an increased propensity for QT prolongation in those 60-80 years old [3] . The hydroxychloroquine treatment was eventually shown in a randomized control trial to have no decrease in mortality and actually showed a higher rate of mechanical ventilation as well as decreased chances of leaving the hospital at 28 days.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antiviral and antiretroviral medications also took their turn as experimental treatments. Lopinavir/ritonavir was one of these tried. It is approved in the USA for treatment of HIV and has been studied in small samples for the treatment of SARS and MERS [4] . Common side effects include Gi symptoms as well as headache, drowsiness or dizziness. Ribavirin which is known to inhibit RNA-dependent RNA polymerase was another early candidate. Early bench work had shown promising activity in-vitro against other coronaviruses [5] ; however, later studies showed a lack of effective in vitro activity against SARS-COV2 unless in high concentration. When high doses were employed to obtain high drug concentrations, significant hematologic side effects were seen in SARS and MERS trials further increasing risk of ADRs. Review of studies from the SARs outbreak and treatment with ribavirin were inconclusive for benefits [6] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Remdesivir showed promise as a treatment as it had shown activity against RNA viruses in the SARS and MERS outbreaks. In vitro testing showed this effect on SARS-CoV-2 also [7] . Common reactions include GI symptoms and hyperglycemia while some of the more serious effects are acute kidney injury, AST/ALT elevation and seizures. With this newer medication, information about drug interactions is limited.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adverse drug reactions (ADR) are a noted common clinical problem and can lead to morbidity and mortality. Treatment with new medications or commonly used medications with different dosage regimens can lead to adverse drug reactions that are more severe or as yet unrecognized in clinical treatment. A study out of the VigiBase database looking at adverse drug reactions with medications commonly being used to treat COVID-19. They also compared the adverse drug reactions seen with people using these medications for non-COVID-19 indications versus those adverse drug reactions seen with those using it for COVID-19. Their numbers show much higher levels of reported ADR reported in the patients using the medications for COVID-19. They also showed a difference in between the reported reactions between sexes [8] . With the helplessness most clinicians feel watching their patients being so ill and having limited therapeutic options multiple drug treatment has become common. This multidrug treatment can lead to drug interactions in addition to the adverse drug reactions.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 813,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Crescioli et al. [1] addressed these exact issues in the current edition of Internal and Emergency Medicine. Where else can they go in the future with this idea? First, they only looked at reported adverse drug reactions however. It would be reasonable to assume that many adverse and drug-drug reactions were unnoticed or unreported. Looking at all COVID patients admitted into a hospital and having an unbiased review of the records for ADRs would likely give a better overview of the extent of the problem and possibly lead to systems to help provide early warning of potential interactions. Second, it seems they looked at only medications and not all of the vitamins, such as zinc or vitamin C, that may have been administered with the hope of helping these sickest patients. It is well-known vitamins and minerals and can have effects on drugs and should be included in future study. Third, this study was all in elderly patients and it would be interesting to explore ADRs and DDIs in a younger cohort of patients receiving COVID-19 treatment. Fourth, and in the same vein, this was a non-diverse population in age as well as race. There are differences in drug metabolism between races and likely also potential ADRs and DDIs, including the severity of effects. To do a study like this one on a more diverse population may yield even more useful findings.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper pointed a spotlight at the issue of ADRs and DDIs seen with multidrug therapy in the treatment of emerging infectious diseases. Those of us making treatment decisions should be more aware of potential ADRs and DDIs especially when using medications off-label, in abnormal dosing schedules, abnormal dosing levels and in combinations not often used. Despite our haste for finding treatments to save our ailing patients, we should remember to temper our enthusiasm with caution as \"first do no harm\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adverse drug reactions in SARS-CoV-2 hospitalised patients: a case-series with a focus on drug-drug interactions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crescioli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brilli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lanzi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Burgalassi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ieri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bonaiuti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Innocenti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mannaioni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vannacci",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intern Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11739-020-02586-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pharmacologic treatments for coronavirus disease 2019 (COVID-19): a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Monogue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Jodlowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cutrell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "18",
            "pages": "1824--1836",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6019"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk evaluation of azithromycin-induced QT prolongation in real-world practice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BioMed Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2018/1574806"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hku/ Uch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars Study",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "3",
            "pages": "252--256",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.2003.012658"
                ],
                "PMID": [
                    "14985565"
                ],
                "PMCID": [
                    "PMC1746980"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel coronavirus treatment with ribavirin: groundwork for an evaluation concerning COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Khalili",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Nsa",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "7",
            "pages": "740--746",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25798"
                ],
                "PMID": [
                    "32227493"
                ],
                "PMCID": [
                    "PMC7228408"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS: systematic review of treatment effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030343"
                ],
                "PMID": [
                    "16968120"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ACTT-1 Study Group Members (2020) Remdesivir for the treatment of Covid-19-final report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomashek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Zingman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hohmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luetkemeyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kline",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "De Castilla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Finberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dierberg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tapson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paredes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Touloumi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Ruiz-Palacios",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benfield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fätkenheuer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kortepeter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Atmar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Creech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Babiker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neaton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bonnett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osinusi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "1813--1826",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007764"
                ],
                "PMID": [
                    "32445440"
                ],
                "PMCID": [
                    "PMC7262788"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sex differences in reported adverse drug reactions to COVID-19 drugs in a global database of individual case safety reports. Drug Saf 1-6. Advance online publication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zekarias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Vidlin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grundmark",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40264-020-01000-8"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}