{
    "paper_id": "0b20948fa54bbd0f7c543664df40e2d6e12e7740",
    "metadata": {
        "title": "Telework, Wages, and Time Use in the United States",
        "authors": [
            {
                "first": "Sabrina",
                "middle": [
                    "Wulff"
                ],
                "last": "Pabilonia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Vernon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SUNY Empire State College",
                    "location": {
                        "addrLine": "4 Park Avenue",
                        "postCode": "10016",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sabrina",
                "middle": [],
                "last": "Wulff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pabilonia",
                "middle": [],
                "last": "Pabilonia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sabrina@bls",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Using data on full-time wage and salary workers from the 2017-2018 American Time Use Survey Leave and Job Flexibilities Module, we estimate hourly wage differentials for teleworkers and compare how workers allocate their time over the day when they work from home rather than the office. We find that some teleworkers earn a wage premium, but it varies by gender, parental status, and teleworking intensity. Fathers who telework earn more than fathers in office-based jobs, regardless of teleworking intensity. Women without children who telework occasionally earn more than their office counterparts. In industries and occupations where telework is more prevalent, mothers who work from home most days of the week pay a wage penalty compared to mothers in office-based jobs. Using time diaries, we find differences in work patterns and hours across worker groups that could drive these teleworker wage differentials. Most teleworkers work less on home days; however, those who earn wage premiums are working longer hours on weekdays, regardless of their work location. When teleworking, mothers experience more interruptions in their workdays than other workers, which could have negative effects on their productivity. We also find that teleworkers spend less time on commuting and grooming activities but more time on leisure activities and with family on work-at-home days than on office days, and female teleworkers spend more time sleeping and on household production activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the two decades preceding the COVID-19 pandemic, the number of U.S. workers working from home rose steadily, propelled by advances in communications technology and an expansion of high-speed internet services (Pabilonia & Vernon, 2021) . In 2017-2018, according to the American Time Use Survey Leave and Job Flexibilities (ATUS-LV) Module, 25 percent of wage and salary workers did some of their work at home, while 13 percent of workers worked exclusively from home at least once every two weeks (U.S. Bureau of Labor Statistics, 2019) . Following the declaration by the World Health Organization (WHO) on March 11, 2020 that the novel coronavirus outbreak was a pandemic, many workers were pushed into home offices, at least temporarily, in an attempt to slow the spread of the virus. 1 By early May 2020, 35 percent of employed persons reported that they had worked from home at some point in the past four weeks because of the pandemic and, according to the 2020 ATUS, 42 percent of employed persons did some work from home on days worked between May and December 2020 (U.S. Bureau of Labor Statistics, 2021a; 2021b) . 2 Many experts believe that this dramatic relocation of work from office to home because of the pandemic will have a lasting impact on the location of work. Dingel and Neiman (2020) estimate that up to 37 percent of all U.S. jobs held at the beginning of 2020 could feasibly be done entirely from home, while Barrero et al. (2020) predict that 22 percent of all full workdays will be supplied from home after the pandemic ends. This shift in the share of the labor force teleworking is likely to be permanent, because of better-than-expected experiences working from home (WFH) during the pandemic, investments in physical and human capital to support WFH, and diminished stigma associated with WFH. Thus, the post-COVID-19 era will likely be an era of telework, with many more workers working most of their workdays from home.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 240,
                    "text": "(Pabilonia & Vernon, 2021)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 502,
                    "end": 541,
                    "text": "(U.S. Bureau of Labor Statistics, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1118,
                    "text": "(U.S. Bureau of Labor Statistics, 2021a;",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1125,
                    "text": "2021b)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1128,
                    "end": 1129,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1285,
                    "end": 1309,
                    "text": "Dingel and Neiman (2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1437,
                    "end": 1458,
                    "text": "Barrero et al. (2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Telework (also referred to as telecommuting or remote work) is a formal or informal arrangement that allows workers to work from home or at another location other than a traditional worksite. The flexibility allowed by telework may improve worker and family well-being if the time that would have been spent commuting can be devoted to more useful or enjoyable activities, such as social interactions, household production, or child care. Parents who work from home report that their number one reason for doing so is to coordinate their work schedule with their personal or family needs (Woods, 2020) . If WFH makes workers happier and allows them to better balance their work and home responsibilities, it may lead to higher productivity and higher wages. WFH can also lead to higher productivity if workers are better able to concentrate on their job tasks in a home setting, because they are not interrupted as often by coworkers or they have eliminated their taxing commutes and/or reallocated some of their time to sleeping or other relaxing leisure activities.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 601,
                    "text": "(Woods, 2020)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the other hand, employees who choose to work from home may be different in both observable and unobservable ways from those who work at a traditional workplace, and some may be willing to accept lower wages in exchange for work location flexibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we use pre-COVID-19 data to answer the following two questions: (1) Do teleworkers earn higher or lower wages than office workers? and (2) Do the time-use patterns of teleworkers and office workers vary in a way that could explain observed differences in wages by teleworker status? Our paper is novel because we investigate the relationships between telework, wages, and time use by teleworking intensity while prior researchers have focused on the relationship between remote work and wages only for home-based workers (for example, Oettinger, 2011; White, 2019) or the relationship between remote work and time allocation without regard to the number of days worked at home per week (for example, Giménez-Nadal et al. 2019; Song & Gao 2020) . We also examine heterogeneity in the relationship between telework and wages by gender and parental status and explore one mechanism that potentially links wages to WFH, namely the allocation of time.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 566,
                    "text": "Oettinger, 2011;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 567,
                    "end": 579,
                    "text": "White, 2019)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 715,
                    "end": 741,
                    "text": "Giménez-Nadal et al. 2019;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 742,
                    "end": 758,
                    "text": "Song & Gao 2020)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For our analyses, we examine these relationships using a sample of full-time wage and salary workers in white-collar occupations from the 2017-2018 ATUS-LV Module. This module allows us to determine whether a worker can work some or all their workdays exclusively from home on their main job, and how often. In our analyses, we divide regular teleworkers into two types: home-based teleworkers, who work three or more days a week exclusively from home, and occasional teleworkers, who work exclusively at home at least once every two weeks but fewer than three days a week. When we refer to office workers, we mean workers whose location of work is at a traditional worksite for their occupation and industry, which is not necessarily an office setting. By definition, office workers seldom work exclusively from home on their workday, but they may do some work at home in addition to the work they do at their worksite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To investigate whether home-based and occasional teleworkers earn a wage premium or pay a wage penalty, we first estimate log hourly wage regressions by ordinary least squares (OLS) and then test whether our estimates are robust to bias due to unobservables using an econometric technique that relates selection on observables to selection on unobservables to place bounds on the coefficient estimates on the teleworker status variables. To examine how teleworkers choose to reallocate their time savings when WFH, we compare conditional mean time use and the timing of daily activities on weekday workdays for teleworkers on home days versus office days, and also compare the time allocation of teleworkers and office workers. We then examine time use on all days to compare how time-use patterns vary by type of worker in order to investigate whether teleworkers differ from office workers in how much time they spend on various activities over the week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We find that some teleworkers earn a wage premium, but it varies by gender, parental status, and teleworking intensity. Fathers who telework earn more than fathers in office-based jobs, regardless of their teleworking intensity. Women without children who telework occasionally also earn more than their office counterparts. Finally, in industries and occupations where telework is more prevalent, mothers who are home-based teleworkers pay a wage penalty compared to mothers in officebased jobs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using time diaries, we find differences in work patterns and hours by gender and parental status that could drive these teleworker wage differentials. Although teleworkers work less on home days, fathers work more on home and office days than men without children. On weekday workdays, women without young children who telework work even more hours than fathers who telework. When teleworking, mothers experience more interruptions in their workdays than the other worker groups, which could have negative effects on their productivity. Mothers also spend more time working in the presence of children than do fathers and less time working overall on home days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When WFH, teleworkers gain a sizeable time windfall because of a reduction in time spent on commuting and grooming activities. They spend some of this time watching TV and using the computer for leisure. However, there are also gender differences in time allocation by WFH status. Men spend more time eating meals and socializing. Women spend more time sleeping and on household production activities. When WFH, fathers spend more time on child care and more overall time with their children, and married men spend more time with their partners. Mothers also spend more time with their children, but not with their partners, nor do they increase their primary child care time. We also find evidence that teleworkers shift some of their activities across the days of the week, because on the average day, teleworkers and office workers spend similar amounts of time working for pay, watching TV, and sleeping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While most white-collar workers are working between 8 a.m. and 5 p.m., teleworkers have greater flexibility in scheduling their hours on their WFH days. Fathers spend more time with their children in the hours before and after school, and women spend more time on household production and care activities during core working hours. Finally, there are some differences in sleep schedules between WFH days and office days, with teleworkers rising later in the morning on their WFH days. Overall, our findings on time use and the timing of activities suggest that teleworking enables families to better balance work and family responsibilities but may have negative effects on mothers' productivity at work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are various hypothesized ways that telework may affect wages. Teleworkers who commute less may be happier, less tired, and therefore more productive. Commuting to work is one of the least enjoyable daily activities (Kahneman et al., 2004; Kahneman & Krueger, 2006) , and thus eliminating it would increase happiness. Golden et al. (2013) and Kim et al. (2020) find a positive relationship between flexible schedule control, WFH as part of normal working hours, and worker happiness and job satisfaction. Furthermore, worker happiness is tied to productivity (Oswald et al., 2015) . Some of the time savings from reducing commutes could be reallocated to sleeping, and more time sleeping would have a positive effect on productivity and wages (Gibson & Shrader, 2018; Groen & Pabilonia, 2019) . It is also possible that worker productivity is higher while WFH if workers face fewer interruptions or distractions from coworkers (Global Workplace Analytics, 2020b).",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 244,
                    "text": "(Kahneman et al., 2004;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 245,
                    "end": 270,
                    "text": "Kahneman & Krueger, 2006)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 323,
                    "end": 343,
                    "text": "Golden et al. (2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 348,
                    "end": 365,
                    "text": "Kim et al. (2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 564,
                    "end": 585,
                    "text": "(Oswald et al., 2015)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 748,
                    "end": 772,
                    "text": "(Gibson & Shrader, 2018;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 773,
                    "end": 797,
                    "text": "Groen & Pabilonia, 2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "A few randomized controlled trials provide evidence that WFH can be more productive than working in the office. For example, Bloom et al. (2015) randomly assigned employees at a large Chinese travel company to work from home. They find that the home-based teleworkers are more productive, have fewer unscheduled absences, and lower quit rates than their office counterparts. In a random experiment at a large Italian company, Angelici and Profeta (2020) find that once-a-week teleworkers are more productive and have fewer absences, with stronger effects for women. In another experiment, Dutcher (2012) shows that worker productivity is higher when doing creative tasks, but not routine tasks, from home.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 144,
                    "text": "Bloom et al. (2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 426,
                    "end": 453,
                    "text": "Angelici and Profeta (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 589,
                    "end": 603,
                    "text": "Dutcher (2012)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "However, productivity also could be negatively impacted if teleworkers are more likely to experience stress or mental health problems because of their inability to separate home and work responsibilities or they experience interruptions from their children while working (Mann & Holdsworth, 2003) . Using the ATUS Well-Being Module, Song and Gao (2020) find that teleworking increases fathers' stress levels and lowers mothers' happiness compared to working in a traditional workplace setting, but there are no differences in instantaneous stress or happiness levels for men and women without children. Teleworkers' work hours may also spill over into nontraditional work hours and cause conflicts with other family members. In addition, teleworkers with competing demands on their time may shirk while on the clock. During core work hours, children and chores may call for attention, leading to interruptions in workers' workflow and potentially differentially affecting mothers' and fathers' productivity. Analyzing the wages of home-based teleworkers on the popular gender-blind online labor platform, Amazon Mechanical Turk, Adams-Prassl (2021) finds a large gender wage gap among parents that results from differences in working patterns. While not evidence of shirking because workers in this case are paid piece rate, mothers complete fewer consecutive tasks in a work session and are more likely to take longer breaks between adjacent tasks on the online platform, with negative effects on their task completion speed and potentially their productivity.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 296,
                    "text": "(Mann & Holdsworth, 2003)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 333,
                    "end": 352,
                    "text": "Song and Gao (2020)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "Along with reflecting differences in worker productivity, wages may reflect incentive pay and compensating differentials. From an employer's standpoint, telework arrangements are easier to implement when workers do not require costly supervision or coordination, where teamwork is less important and output is easily measured, and in jobs where workers have more autonomy. If monitoring is costly, managers may grant telecommuting rights to their most trusted and highly productive workers, who have a lower propensity to shirk; however, White's (2019) findings suggest that the costs of monitoring have fallen over the past 40 years. Alternatively, they may pay efficiency wages to elicit greater effort when monitoring is problematic. 3 In areas where office space is more expensive, employers have an additional incentive to encourage WFH with monetary incentives. On the other hand, employers who place a higher value on teamwork may encourage on-site presence with higher wages or promotions, leading to lower wage trajectories for teleworkers even with no differences in individual worker productivity (Rhee, 2008; Bloom et al., 2015; Glass & Noonan, 2016) .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 552,
                    "text": "White's (2019)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1108,
                    "end": 1120,
                    "text": "(Rhee, 2008;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1121,
                    "end": 1140,
                    "text": "Bloom et al., 2015;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1141,
                    "end": 1162,
                    "text": "Glass & Noonan, 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "Among all flexible workplace practices, work location flexibility is one of the most highly valued by workers, and many workers report being willing to accept lower wages for the option to work from home (Mas & Pallais, 2017; He et al., 2021; Maestas et al., 2018) . Workers may value WFH because WFH days could allow couples to better coordinate leisure activities and allow parents to spend more time with their children (Hamermesh, 2002; . In addition, by eliminating the commute, workers save on the monetary costs of travel and prepared foods (Global Workplace Analytics, 2020a).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 225,
                    "text": "(Mas & Pallais, 2017;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 226,
                    "end": 242,
                    "text": "He et al., 2021;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 243,
                    "end": 264,
                    "text": "Maestas et al., 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 423,
                    "end": 440,
                    "text": "(Hamermesh, 2002;",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "Policy activists often advocate for the expansion of flexible work location arrangements as a way to keep mothers attached to the labor force. If so, telework has the potential to lead to higher earnings for women as their job tenure increases, thus reducing the gender wage gap and the motherhood wage penalty. However, if women, especially mothers, view WFH as a job amenity while men see it as a demand of the job, men may select themselves into jobs that pay a premium for WFH while women may accept lower pay in exchange for work location flexibility, and therefore WFH could increase the gender wage gap (Maestas et al., 2018; Kleven et al., 2019) .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 632,
                    "text": "(Maestas et al., 2018;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 633,
                    "end": 653,
                    "text": "Kleven et al., 2019)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "Whether teleworking leads to higher or lower wages is ultimately an empirical question. Prior studies provide mixed evidence on the wage effects of WFH in the U.S., though they vary in how they classify teleworkers, with some including those bringing supplemental work home from the office to catch-up on unfinished projects and others examining only home-based teleworkers. Most use cross-sectional data and do not account for selection effects. Using the 2001 and 2004 Current Population Survey Work Schedules and Work at Home (CPS-WS) Supplements, Weeden (2005) finds a positive relationship between flexible work arrangements and wages, with higher wage premiums in nonmanual occupations. Using the 2001 CPS-WS Supplement, Gariety and Shaffer (2007) show wage premiums associated with WFH in some industries, but wage penalties in others. They attribute the negative wage differentials as being driven by workers' preferences for WFH and the positive differentials as being driven by WFH workers being more productive, either because employers allow their most productive workers to telework or because workers are more productive while WFH. Focusing on home-based workers, Oettinger (2011) documents wage penalties in the 1980 and 1990 Censuses and a small wage premium in the 2000 Census. Between 1980 and 1990, the wage penalties fell fastest in ITintensive occupations. More recently, using ACS and Decennial Census data and controlling for selection using a Heckman selection model, White (2019) finds that home-based workers went from paying a 26 percent wage penalty in 1980 to earning a 5 percent wage premium in 2014.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 564,
                    "text": "Weeden (2005)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 727,
                    "end": 753,
                    "text": "Gariety and Shaffer (2007)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1178,
                    "end": 1194,
                    "text": "Oettinger (2011)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1492,
                    "end": 1504,
                    "text": "White (2019)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Wage Effects of Telework"
        },
        {
            "text": "To examine how WFH is associated with time-use patterns, a few studies (Wight & Raley, 2009; Eldridge & Pabilonia, 2010; Genadek & Hill, 2017) 2017-2018. 4 Using the matched sample, Wight and Raley (2009) find that women who ever work from home do less market work than those who do no work from home. They also find that fathers who ever work at home spend less time on primary child care. More recently, Genadek and Hill (2017) examine differences in parents' time with children under the age of 13 by different measures of workplace flexibility and find that mothers, but not fathers, who have work location flexibility spend more total time with their children (almost 50 min more) than mothers who do no work from home. Neither Wight and Raley (2009) nor Genadek and Hill (2017) distinguish between WFH days and days when work is brought home from the office and done in the evening; however, Eldridge and Pabilonia (2010) surmise that most of the work done at home in 2004 was work brought home from the office and done in the evening or over the weekend. Giménez-Nadal et al. (2019) and Song and Gao (2020) use ATUS data prior to the release of the ATUS-LV Module to examine the relationship between WFH and workers' subjective well-being. However, these studies could not determine whether workers were WFH occasionally or on most workdays, nor could they identify all teleworkers from the location of work on the respondents' single diary day. Giménez-Nadal et al. (2019) , however, find that working exclusively from home on the diary day results in a shift from market work activities to nonmarket work and leisure activities during core working hours.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 92,
                    "text": "(Wight & Raley, 2009;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 93,
                    "end": 120,
                    "text": "Eldridge & Pabilonia, 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Genadek & Hill, 2017)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 143,
                    "end": 155,
                    "text": "2017-2018. 4",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 204,
                    "text": "Wight and Raley (2009)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 406,
                    "end": 429,
                    "text": "Genadek and Hill (2017)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 733,
                    "end": 755,
                    "text": "Wight and Raley (2009)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 756,
                    "end": 783,
                    "text": "nor Genadek and Hill (2017)",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 927,
                    "text": "Eldridge and Pabilonia (2010)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1062,
                    "end": 1089,
                    "text": "Giménez-Nadal et al. (2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1094,
                    "end": 1113,
                    "text": "Song and Gao (2020)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1453,
                    "end": 1480,
                    "text": "Giménez-Nadal et al. (2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Telework and Time Use"
        },
        {
            "text": "Using the 2017-2018 ATUS-LV Module, Restrepo and Zeballos (2020) find that among all prime-age white-collar workers, those who work at home on their weekday diary day spend less time working, commuting, and on personal care, but more time on leisure, food production, and sleeping. Also using the ATUS-LV Module, Frazis (2020) examines the characteristics of all wage and salary workers who are ever paid to work exclusively at home on their workday, and studies how time is reallocated between activities when workers telework. He finds that teleworkers shift time from commuting and grooming activities to leisure and sleep and that secondary child-care time increases. While we use the same data, the focus of our study and our sample differ. We examine full-time, nonagricultural wage and salary workers in whitecollar occupations and classify workers based on their frequency of teleworking. We do not require workers who telework regularly to report being paid for their work at home (although 89 percent of teleworkers state they are paid for work done from home) because all workers are compensated for their work even if it is delayed compensation in terms of a promotion (Song 2009 ). 5 We consider only full-time workers in order to examine the relationships between work location flexibility, time use, and wages for workers who have more similar hours of work. In addition, we examine workers separately by gender, given the sizeable differences in both time allocation and occupations held by men and women (Aguiar & Hurst, 2007; Blau & Kahn, 2017) . 6",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 64,
                    "text": "Restrepo and Zeballos (2020)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1181,
                    "end": 1191,
                    "text": "(Song 2009",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1195,
                    "end": 1196,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1521,
                    "end": 1543,
                    "text": "(Aguiar & Hurst, 2007;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1544,
                    "end": 1562,
                    "text": "Blau & Kahn, 2017)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Telework and Time Use"
        },
        {
            "text": "For our analyses, we use information about wage and salary workers' job flexibilities and work schedules on their main jobs collected as part of the 2017-2018 ATUS-LV Module as well as information collected as part of the main ATUS interview and time diary. 7 The main ATUS sample consists of a sample of people living in households that have completed their final CPS interview occurring 2-5 months earlier. Only one respondent per household is interviewed; however, the ATUS includes a household roster and demographic and labor market information for each respondent and all other household members, including age, education, employment, earnings, and usual weekly hours worked. In addition, one retrospective time diary is collected where the respondent sequentially details how she spent her time over a single 24-hour period starting at 4 a.m. on the day prior to the interview (start and stop times are reported for each activity). Activities are coded into detailed categories and, for most activities, both the location of the activity and who else was present during the activity are also available, except for sleep and personal care activities. Only the respondents' primary activities are recorded, except for secondary child care of children under age 13. We examine major time use categories, including work and work-related activities, travel, personal care, household production, care, and leisure activities and important subcategories, such as commuting, and summary measures of time with family, friends, and coworkers or clients. Appendix Table 6 details how we group activities into categories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1560,
                    "end": 1567,
                    "text": "Table 6",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Data and Descriptive Statistics"
        },
        {
            "text": "Half of ATUS respondents are surveyed about a weekday and the other half about a weekend day. We use the ATUS-LV Module weights but reweight them to ensure equal-day-of-the-week representation in our male and female samples. The major advantages of the new ATUS-LV Module are that it provides information on WFH feasibility for main jobs that allows us to distinguish among home-based teleworkers, occasional teleworkers, and office workers in a nationally representative dataset and thus allows us to compare time spent on both market work and nonmarket work activities and the timing of those activities by WFH status. The major drawbacks of the ATUS for our purposes are that time diary data are available for only one person per household on a single day; therefore, we cannot analyze the impact of WFH on spousal time allocation beyond couple time together, nor can we compare WFH days to office days for the same teleworkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Descriptive Statistics"
        },
        {
            "text": "We initially restrict the sample to full-time, nonagricultural wage and salary workers aged 18-64 who usually work at least 35 h per week on their main job, because we want to compare workers' time allocation on typical workdays by work location and estimate wage differentials for workers with similar usual hours. 8 We define a \"home-based teleworker\" as a worker who works exclusively at home three or more days a week, and an \"occasional teleworker\" as a worker who works exclusively at home at least once every two weeks and at most two days a week. 9 An \"office worker\" is a worker who either never works exclusively from home or works exclusively at home less than once every two weeks. 10 Figure 1 illustrates the prevalence of telework (home-based plus occasional) by detailed occupation group for men and women separately. The largest share of teleworkers by far is among computer and mathematical scientists (about 37 percent of women and 35 percent of men telework). We find significant gender differences in the proportion of teleworkers in some occupations, such as legal; community and social service; arts, design, entertainment, and sports; life, physical, and social science; and protective service occupations. Between 20 and 30 percent of men working Source: Author's calculations using ATUS-LV module (2017) (2018) in legal, business and financial operations, community and social service, and education, training, and library occupations are regular teleworkers. Between 20 and 30 percent of women working in business and financial operations, art, design, entertainment, and sports, and life, physical, and social sciences occupations are regular teleworkers. On the other hand, installation, maintenance, and repair, food preparation and serving related, transportation and material moving, production, and healthcare support occupations have barely any teleworkers. Figure 2 illustrates the incidence of telework by major industry. Financial activities, business and professional services, and information industries have the largest shares of teleworkers, with over 20 percent of workers teleworking in each industry. Because we want to compare wages and time use for workers in similar jobs by teleworker status, we further restrict the sample to those working in white-collar occupations, i.e., those occupations where workers could feasibly telework, for our subsequent analyses. 11 This sample includes those working in the following major occupation groups: management, business, and financial occupations; professional and related occupations; sales and related occupations; and office and administrative support occupations. 12 Altogether, 96 percent of teleworkers are in one of these occupational groupings.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1328,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1335,
                    "text": "(2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 705,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1891,
                    "end": 1899,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data and Descriptive Statistics"
        },
        {
            "text": "Our analysis sample consists of 321 home-based teleworkers, 595 occasional teleworkers, and 4681 office workers, or 5.7 percent, 9.8 percent, and 84.5 percent of full-time wage and salary workers in white-collar occupations, respectively. 13 There are no differences in the share of workers who work from home by gender, either overall or by teleworking intensity. Although 5.7 percent are classified as homebased teleworkers, many home-based teleworkers still go into the office occasionally, with 3.2 percent of full-time wage and salary workers in white-collar occupations typically working 5 or more days a week at home and 2.5 percent typically working 3-4 days a week at home. 14 Teleworkers tend to have more control over their hours of work. For example, around 90 percent of teleworkers report that they also have flexible hours defined as the ability to change the time they begin and end their workday, while only 57 percent of office workers report the same. 15 In addition, about 95 percent of teleworkers report working daytime schedules between 6 a.m. and 6 p.m., compared to 91 percent of office workers. Teleworkers are also more likely than office workers to report working more than 5 days per week, which is consistent with teleworkers working when it is more convenient for them (16.6 percent of teleworkers versus 5.7 percent of office workers).",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 973,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data and Descriptive Statistics"
        },
        {
            "text": "In Table 1 , we compare mean demographic and job characteristics across our three worker types by gender. On average, teleworkers earn higher wages. Among males, unconditional mean wages are about 39 percent higher for teleworkers than office workers. Among females, home-based teleworkers earn only 15 percent more than office workers, while occasional teleworkers earn 50 percent more. All teleworkers are more likely to be partnered than office workers. Occasional teleworkers are more educated and more likely to live in a metropolitan area than office workers. They are less likely to be paid hourly, have another adult living in the household, belong to a union, and have a government sector job than office workers. Male teleworkers are older than male office workers. Male occasional teleworkers are less likely to be Hispanic and have an elderly person living in the household than male office workers. Male home-based teleworkers are less likely to be Asian and have a disability than male occasional teleworkers and male office workers. Male home-based teleworkers are more likely than male office workers to have school-age children and more likely to be born in the U.S. than male occasional teleworkers and male office workers. Female teleworkers are more likely to have an employed spouse or partner than female office workers. Female home-based teleworkers are more likely to be paid hourly than female occasional teleworkers, but less likely to have a graduate degree, a government sector job, and another adult living in the household. Female home-based teleworkers are less likely to have another adult living in the household and more likely to live in a metropolitan area than female office workers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data and Descriptive Statistics"
        },
        {
            "text": "In Table 2A -C, we present mean demographic and job characteristics by parental status and gender for our three worker types to further describe the observable selection into teleworking, because in our multivariate analyses we find that fathers who telework earn a wage premium while men without children do not, women without children who telework occasionally earn a wage premium similar to the one for fathers who telework occasionally, and mothers pay a wage penalty for homebased teleworking in some occupations and industries. In each parental/gender status group, we again find that teleworkers earn more than office workers. And among all three worker types, fathers earn more than men without children, especially among occasional teleworkers. Unconditional mean wages are about 18 percent higher for fathers than men without children among office workers, 9 percent higher for fathers among home-based teleworkers, and 36 percent higher for fathers among occasional teleworkers. Mothers also earn more than women without children among each Note: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Standard deviations are in parentheses for continuous variables. Sample: full-time wage and salary workers age 18-64 in white-collar occupations. *Indicate differences are statistically significant with respect to office workers at the 5% level, based on two-tailed t-tests. In bold: differences between home-based and occasional teleworkers are statistically significant at the 5% level based on two-tailed t-tests. Source: Author's calculations using ATUS-LV module (2017-2018) worker type, but the differences are less than 9 percent, and women earn less than men, except among nonparents who occasionally telework. For each worker type, we observe some large differences in education, occupation, industry, and the likelihood of being paid hourly by parental status within each gender group, which could explain the observed parental gaps in unconditional wages and potentially the lack of teleworker wage premiums for some demographic groups. Among home-based teleworkers, men without children are much more likely to work in a health/education industry than fathers, while women without children are much less likely to have a graduate degree than mothers but are more likely to be paid hourly. Among occasional teleworkers, men without children are more likely to be paid hourly and are less likely to have a graduate degree than fathers (though the differences are not statistically significant), and women without children are more likely to be paid by the hour than mothers. Finally, among office workers, men without children are much less likely to have a graduate degree and are more likely to be paid by the hour than fathers. Men without children are also less likely to work in management occupations and are more likely to work in office administration. Among office workers, women without children are less likely to have a graduate degree than mothers. They are also more likely to work in a leisure and hospitality industry and in public administration. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Table 2A",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Data and Descriptive Statistics"
        },
        {
            "text": "To estimate the magnitude and direction of the relationship between teleworking and wages by teleworking intensity, we first estimate log hourly wage regressions by OLS as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where the dependent variable, logW i , is the natural logarithm of the hourly wage on the main job. When the hourly wage is not directly reported, we calculate it as usual weekly earnings divided by usual weekly hours. 16 We multiply top-coded hourly wages and earnings by 1.5, a common practice in the literature (e.g., Autor et al., 2008) . Home-based teleworker i and Occasional teleworker i are binary variables for the category of teleworker; X i includes controls for the demographic and job characteristics of individual i; β 0 is a constant term; β 1 and β 2 are the coefficients of interest; β 3 is a vector of coefficients; and ε i represents the error term. Vector X i includes a quartic polynomial in age and binary variables for highest education degree (some college, college, graduate degree), race and ethnicity (non-Hispanic black, non-Hispanic Asian, Hispanic), lives with a spouse or partner, spouse or partner is employed, children (age 0-5, age 6-17), lives with another adult age 18-69, lives with an elderly person age 70+, foreign born, has a disability, Census region (Midwest, Northeast, West), metropolitan residence, paid hourly, union member, government sector job, survey year, 9 industry groups and 11 occupation groups. 17 We estimate separate regressions by gender and by gender/parental status. All existing studies, including this one, acknowledge the difficulty of disentangling a causal relationship between wages and work location arrangements. Our OLS estimates may be biased because of unobserved worker and/or firm heterogeneity that is correlated with both wages and teleworker status. For example, individuals with better negotiation skills or advanced computer training may be both more likely to work from home and receive higher wages. Thus, the coefficients on the teleworker variables would combine the effects of WFH with the impact of these skills on wages and thus will overestimate the true impact of remote work on wages. As another example, Briscoe et al. (2011) find a positive association between workplace size and the probability of WFH among high-skilled IT workers. Because larger firms pay higher wages than smaller firms (Bloom et al., 2018) , our OLS estimates are again likely to be biased upward.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 340,
                    "text": "Autor et al., 2008)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1995,
                    "end": 2016,
                    "text": "Briscoe et al. (2011)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2183,
                    "end": 2203,
                    "text": "(Bloom et al., 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "To account for this unobserved heterogeneity, we estimate bounds on the coefficients on the teleworker variables using an econometric technique first introduced by Altonji et al. (2005) but recently popularized by Oster (2019) . The method relates selection on observables to selection on unobservables using changes in estimated coefficients when observables are included in the model along with an assumption about the relative effect on coefficient stability of including observables versus unobservables. Specifically, Oster betas, denoted by β * , are calculated as:",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 185,
                    "text": "Altonji et al. (2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 214,
                    "end": 226,
                    "text": "Oster (2019)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where e β and e R are the coefficient on the telework indicator and the R-squared using the full set of controls, respectively, and β Á and R Á are the coefficient on the telework indicator and the R-squared from a regression with no controls (but including the other telework indicator), respectively. We assume that the selection bias from the observables and the selection bias from the unobservables are proportional (δ = 1) and have the same sign and that R max = 1.3* e R. 18 If the range of estimates bounded by the OLS estimate and the Oster beta includes zero, then the OLS estimates are not robust to correcting for omitted variable bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "A limitation of this bounding technique is that we may not be able to learn about the relationship between unobservables, such as worker trust, and teleworker status from our observables because observable characteristics such as worker tenure are not among our controls, though we attempt to correct for this omitted variable in our main analysis by including age and managerial occupation status, assuming that more trusted employees become managers. 19 In addition, we estimate separate models restricting the sample to workers in the three major industry groups (financial activities; business and professional services; and information) in which over 26 percent of workers are teleworkers and then alternatively the top six occupation groups (computer and mathematical science; legal; business and financial operations; management; arts, design, entertainment, and sports; and sales and related occupations) in which over 17 percent of workers are teleworkers, because employers selectively allowing their workers to telework based upon higher trustworthiness or productivity is less likely to be an issue in occupations or industries where telework is a more common practice. Still, we interpret our estimates as conditional correlations rather than causal effects, given the multitude of selection issues surrounding the choice to work from home by the worker and the decision to allow an employee to telework by the employer and the strong assumption that the unobservables are correlated with the observables.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 455,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "To examine differences in time-use patterns on home days versus office days for teleworkers and between teleworkers by work location and office workers on typical weekday workdays, we predict mean minutes spent in daily activities for respondents 18 These were estimated using the STATA command psacalc.ado (Oster 2013) . Oster (2019) suggests that R max = 1.3* e R is an adequate assumption based on a comparison of plausibly biased observational estimates with evidence on causal effects from randomized control trials. She argues that an R max = 1 is too high, especially if measurement error is likely. 19 In an exploratory analysis, we matched four months of diaries from the ATUS-LV Module (April-July 2018) to the January 2018 CPS Job Tenure Supplement. Job tenure was higher for men who were teleworkers but lower for women who were teleworkers, compared to their office counterparts (9.0 years vs. 7.2 years for men and 7.2 years vs. 8.5 years for women). However, the job tenure differences by teleworker status were not statistically significantly different, likely due to the smaller sample sizes. In addition, the male teleworkers in this smaller matched sample had noticeably higher average wages than those in the main analysis sample, so it is not surprising that they also had higher tenure. Thus, it is not apparent from this analysis that employers are granting telework based on job seniority, at least they are not doing so for women. who worked at least four hours on their diary day. 20 Similar to Nätti et al. (2011) , we control for various background characteristics that are correlated with differences in time allocation. Thus, we estimate the following linear models by OLS: 21 Y i ¼ α 1 Work-at-home day for teleworker i þ α 2 Work-at-office day for teleworker i þ α 3 Work-at-office day for office worker",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 319,
                    "text": "(Oster 2013)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 322,
                    "end": 334,
                    "text": "Oster (2019)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1521,
                    "end": 1540,
                    "text": "Nätti et al. (2011)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where the dependent variable, Y i , represents the total daily minutes spent in an activity (work, leisure, household production, child care, etc.) or with family, friends, coworkers or clients, and alone; the Work-at-home day for teleworker i indicator equals one if the teleworker (because of the limited sample of WFH days we pool home-based and occasional teleworkers) worked at home for at least four hours and worked in the office for zero minutes, and zero otherwise (they may have also worked at another location besides their home such as a coffee shop, although time worked at other places is minimal). The Work-at-office day for teleworker i indicator equals one if the teleworker worked in the office for at least four hours and zero otherwise, and the Work-at-office day for office worker i indicator equals one if the office worker worked in the office for at least four hours and zero otherwise (they may have also taken work home); the vector Z i includes the controls for the characteristics included in X i with the addition of log hourly wage and month of interview indicators; α 1 , α 2 , and α 3 are coefficients to be estimated; α 4 is a vector of coefficients to be estimated; and μ i represents the error term. 22 These models omit the constant term. In the results section, we present predictions from these models for mean time spent in activities on weekday workdays in 2017-2018 for our three groups of workers. Finally, to examine differences in time allocation across worker types for the average day, we estimate the following linear models by OLS:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where Y i , Home-based teleworker i , Occasional teleworker i , and Office worker i are defined as above; the vector A i includes the controls in Z i with additional controls for Saturday and Sunday/holiday time diaries; γ 1 , γ 2 , and γ 3 are coefficients to be estimated; γ 4 is a vector of coefficients to be estimated; and η i represents the error term. Table 3 presents OLS coefficient estimates and Oster betas. In most instances, the OLS coefficients represent the upper bound. For the average worker (column 1), we find that male home-based teleworkers earn more than male office workers (an 8-15 percent wage premium), while female home-based teleworkers do not earn a wage premium. 23 However, for the average female worker (Panel B, column 1), we find that female occasional teleworkers earn a wage premium of 7-16 percent. While the coefficient on occasional teleworker for the average male worker is statistically significant and shows a 9 percent wage premium, the estimate is not robust to correcting for omitted variable bias, as the Oster beta is negative. In a robustness check, we pool male and female workers and include interactions between our teleworker variables and gender in equation 1. The coefficient on the gender interaction term with home-based teleworker is negative, of similar magnitude as the coefficient on home-based teleworker, and statistically significant. The coefficient on the gender interaction term with occasional teleworker, however, is not statistically significant and close to zero (see Appendix Table 7 ). Looking at the results by parental status (Table 3 , columns 2 and 3), we find that fathers who are home-based teleworkers earn 11-15 percent more than fathers who are office workers, and fathers who are occasional teleworkers earn 11-19 percent more than fathers who are office workers. Because the OLS estimates are similar for fathers, we estimate a specification with a teleworker indicator and its interaction with home-based teleworker and cannot reject the hypothesis that the teleworker wage differential is the same regardless of their teleworking intensity (results not shown). Men without children who are home-based teleworkers earn 9-16 percent more than men without children who are office workers; however, the coefficient is not statistically significant at conventional levels, which is likely because of the smaller sample size. Men without children who are occasional teleworkers do not earn a wage premium, while women without children who are occasional teleworkers earn 14-23 percent more than women without children who are office workers. Women without children who are home-based teleworkers do not earn a wage premium. Mothers who telework either occasionally or most of their days also do not earn a wage premium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 366,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1538,
                    "end": 1554,
                    "text": "Appendix Table 7",
                    "ref_id": "TABREF14"
                },
                {
                    "start": 1600,
                    "end": 1608,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "Empirical Strategy"
        },
        {
            "text": "In columns 4-9 of Table 3 , we present estimates where we restrict the sample to the industries, and then occupations, where teleworking is more prevalent and thus selection issues are less likely to be causative. In the top industries specifications (columns 4-6 of Table 3), we observe that for fathers the OLS coefficient estimates and Oster betas are larger than in the baseline results. In the financial activities, business and professional services, and information industries, fathers who are homebased teleworkers earn 22-23 percent more than fathers who are office workers, and fathers who are occasional teleworkers earn 23-28 percent more than fathers who are office workers. Again, we see that the OLS estimates do not vary a lot by teleworking Table 3 Log hourly wage regressions legal; arts, design, entertainment, and sports; and sales. Control variables include a quartic polynomial in age and indicators for year, Census region, lives with spouse or partner, spouse/partner employed, highest level of educational attainment (some college, college degree, graduate degree), race/ethnicity (black, Asian, Hispanic), own children age 0-5, own children age 6-17, other adult age 18-69, elderly person age 70+, disability status, foreign born status, metropolitan residence, paid hourly, union member, government sector job, 9 industry groups, and 11 occupation groups. Oster betas assume δ = 1 and R max = 1.3* e R. ***Indicates statistical significance at the 0.01 level, **at the 0.05 level, and *at the 0.10 level. Source: Author's calculations using ATUS-LV module (2017) (2018) intensity for fathers. For women without children, the OLS estimate and Oster beta are similar to those in the baseline results for those who are occasional teleworkers: they earn 15-23 percent more than their office counterparts. In the top industries, men without children who are home-based teleworkers do not earn a wage premium; however, this result should be interpreted with caution, because the number of homebased teleworkers is small. In the occupation specifications (columns 7-9), we again find that fathers earn more if they telework and women without children earn more if they occasionally telework, although with the smaller sample size, the former is not statistically significant for home-based teleworkers. We also observe a new result in the top industries and top occupations specifications-mothers who are home-based teleworkers pay a wage penalty of 14-22 percent. This result is consistent with either a negative productivity story resulting from greater interruptions from children during the workday or mothers' willingness to accept lower wages for the option to work from home to better balance work and home responsibilities.",
            "cite_spans": [
                {
                    "start": 1583,
                    "end": 1589,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1596,
                    "text": "(2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 765,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Do Teleworkers Earn Higher or Lower Wages than Office Workers?"
        },
        {
            "text": "In Tables 4A and B, we present conditional mean time spent on each activity, and then separately total time spent with family, friends, coworkers or clients, and alone, on weekday workdays in minutes per day. 24 Note that time with children is the sum of all time spent on activities during which at least one own child under age 18 was present. We also show time working with children present, secondary child care, and the number of work episodes. Male teleworkers on WFH days gain about an hour from not having to commute (Table 4A) . 25 They gain an additional 14 min by reducing their time spent on grooming activities. However, on average, teleworkers on home days work about 27 min less on their main jobs than on-site workers. While on office days teleworkers and office workers have similar hours of work, we see that teleworkers on their office days do relatively more of their work from home (34 min versus 10 min). Looking at daily work hours across worker type and location by parental status, we find that teleworking men without children work about 40 min less on home days than on-site workers, while teleworking fathers work 35 min less on home days than office days and 18 min less than fathers who are office workers (only the differences for men without children are statistically significant). Comparing hours across parental status, we find that fathers work longer hours in each worker group, especially fathers who are teleworkers. On WFH days, fathers work 33 min longer than men without children. On office days, fathers who are teleworkers work 25 min longer than men without children who are teleworkers, while fathers who are office workers work only 11 min longer than men without children who are office workers. On office days, male teleworkers and office workers spend similar amounts of time with coworkers and clients, suggesting that the level of teamwork and face-to-face 24 We also examine all workdays when workers work at least four hours, and results are similar (Appendix Table 8A and B); however, we prefer to focus on weekdays, because teleworkers work primarily on weekdays and we may pick up some work brought home from the office by including weekend days in the analyses. 25 We calculate commuting time using the trip tour methodology described in Kimbrough (2019) . interaction required for workers who telework and those who do not is similar. 26 On WFH days, men report more work episodes, showing that they had more interruptions in their workday, with no differences by parental status. Our findings that only fathers who are teleworkers earn wage premiums and that they work longer hours than men without children who are teleworkers are consistent with prior research that finds firms reward workers who labor long hours (for example, Goldin, 2014) .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1909,
                    "end": 1911,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 2220,
                    "end": 2222,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 2296,
                    "end": 2312,
                    "text": "Kimbrough (2019)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2394,
                    "end": 2396,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 2790,
                    "end": 2803,
                    "text": "Goldin, 2014)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 535,
                    "text": "(Table 4A)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 2014,
                    "end": 2022,
                    "text": "Table 8A",
                    "ref_id": "TABREF15"
                }
            ],
            "section": "Time-Use Patterns"
        },
        {
            "text": "In terms of work-life balance, we find that male teleworkers spend 13-20 min longer eating their meals on WFH days than do male on-site workers. When WFH, male teleworkers spend more time caring for family members and pets than male on-site workers (14-16 min more). Fathers who telework spend 25 min more on primary childcare activities, about 100 min more in the presence of their children, and over 2.5 h more caring for their children as a secondary activity than on-site workers. Fathers who work from home sometimes have children in their presence while working (24 min more per day on average than office workers). This is not surprising, because children's school hours are usually less than the hours worked each day by parents with full-time jobs. Male teleworkers also spend 30 min more watching TV and using computers for leisure and 22 min more on social activities on WFH days than on office days. They also spend more time with their partners than do on-site workers (54-67 min more). Finally, male teleworkers spend more time alone on WFH days (6 h and 11 min more).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Use Patterns"
        },
        {
            "text": "Female teleworkers and office workers on their office days spend 53 min commuting to work (Table 4B) . Going into the office also requires an additional 22 min of grooming time for female teleworkers. Thus, female teleworkers on home days also experience a significant time windfall by eliminating their commutes and other preparations for work. Female teleworkers also work less at their main jobs on home days than on office days (26 min less), but the difference is not statistically significant. However, female teleworkers on office days work 29 min more than office workers, because they do additional work from home (34 min more). Looking at daily work hours across worker type and location by parental status, we find that women without children who are teleworkers work 27 min less on home days than office days but work 47 min more on their office days than do office workers. Mothers who are teleworkers work 52 min less on home days than office days and 40 min less than mothers who are office workers. 27 Comparing hours across parental status, we find that women without children work substantially longer hours than mothers in each worker group, especially those who are teleworkers. On WFH days, women without children work 81 min longer than mothers. Among teleworkers on office days, women without children work 56 min longer than mothers. Among those in office-based jobs, women without children work 21 min longer than mothers. In addition, among teleworkers, the hours of women without children are even higher than the hours of fathers. Like male teleworkers, female teleworkers and office workers spend similar amounts of time with coworkers and clients on office days. Consistent with prior research by Adams-Prassl (2021), mothers have slightly more work episodes than fathers on WFH days, 3.5 versus 3.2 episodes, while women without children only have 2.6 work episodes on WFH days. It is possible that the greater number of interruptions in their work could lead to mothers being less productive at work, which could explain the teleworker wage penalty for mothers in some occupations and industries. The wage premium for women without children who are occasional teleworkers is consistent with their working longer hours. Working longer hours on weekday workdays with few interruptions for nonwork activities may be especially valued by firms if coordination of work activities with coworkers during core business hours is important (Cubas et al., 2021) .",
            "cite_spans": [
                {
                    "start": 2462,
                    "end": 2482,
                    "text": "(Cubas et al., 2021)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 100,
                    "text": "(Table 4B)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Time-Use Patterns"
        },
        {
            "text": "In terms of work-life balance, we find that female teleworkers spend substantially more time engaging in home production activities on WFH days than on office days (32 min more). They also enjoy 33 min more time watching TV and using a computer for leisure and sleep 27 min longer. In contrast to male teleworkers, female teleworkers do not spend more time with their partners on WFH days, which may be because men's wives tend to work fewer hours than women's husbands. However, on WFH days, they spend more time with their partners than female office workers (47 min more). Female teleworkers also spend more time alone on WFH days than office days (5 h and 49 min more).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Use Patterns"
        },
        {
            "text": "Mothers who are teleworkers spend more total time around their children on WFH days than office days (over 2 h more), more time on secondary child care (3.2 h more), and more time working with their children in their presence (45 min more). Their primary child care time, however, does not vary by the location of their work. In fact, when WFH, fathers spend more time on primary child care than mothers (70 vs. 60 min). Mothers, however, have children in their presence during work episodes conducted from home to a greater extent than fathers (31 min more). It is possible that this additional time spent working with children present could also lead to mothers being less productive at work, which could explain the parental differences in wage premiums for female teleworkers. Thus, full-time employed mothers may select themselves into jobs that do not require long hours, thus forgoing compensation and promotion but gaining better work-life balance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Use Patterns"
        },
        {
            "text": "Next we compare time allocation on the average day for our three worker types to examine whether teleworkers prefer certain activities over others compared to office workers or whether they shift certain activities from office days to home days or from workdays to nonworkdays to create more balance in their lives. We find a few noteworthy differences from our weekday workday results and between our two teleworker types. (See Appendix Tables 9A and B for the full set of results). On the average day, male teleworkers and male office workers work the same amount of time, suggesting neither overworking nor shirking by teleworkers (but some shifting of work time), which is contrary to prior researchers' findings based on non-diary survey data that suggests teleworkers work longer hours (Noonan & Glass, 2012) . Only male home-based teleworkers spend less time commuting than male office workers (20 min less). This suggests that the commute may be slightly longer for male occasional teleworkers than male office workers, which de Vos et al. (2018) and de Vos et al. (2019) found to be true for some workers in the Netherlands. 28 Fathers who are home-based teleworkers spend 19-21 min more on primary child care and about 1.8 h more on secondary child care than fathers who are occasional teleworkers or office-based workers. We also do not find any differences in TV and computer time on the average day across worker types, suggesting that men prefer to spend the same amount of time watching TV, playing video games, and engaging on social media but teleworkers do more of these activities on their WFH weekdays while office workers do more of these activities on non-workdays.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 814,
                    "text": "(Noonan & Glass, 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1037,
                    "end": 1058,
                    "text": "Vos et al. (2018) and",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1059,
                    "end": 1079,
                    "text": "de Vos et al. (2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 453,
                    "text": "(See Appendix Tables 9A and B",
                    "ref_id": "TABREF17"
                }
            ],
            "section": "Time-Use Patterns"
        },
        {
            "text": "For women, on average, total work time on the average day does not vary by teleworker status. However, among women without children, home-based teleworkers work more than occasional teleworkers and office workers (51-57 min more), and among mothers, home-based teleworkers work less than occasional teleworkers and office workers (50-61 min less). However, comparing across parental status among home-based teleworkers, women without children work over two hours longer than mothers. Comparing across parental status among occasional teleworkers, women without children work only 10 min longer than mothers. We find no differences by worker type in the time women spend on household production, sleeping, and watching TV on the average day, which indicates that they are shifting these activities across the days of the week. Female home-based teleworkers, however, spend more time on sports and active leisure (10-11 min more).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Use Patterns"
        },
        {
            "text": "Time-use differences between teleworkers and office workers could also be biased because of selection into telework and omitted workplace variables. To verify that our results are robust to omitted variable bias, we estimate linear regressions by OLS (varying the omitted worker group and including a constant term) and calculate Oster betas. For all our statistically significant results, the Oster bounds exclude zero, suggesting that our time-use results are robust to bias from unobservables (Appendix Tables 10 and 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Use Patterns"
        },
        {
            "text": "Workers may also vary the timing of their activities over the day between WFH days and office days. In Figs. 3-6, we show the share of workers among teleworkers on WFH days, teleworkers on office days, and office workers on office days who are participating in select activities (work and work-related activities, household production and care, time with own children, and sleep) at each minute of the day on weekday workdays. In Fig. 3 , we observe that most workers in all three groups are working during traditional core working hours (8 a.m. to 5 p.m.), with a large dip in the share of all workers working at lunchtime. However, male teleworkers are slightly less likely to be working in the afterschool hours (3-5 p.m.) on WFH days than on office days, although they are just as likely to be working on office days as office workers during those hours (Panel A). This could explain why teleworkers' work time on weekday workdays is less than the work time of on-site workers. Male teleworkers on WFH days are more likely to be doing household production and care activities and spending time with children during these after-school hours (Figs. 4 and 5) . For example, consider the 4 p.m. diary time. At 4 p.m., 74 percent of male teleworkers on office days are working, while only 58 percent of male teleworkers on WFH days are working (Fig. 3 Panel A) . Twenty-two percent of male teleworkers on WFH days are doing household production and care activities (Fig. 4 Panel A), while only five percent of male teleworkers on office days are doing these activities. Among fathers who are teleworkers, 28 percent are spending time with children on their WFH days (Fig. 5 Panel A), while on seven percent are spending time with children on their office days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 436,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1144,
                    "end": 1159,
                    "text": "(Figs. 4 and 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1343,
                    "end": 1359,
                    "text": "(Fig. 3 Panel A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1464,
                    "end": 1471,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1665,
                    "end": 1672,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Timing of Activities: Teleworking 8 to 5?"
        },
        {
            "text": "Even though their work time is not statistically significantly different across work locations, female teleworkers are less likely to be working during core working hours on WFH days than on office days (Fig. 3 Panel B), suggesting that WFH gives many teleworkers greater flexibility to balance household and family responsibilities over the day. We also observe that female teleworkers on WFH days spend more time around the lunch hour and during afternoon hours on household production and care activities and more time with children throughout the traditional workday than onsite workers (Figs. 4 and 5, Panel B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 591,
                    "end": 615,
                    "text": "(Figs. 4 and 5, Panel B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Timing of Activities: Teleworking 8 to 5?"
        },
        {
            "text": "Looking at sleep (Fig. 6) , we find that a greater share of teleworkers is sleeping later in the morning on WFH days than on office days. This suggests that WFH allows workers' waking hours to shift to later in the day, i.e., they wake later and go to sleep later, which may be a sign that standard work schedules do not sync with circadian rhythms or that night owls select telework. On average, male teleworkers on WFH days wake up at 6:36 a.m. but on office days they wake up at 6:17 a.m., while female teleworkers on WFH days wake up at 6:48 a.m. but on office days they wake up at 6:05 a.m. (19 and 43 min earlier on office days, respectively) ( Table 5 ). The latter difference in female wake times also corresponds with the earlier finding that female teleworkers get more sleep on WFH days. On non-workdays, all worker types wake up at similar times, suggesting that night owls do not select into telework. Thus, there may be positive productivity effects resulting from increased sleep and quality of sleep on WFH days because of differences in the timing of sleep.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Table 5",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Timing of Activities: Teleworking 8 to 5?"
        },
        {
            "text": "We use pre-pandemic data from the ATUS-LV Module to gain insights into the relationship between telework and wages and explore a potential mechanism-time allocation-by which they may be linked. Understanding how being able to work entire workdays from home affects wages and how teleworkers allocate their time is important for post-pandemic policy design of family-friendly workplaces where telework will be ever more prevalent and children will spend most of their parents' workdays in schools. 29 Because the relationships between teleworking, wages, and time use vary by gender, our study is also relevant to gender equality policy making. Yamamura and Tsustsui (2021) for an examination of the impact of closing schools in Japan on working from home during the pandemic. See Pabilonia and Vernon (2022) for an examination of time allocation by parents in dual-earner couples with children by the couple's work location arrangements during the pandemic when many U.S. children were in virtual schooling.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 672,
                    "text": "Yamamura and Tsustsui (2021)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 780,
                    "end": 807,
                    "text": "Pabilonia and Vernon (2022)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "We show that mean wages are higher for teleworkers than office workers; however, once we account for observable demographic and job characteristics and correct for bias in the coefficients on the teleworker variables from the unobservables using Oster's bounding technique, we find that most women do not earn a wage premium. Only women without children under age 18 who occasionally work from home still earn a wage premium, while mothers who work most days of the week at home pay a wage penalty in some occupations and industries. Thus, our results suggest that increasing the number of telework days for women will not reduce the gender wage gap or motherhood wage gap, although it may still improve mothers' well-being and possibly even allow some mothers to take part in the labor force who otherwise would not. On the other hand, increasing the frequency of telework may even increase the motherhood wage gap, because our results suggest higher wage premiums for fathers who are home-based teleworkers. We also find that fathers earn wage premiums when they occasionally work from home. Our results showing differences between teleworking mothers and fathers are consistent with prior research showing that mothers are more willing to pay for location flexibility and they may have lower productivity when working remotely because of interruptions throughout their workdays. Mothers who telework take more breaks throughout their workdays and are potentially interrupted more by their children who are more likely to be in their presence while they work from home. We also do not find that men without children earn a wage premium for teleworking once we control for observables, such as education and job characteristics, which vary by parental status. From the time diaries, we find evidence that the above-mentioned groups of teleworkers who earn wage premiums are working longer hours on weekday workdays than the groups of teleworkers who do not earn wage premiums, which is consistent with previous researchers' finding that those working long hours earn a wage premium and that those who work in occupations that require the coordination of activities during core business hours also earn a wage premium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Differences in time allocation among teleworkers by work location and between teleworkers and office workers also suggest that WFH improves workers' work-life balance because they spend less time commuting and grooming. Workers may be more alert on their jobs when they can skip their morning commutes and other preparations for going into the office, resulting in higher productivity on their WFH days. Female workers get more sleep on WFH days, which may also boost their productivity. Our results suggesting no statistically significant difference in work time on the average day by worker type lead us to conclude that workers are not shirking on the job or being overworked as the boundaries between work and home life blur. Teleworkers also spend more time watching TV and using the computer for leisure on their WFH days than office days, though not on the average day. This suggests that teleworkers adjust the timing of some activities over the days of the week, which also could enhance their well-being. Female teleworkers, but not male teleworkers, use some of their time windfall from the elimination of their long commutes to do more household production activities on their WFH days. However, it is possible that an expansion of telework could decrease the gender care gap, because fathers spend more time on primary child care when they work from home while mothers do not, and fathers who are home-based teleworkers spend relatively more time on secondary child care on the average day than occasional teleworkers and office workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Parents spend more total time with their children and at different times of the day when they work from home instead of at the office. Thus, telework potentially has positive implications for child development-because children receive more parental time overall, more parental time in the hours after school, when they may need it most, and more primary child care time from their fathers (Fiorini & Keane, 2014; Hsin & Felfe, 2014; Caetano et al., 2019) -and positive implications for parents' well-being, because parents enjoy spending time with their children more than doing other activities (Connelly & Kimmel, 2015; Musick et al., 2016) .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 412,
                    "text": "(Fiorini & Keane, 2014;",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 432,
                    "text": "Hsin & Felfe, 2014;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 433,
                    "end": 454,
                    "text": "Caetano et al., 2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 596,
                    "end": 621,
                    "text": "(Connelly & Kimmel, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 622,
                    "end": 642,
                    "text": "Musick et al., 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Our study has several limitations. Our sample of teleworkers is quite small. Therefore, we cannot investigate these relationships for more detailed occupation groups nor can we investigate time allocation differences by work location by type of telecommuter. We also have only one observation per household. Therefore, we cannot observe couples trading off tasks based on the work location of both partners. We may learn more about the tradeoffs couples make and in which occupations and under what circumstances telework is more productivity enhancing using data during the pandemic when teleworking is more prevalent. Funding No funding was received for conducting this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Conflict of interest The authors have no relevant financial or non-financial interests to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethics approval This study uses retrospective deidentified public-use data collected by U.S. Census Bureau. No ethical approval is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Tables 6-11 Note: T1 refers to the first-tier activity code. T2 refers to the second-tier activity code. T3 refers to the third-tier activity code. TEWHERE refers to the location of the activity. TUWHO refers to who was in the room or who accompanied you on an activity. Trip tour methodology on average increases work-related-travel time by 3 min for men and 8 min for women compared to reported commute time (Kimbrough 2019) . In turn, non-work-related travel is reduced by the same amount. This methodology classifies as commute time any trip chains that contain no stop of more than 30 min and either begin at home and end at work or begin at work and end at home. The travel time (but not the stop time) on such tours is summed to calculate each worker's commute. Table 3 for control variables. ***Indicates significance at the 0.01 level, **at the 0.05 level, and *at the 0.10 level. Source: Author's calculations using ATUS-LV module (2017-2018) Table 4 for control variables. Regressions also include controls for Saturday and Sunday/holiday time diaries. Column 4 shows whether the group differences are statistically significant. ***Indicates significance at the 0.01 level, **at the 0.05 level, and *at the 0.10 level. Source: Author's calculations using ATUS-LV module (2017-2018) ",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 426,
                    "text": "(Kimbrough 2019)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 776,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 960,
                    "text": "Table 4",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Appendix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "4) 191 Notes: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "***",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Notes: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Robust standard errors are in parentheses. See the notes for Table 4 for control variables. Regressions also include a constant term and controls for Saturday and Sunday/holiday diaries",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The gender wage gap in an online labour market: The cost of interruptions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "***",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Source: References Adams-Prassl, A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inequality in the impact of the coronavirus shock: Evidence from real time surveys",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adams-Prassl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boneva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Golin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Rauh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Public Economics",
            "volume": "189",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measuring trends in leisure: The allocation of time over five decades",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Quarterly Journal of Economics",
            "volume": "122",
            "issn": "3",
            "pages": "969--1006",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An evaluation of instrumental variable strategies for estimating the effects of Catholic schooling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Altonji",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Human Resources",
            "volume": "40",
            "issn": "",
            "pages": "791--821",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Smart-working: Work flexibility without constraints? CESifo Working Paper 8165",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angelici",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Profeta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trends in U.S. wage inequality: Revising the revisionists",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Autor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Review of Economics and Statistics",
            "volume": "90",
            "issn": "2",
            "pages": "300--323",
            "other_ids": {
                "DOI": [
                    "10.1162/rest.90.2.300"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why working from home will stick",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Barrero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--174",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What jobs are being done at home during the COVID-19 crisis? Evidence from firm-level surveys",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartik",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Glaeser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Work from home after the COVID-19 outbreak. Federal Reserve Bank of Dallas Working Paper",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blandin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mertens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The gender wage gap: Extent, trends, and sources",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Economic Literature",
            "volume": "55",
            "issn": "3",
            "pages": "789--865",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Does working from home work? Evidence from a Chinese experiment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guvenen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Quarterly Journal of Economics",
            "volume": "108",
            "issn": "1",
            "pages": "165--218",
            "other_ids": {
                "DOI": [
                    "10.1093/qje/qju032"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Membership has its privileges? Contracting and access to jobs that accommodate work-life needs",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Briscoe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wardell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ILR Review",
            "volume": "64",
            "issn": "2",
            "pages": "258--282",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 and remote work: An early look at U.S. data",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brynjolfsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozimek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Towards causal estimates of children's time allocation on skill development",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caetano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinsler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Applied Econometrics",
            "volume": "34",
            "issn": "4",
            "pages": "588--605",
            "other_ids": {
                "DOI": [
                    "10.1002/jae.2700"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "If you're happy and you know it: How do mothers and fathers in the U. S. really feel about caring for their children?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kimmel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Feminist Economics",
            "volume": "21",
            "issn": "1",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Work schedules and work at home supplement",
            "authors": [],
            "year": 2004,
            "venue": "Current Population Survey (CPS) Data at NBER",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Work-care balance over the day and the gender wage gap",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cubas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silos",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "111",
            "issn": "",
            "pages": "149--153",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Working from home and the willingness to accept a longer commute",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Vos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meijers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ham",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Annals of Regional Science",
            "volume": "61",
            "issn": "",
            "pages": "375--398",
            "other_ids": {
                "DOI": [
                    "10.1007/s00168-018-0873-6"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Working from home and commuting: Heterogeneity over time, space, and occupations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Vos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meijers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How many jobs can be done at home?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dingel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neiman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Public Economics",
            "volume": "189",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pubeco.2020.104235"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The effects of telecommuting on productivity: An experimental examination. The role of dull and creative tasks",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Dutcher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Economic Behavior & Organization",
            "volume": "84",
            "issn": "1",
            "pages": "355--363",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jebo.2012.04.009"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bringing work home: Implications for BLS productivity measures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Monthly Labor Review",
            "volume": "133",
            "issn": "12",
            "pages": "18--35",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How the allocation of children's time affects cognitive and noncognitive development",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "; M"
                    ],
                    "last": "Frazis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Keane",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Who telecommutes? Where is the time saved spent? BLS Working Paper No. 523. Fiorini",
            "volume": "32",
            "issn": "",
            "pages": "787--836",
            "other_ids": {
                "DOI": [
                    "10.1086/677232"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Wage differentials associated with working at home",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                },
                {
                    "first": "Victoria",
                    "middle": [
                        "Vernon"
                    ],
                    "last": "Gariety",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Monthly Labor Review",
            "volume": "130",
            "issn": "",
            "pages": "61--75",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Parents' work schedules and time spent with children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Genadek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Community, Work & Family",
            "volume": "20",
            "issn": "5",
            "pages": "523--542",
            "other_ids": {
                "DOI": [
                    "10.1080/13668803.2017.1371672"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Time use and labor productivity: The returns to sleep",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shrader",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Review of Economics and Statistics",
            "volume": "100",
            "issn": "5",
            "pages": "783--798",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Work time and well-being for workers at home: Evidence from the American time use survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Giménez-Nadal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Velilla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Manpower",
            "volume": "41",
            "issn": "2",
            "pages": "184--206",
            "other_ids": {
                "DOI": [
                    "10.1108/IJM-04-2018-0134"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Telecommuting and earnings trajectories among American women and men",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Noonan",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Global Workplace Analytics",
            "volume": "95",
            "issn": "1",
            "pages": "217--50",
            "other_ids": {
                "DOI": [
                    "10.1093/sf/sow034"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global work-from-home experience survey",
            "authors": [],
            "year": 2020,
            "venue": "Global Workplace Analytics. (2020b)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Work schedule flexibility: A contributor to happiness?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Henly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Social Research & Policy",
            "volume": "4",
            "issn": "2",
            "pages": "107--135",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A grand gender convergence: Its last chapter",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Economic Review",
            "volume": "104",
            "issn": "4",
            "pages": "1091--1119",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Snooze or lose: High school start times and academic achievement",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Economics of Education Review",
            "volume": "72",
            "issn": "",
            "pages": "204--218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.econedurev.2019.05.011"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Timing, togetherness and time windfalls",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamermesh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Population Economics",
            "volume": "15",
            "issn": "4",
            "pages": "601--623",
            "other_ids": {
                "DOI": [
                    "10.1007/s001480100092"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Life satisfaction, loneliness and togetherness, with an application to Covid-19 lock-downs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamermesh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Review of Economics of the Household",
            "volume": "18",
            "issn": "",
            "pages": "983--1000",
            "other_ids": {
                "DOI": [
                    "10.1007/s11150-020-09495-x"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Do workers value flexible jobs? A field experiment",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neumark",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Labor Economics",
            "volume": "23",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1086/711226"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "When does time matter? Maternal employment, children's time with parents, and child development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hsin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Felfe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Demography",
            "volume": "51",
            "issn": "5",
            "pages": "1867--1894",
            "other_ids": {
                "DOI": [
                    "10.1007/s13524-014-0334-5"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Developments in the measurement of subjective well-being",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Economic Perspectives",
            "volume": "20",
            "issn": "1",
            "pages": "3--24",
            "other_ids": {
                "DOI": [
                    "10.1257/089533006776526030"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A survey method for characterizing daily life experience: The day reconstruction method",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schkade",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "5702",
            "pages": "1776--1780",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1103572"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Workplace flexibility and worker well-being by gender",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Marriage and Family",
            "volume": "82",
            "issn": "3",
            "pages": "892--910",
            "other_ids": {
                "DOI": [
                    "10.1111/jomf.12633"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Measuring commuting in the American Time Use Survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kimbrough",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Economic and Social Measurement",
            "volume": "44",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.3233/JEM-180459"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Children and gender inequality: Evidence from Denmark",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleven",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Landais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Søgaard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "American Economic Journal: Applied Economics",
            "volume": "11",
            "issn": "4",
            "pages": "181--209",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Does part-time work offer flexibility to employed mothers?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Landivar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Monthly Labor Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The value of working conditions in the United States and implications for the structure of wages",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maestas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Wachter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wenger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The psychological impact of teleworking: Stress, emotions and health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holdsworth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New Technology, Work and Employment",
            "volume": "18",
            "issn": "3",
            "pages": "196--211",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-005X.00121"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Valuing alternative work arrangements",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pallais",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "American Economic Review",
            "volume": "107",
            "issn": "12",
            "pages": "3722--3759",
            "other_ids": {
                "DOI": [
                    "10.1257/aer.20161500"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Alternative work arrangements",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pallais",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annual Review of Economics",
            "volume": "12",
            "issn": "",
            "pages": "631--658",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "How parents fare: Mothers' and fathers' subjective well-being in time with children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flood",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Sociological Review",
            "volume": "81",
            "issn": "5",
            "pages": "1069--1095",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Work at home and time use in Finland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nätti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tammelin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Anttila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojala",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Work and Employment",
            "volume": "26",
            "issn": "1",
            "pages": "68--77",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-005X.2010.00258.x"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The hard truth about telecommuting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noonan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Monthly Labor Review",
            "volume": "135",
            "issn": "",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The incidence and wage consequences of home-based work in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Oettinger",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Human Resources",
            "volume": "46",
            "issn": "2",
            "pages": "237--260",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "PSACALC: Stata module to calculate treatment effects and relative degree of selection under proportional selection of observables and unobservables. Statistical software components S457677. Boston College Department of Economics revised",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Unobservable selection and coefficient stability: Theory and evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Business and Economic Statistics",
            "volume": "37",
            "issn": "2",
            "pages": "187--204",
            "other_ids": {
                "DOI": [
                    "10.1080/07350015.2016.1227711"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Happiness and productivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Oswald",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Proto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sgroi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Labor Economics",
            "volume": "33",
            "issn": "4",
            "pages": "789--822",
            "other_ids": {
                "DOI": [
                    "10.1086/681096"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Replication code in Stata for \"Telework, Wages, and Time Use in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.4381046"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Handbook of Labor, Human Resources and Population Economics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Who is doing the chores and childcare in dual-earner couples during the COVID-19 Era of Working from Home? Working Paper",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The effect of working from home on major time allocations with a focus on food-related activities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zeballos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Review of Economics of the Household",
            "volume": "18",
            "issn": "",
            "pages": "1165--1187",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Home-based telecommuting and commuting behavior",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rhee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Urban Economics",
            "volume": "63",
            "issn": "1",
            "pages": "198--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jue.2007.01.007"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Unpaid work at home",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Industrial Relations: A Journal of Economy and Society",
            "volume": "48",
            "issn": "",
            "pages": "578--588",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Does telework stress employees out? A study on working at home and subjective well-being for wage/salary workers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Happiness Studies",
            "volume": "21",
            "issn": "7",
            "pages": "2649--2668",
            "other_ids": {
                "DOI": [
                    "10.1007/s10902-019-00196-6"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The new coronavirus economy: A gigantic experiment reshaping how we work and live",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Timberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harwell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reiley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattarai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Work at home in 2004",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "American time use survey leave module microdata files",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Job flexibilities and work schedules summary",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "American community survey content test evaluation report: Journey to work -Travel mode of commute and time of departure for work",
            "authors": [
                {
                    "first": "R. Chase",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Supplemental data measuring the effects of the coronavirus (COVID-19) pandemic on the labor market",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "American time use survey",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Is there a flexiglass ceiling? Flexible work arrangements and wages in the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Weeden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Social Science Research",
            "volume": "34",
            "issn": "2",
            "pages": "454--482",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Agency theory and work from home",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Labour",
            "volume": "33",
            "issn": "1",
            "pages": "3--25",
            "other_ids": {
                "DOI": [
                    "10.1111/labr.12135"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "When home becomes work: Work and family time among workers at home",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Wight",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Raley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Social Indicators Research",
            "volume": "93",
            "issn": "1",
            "pages": "197--202",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Job flexibilities and work schedules in 2017-18",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The impact of closing schools on working from home during the COVID-19 pandemic: Evidence using panel data from Japan",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yamamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsustsui",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Review of Economics of the Household",
            "volume": "19",
            "issn": "",
            "pages": "41--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Percent of teleworkers among full-time wage and salary workers by occupation group, 2017-2018.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Percent of teleworkers among full-time wage and salary workers by industry, 2017-2018. Source: Author's calculations using ATUS-LV module (2017-2018)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Robust standard errors are in parentheses. Industries: information; financial; and professional and business services. Occupations: management; business and financial; computer and mathematical science;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time use by type of worker and work location. Monday-Friday workdays. Work and work-related activities. Note: Workdays are days on which the respondent reports at least four hours of work. Sample sizes are: men (N = 794, 81, 128), women (N = 1045, 75, 106) for the three groups of workers respectively. Source: Author's calculations using ATUS-LV module (2017-2018)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Time use by type of worker and work location. Monday-Friday workdays. Household production and care. Note: Workdays are days on which the respondent reports at least four hours of work. Sample sizes are: men (N = 794, 81, 128), women (N = 1045, 75, 106) for the three groups of workers respectively. Source: Author's calculations using ATUS-LV module (2017-2018) 29 See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time use by type of worker and work location. Monday-Friday workdays. Time with children. Note: Workdays are days on which the respondent reports at least four hours of work. Sample sizes for time with own children graphs are: Fathers (N = 409, 45, 67), Mothers (N = 476, 31, 54) for the three groups of workers respectively. Time with children includes time spent working. Source: Author's calculations using ATUS-LV module (2017-2018)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Time use by type of worker and work location. Monday-Friday workdays. Sleep. Note: Workdays are days on which the respondent reports at least four hours of work. Sample sizes are: men (N = 794, 81, 128), women (N = 1045, 75, 106) for the three groups of workers respectively. Source: Author's calculations using ATUS-LV module (2017-2018)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "match respondents from the 2004 CPS-WS Supplement and the 2004-2005 ATUS. Although teleworkers can be identified in the supplement, the matched sample is much smaller than the new ATUS-LV module. In addition, WFH was not as prevalent in 2004 as it was in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sample means by work-at-home status and gender",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "A. Sample means for home-based teleworkers by gender and parental status. B. Sample means for occasional teleworkers by gender and parental status. C. Sample means for office workers by gender and parental status",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Note: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Standard deviations are in parentheses for continuous variables. Sample: full-time wage and salary workers age 18-64 in white-collar occupations. *Indicate differences are statistically significant with respect to male workers at 5% level based on two-tailed t-tests. In bold: differences by parental status are statistically significant at the 5% level based on two-tailed t-tests. Source: Author's calculations using ATUS-LV module(2017)(2018)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "A. Conditional mean time use for men, Monday-Friday workdays (minutes/day). B. Conditional mean time use for women, Monday-Friday workdays (minutes/day)",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Mean wake-up time of teleworkers and office workers (clock time) The sample is restricted to workers who report waking between 4 a.m.-12 p.m. on their diary day. Columns 1-3 show mean wake-up times by worker group. Column 4 shows whether the group differences are statistically significant. *** indicates significance at the 0.01 level. Source: Author's calculations using ATUS-LV module(2017)(2018) Data availability This paper uses the public-use (2017-2018) American Time Use Survey (ATUS) leave module microdata files available at https://www.bls.gov/tus/lvdatafiles.htm and the main ATUS files available at https://www.bls.gov/tus/data.htm.Code availability https://doi.org/10.5281/zenodo.4381046Acknowledgements All views expressed in this paper are those of the authors and do not necessarily reflect the views or policies of the U.S. Bureau of Labor Statistics. We are grateful to German Cubas, Michael Giandrea, Lonnie Golden, Charlene Kalenkoski, Peter Meyer, Amanda Pallais, Jake Schild, Jay Stewart, and Rose Woods for helpful comments. A previous draft of this paper circulated under the title \"Telework and Time Use in the United States.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Variables from the American Time Use Survey Time-use category ATUS activity tier codes and variables Work at main job T1 = 5 & T2 = 1 & (T3 = 1 | T3 = 99) Work from workplace T1 = 5 & T2 = 1 & T3 ≠ 2 & TEWHERE = 2 Work from home T1 = 5 & T2 = 1 & T3 ≠ 2 & TEWHERE = 1 Work from other place T1 = 5 & T2 = 1 & T3 ≠ 2 & TEWHERE ≠ 1 or 2 Telework, Wages, and Time Use in the United States",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Time-use category ATUS activity tier codes and variables Sleep T1 = 1 & T2 = 1 Other personal care T1 = 1 & T2 = 3, 4, 5, or 99, T1 = 8 & T2 = 4, 5 Care T1 = 2 & T2 = 6, T1 = 3, T1 = 4, T1 = 8 & T2 = 7, T1 = 9 & T2 = 3 Primary child care for household and nonhousehold children T1 = 3 & T2 < =3, T1 = 4 & T2 < =3 Pet care and veterinary services T1 = 2 & T2 = 6, T1 = 8 & T2 = 7, T1 = 9 & T2 = 3 Leisure T1 = 6, T1 = 12, T1 = 14, T1 = 13 & T2 > =2, T1 = 15, T1 = 16 & (T2 = 1 & T3 < =2), T1 = 50 Social and organizational activities (socializing, attending or hosting social events, arts/sport/recreation events, religious and spiritual activities, volunteering) T1 = 6, T1 = 12 & T2 ≠ 3, T1 = 14, T1 = 13 & T2 > =2, T1 = 15 Watching TV and using computer for leisure T1 = 12 & T2 = 3 & T3 = 3 Time with family and friends Time with own children under age 18 All activities where TUWHO = 22 or TUWHO = 40",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Log hourly wage regressions, pooled sample Notes: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Robust standard errors are in parentheses. See the notes for",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "A. Conditional mean time use for men, Monday-Sunday typical workday (minutes/day). B. Conditional mean time use for women, Monday-Sunday typical workday (minutes/day) A. Conditional mean time use for men, Monday-Sunday typical workday (minutes/day)",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "B. Conditional mean time use for women, Monday-Sunday typical workday (minutes/day)",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "A. Time use conditional means for men, Monday-Sunday typical day of the week (minutes/day). B. Time use conditional means for women, Monday-Sunday typical day of the week (minutes/day) A. Time use conditional means for men, Monday-Sunday typical day of the week (minutes/day) B. Time use conditional means for women, Monday-Sunday typical day of the week (minutes/day)",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "WOMEN time use activities Home-based teleworkersNotes: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Columns 1-3 contains conditional mean values computed from OLS regressions. See the notes for",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Coefficients on 'Work at home day for teleworker', Monday-Friday workdays Rel. to office workers on office day Rel. to teleworkers on office days Rel. to office workers on office day Rel. to teleworkers on office daysWork & work-related activities",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Rel. to office workers on office day Rel. to teleworkers on office days Rel. to office workers on office day Rel. to teleworkers on office days Rel. to office worker Rel. to occasional teleworkers Rel. to office worker Rel. to occasional teleworkers Time use activities Coefficient (S.E) Oster beta Coefficient (S.E) Oster beta Coefficient (S.E)",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Rel. to office worker Rel. to occasional teleworkers Rel. to office worker Rel. to occasional teleworkers Time use activities Coefficient (S.E) Oster beta Coefficient (S.E) Oster beta Coefficient (S.E)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Notes: ATUS leave module weights reweighted separately for equal-day-of-the-week representation for our male and female samples are used. Columns 1-3 contains conditional mean values computed from OLS regressions. See the notes for Table 4 for control variables. Regressions also include controls for Saturday and Sunday/holiday time diaries. Column 4 shows whether the group differences are statistically significant. ***Indicates significance at the 0.01 level, **at the 0.05 level, and *at the 0.10 level. Source: Author's calculations using ATUS-LV module (2017) (2018) ",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 566,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 573,
                    "text": "(2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}