{
    "paper_id": "0b346065f2908343b45bec12beafcdbe196d0b93",
    "metadata": {
        "title": "Myocardial infarction with non-obstructive coronary artery in a middle-aged woman with COVID-19",
        "authors": [
            {
                "first": "Amir",
                "middle": [],
                "last": "Farhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zand",
                "middle": [],
                "last": "Parsa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamidreza",
                "middle": [],
                "last": "Pouraliakbar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Zahra",
                "middle": [],
                "last": "Raisi-Estabragh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Golnaz",
                "middle": [],
                "last": "Houshmand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cardiovascular involvement is commonly described in coronavirus disease 2019 , where myocardial injury can be caused by exacerbation of the underlying disease and de novo cardiovascular involvement, including myocarditis, stress cardiomyopathy and myocardial infarction. There was a drop in acute coronary syndrome admission rates worldwide as collateral damage of the COVID-19 pandemic as patients were reluctant to seek appropriate care. We presented a 47-year-old woman with acute heart failure and COVID-19 pneumonia. She had a history of typical prolonged chest pain 2 weeks before but no coronary risk factors. The electrocardiogram was consistent with late presentation myocardial infarction. Focused echocardiography showed severe left ventricle systolic dysfunction. She was medically treated for both pneumonia and heart failure. Coronary angiography showed no f low-limiting lesion. Cardiac magnetic resonance in the recovery phase revealed subendocardial late gadolinium enhancement in the left anterior descending territory compatible with myocardial infarction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has caused widespread morbidity and mortality. Although the lungs are the primary organ affected by COVID-19, several reports have shown that the cardiovascular system can be involved in the setting of this disease through various mechanisms [1] . In addition to the direct impact of COVID-19-related cardiac involvement, the pandemic has also impacted general cardiovascular care through reduced availability of healthcare services for non-COVID-19 work and reluctance of patients to seek prompt medical attention for fear of infection. Indeed, a substantial reduction in patients hospitalized with acute coronary syndromes has been noted during the pandemic [2] . Herein, we present a case of a neglected myocardial infarction in a middle-aged woman who was admitted to the hospital with heart failure and concurrent COVID-19 pneumonia.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 47-year old lady presented acutely with a 2-week history of worsening dyspnea. The patient had no previous cardiovascular risk factors or pre-existing conditions. She had obtained a 12 lead electrocardiogram (ECG) as part of her insurance company's workup 6 months prior, which was normal. She described prolonged chest pain at rest 2 weeks before admission. The chest pain was retrosternal radiating to the jaw and the left arm, worsened with physical effort and was accompanied by perspiration. The patient avoided seeking hospital treatment for fear of contracting SARS-CoV-2. In the physical exam, she had bilateral coarse crackles in both lungs. ECG on admission showed Q wave and ST-segment elevation in leads V1-V3 and inverted T wave in leads aVL and V2-V4 (Fig. 1A) . Lung Computed tomography (CT) on admission showed bilateral consolidation and ground-glass appearance with bilateral pleural effusion (Fig. 1B) . The reverse transcription-polymerase chain reaction (Rt-PCR) of the nasopharyngeal swab was positive for SARS-CoV-2. Blood work demonstrated leucocytosis 19 ×10 3 /mm 3 , lymphopenia 965/mm 3 and elevated C reactive protein (CRP) 16.7 mg/dl (normal < 1 mg/dl) and procalcitonin 0.08 ng/ml (normal: 0.05 ng/ml), N-terminal pro Btype natriuretic peptide (NT-proBNP) was significantly elevated at 21517 pg/ml according to recommended cutoff values > 450 pg/mL in patients less than 50 years [3] . troponin I was not raised (<0.2 ng/ml). Focused echocardiography in the intensive care unit revealed severely reduced left ventricular (LV) ejection fraction. Antinuclear antibody, rheumatoid factor, anti-neutrophil cytoplasmic (C-ANCA, P-ANCA), lupus anticoagulant and anticardiolipin antibodies were negative. She received medical therapy with the diagnosis of acute heart failure and COVID-19 pneumonia, including metoprolol, lisinopril and aspirin, clopidogrel. Coronary angiography showed no f low-limiting epicardial coronary artery disease (Fig. 1C) . During the 3 weeks following her discharge, she experienced fatigue and exertional dyspnea in her ordinary physical activity, New York Heart Association classification (NYHA) II. Her dyspnea improved after that, and she has been reclassified to NYHA classification I. Since the coronary arteries were normal, cardiovascular magnetic resonance (CMR) imaging was scheduled to rule out any possible non-ischemic cause of myocardial injury, such as myocarditis or non-ischemic cardiomyopathies. The CMR was performed 3-month post-recovery and revealed enlarged LV volume (enddiastole 120 cc/m 2 ), severely reduced ejection fraction of 30% and akinesia in the anterior and mid to apical septal wall. There was also subendocardial near transmural late gadolinium enhancement (LGE) consistent with near transmural infarction in the left anterior descending territory (LAD) (Figs 1D and E) .",
            "cite_spans": [
                {
                    "start": 1413,
                    "end": 1416,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 776,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 913,
                    "end": 922,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1966,
                    "end": 1975,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2845,
                    "end": 2860,
                    "text": "(Figs 1D and E)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "Our patient was admitted with acute heart failure and signs of neglected myocardial infarction based on the characteristics of her previous chest pain episodes and the ECG findings. The CT showed diffuse ground-glass opacity with bilateral consolidation as well as bilateral pleural effusion, which can be seen in both acute pulmonary oedema and COVID-19 pneumonia [4] . The pattern of lung involvement presented in our patient are also among the CT features mostly reported during 12-17 days of COVID-19 pneumonia [5] , so we assume the onset of COVID-19 must have preceded with the onset of chest pain. According to lung CT imaging features, it was difficult to distinguish the proportion of viral lung damage from acute pulmonary edema since both can appear as extensive ground-glass appearance and thickened interlobular septa [4] . The laboratory data, leukocytosis, lymphopenia, elevated CRP and procalcitonin are all consistent with the COVID-19 inf lammatory phase. Troponin was negative as expected, as we assume it must have returned to baseline because the acute phase of chest pain occurred 2 weeks earlier. N-terminal pro Btype natriuretic peptide (NT-proBNP) was significantly elevated in line with acute pulmonary edema. We believe the lung has been affected by both acute pulmonary edema and viral pneumonia regarding available laboratory and imaging tests. The coronary arteries were without any atherosclerotic lesion in angiography. Although CMR was not performed during the acute phase of our patient's disease, the presence of extensive subendocardial scar in the myocardium ruled out any non-ischemic cause of myocardial injury, such as a previous episode of myocarditis, which typically manifested with subepicardial and/or midwall fibrosis, or other pathologies such as non-ischemic dilated cardiomyopathy [6] . Takotsubo was also ruled out as a possible cause of myocardial injury, as no significant infarction or fibrosis is apparent on CMR in this condition, and ventricular function typically recovers [7] . In our case, based on the clinical scenario, lung and cardiac imaging, and laboratory findings, we decided that the patient's ultimate diagnosis is myocardial infarction with normal coronary arteries, which can be classified as myocardial infarction with no obstructive coronary artery (MINOCA).",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1830,
                    "end": 1833,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2030,
                    "end": 2033,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cardiovascular manifestations of COVID-19 may act through multiple disease mechanisms, including nonischemic myocardial injuries such as myocarditis, stress cardiomyopathy, and ischemic myocardial damage, all can be seen in the acute and recovery phase of the disease [1, 8] . Patients who present with evidence of myocardial infarction without signs of obstructive coronary artery disease are categorized as MINOCA. Plaque disruption, coronary artery spasm, thromboembolism, coronary dissection, Takotsubo cardiomyopathy, myocarditis, and other forms of type 2 myocardial infarction are the most common causes. CMR is the reference standard non-invasive modality for myocardial tissue characterization and can differentiate myocardial injury's ischemic and non-ischemic patterns. CMR's ability to detect and localize fibrosis caused by prior myocarditis or other non-ischemic cardiomyopathies aids in determining the etiology of myocardial injury and distinguishing the phenotypes of cardiomyopathy in a large number of people. [9] Thus, the CMR is a key modality in MINOCA patients as it elucidates potential causes of myocardial damage and confirms the diagnosis of myocardial infarction [10] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ischaemic myocardial injury in the setting of COVID-19 infection may be driven by exacerbation of the pre-existing disease, destabilization of stable plaques or thrombotic and embolic phenomenon, along with endothelial dysfunction and microangiopathy. A direct viral effect or immune-mediated endothelium damage and microvascular inflammation can cause infarction and have been hypothesized as one mechanism by which COVID-19 individuals can have end-organ damage in the heart, brain and lungs [11, 12] . In our patient, we believe that the immunopathogenesis of COVID-19 infection may predispose endothelial and microvascular dysfunction, leading to infarction, which can occur even in the absence of pre-existing disease or coronary risk factors in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Due to the patient's delayed presentation, we can't be certain about infection onset. However, the mixed pattern presented in the CT of our patient, ground-glass opacities and bilateral consolidations are among CT features that were commonly reported in week three of COVID-19 illness, so we assume the onset of COVID-19 infection must have been earlier than the onset of chest pain [5] . On the other hand, our patient was in a heart failure state, and the congestion can affect the CT features. It is, of course, also possible that, in this case, the acute myocardial infarction preceded COVID-19. This highlights an equally, if not more important, issue for cardiologists regarding poorer cardiovascular outcomes due to delay in seeking medical assistance for acute and chronic cardiovascular diseases during the COVID-19 pandemic. This pattern of patient behavior has been consistent internationally, with European data demonstrating a reduction in ST-elevation myocardial infarction admissions since the beginning of the pandemic [2] . Therefore, while we tackle the immediate impact of the pandemic, we must also be mindful of its indirect effects and plan for how we best support patients now and highlight the importance of seeking timely medical care in either COVID-related or non-COVID-related emergencies.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "G.H. is the guarantor of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GUARANTOR"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and cardiovascular disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Clerkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jayant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amirali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "141",
            "issn": "",
            "pages": "1648--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pandemic and admission rates for and management of acute coronary syndromes in England",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mafham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldacre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gair",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Curnow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "381--390",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Heart Failure Association of the European Society of Cardiology practical guidance on the use of natriuretic peptide concentrations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maisel",
                    "suffix": ""
                },
                {
                    "first": "Jgf",
                    "middle": [],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kozhuharov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Heart Fail",
            "volume": "21",
            "issn": "",
            "pages": "715--746",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in patients with heart failure: the new and the old epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sisti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Mandoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santoro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sciaccaluga",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Franchi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Postgrad Med J",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Temporal changes of CT findings in 90 patients with COVID-19 pneumonia: a longitudinal study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Myocardial fibrosis: why image, how to image and clinical implications",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dweck",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heart",
            "volume": "105",
            "issn": "",
            "pages": "1832--1872",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of cardiovascular magnetic resonance in takotsubo syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plácido",
                    "suffix": ""
                },
                {
                    "first": "Cunha",
                    "middle": [],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rochitte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Cardiovasc Magn Reson",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Outcomes of cardiovascular magnetic resonance imaging in patients recently recovered from coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "O"
                    ],
                    "last": "Puntmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Carerj",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wieters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fahim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arendt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SCMR position paper (2020) on clinical indications for cardiovascular magnetic resonance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leiner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohiaddin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Muthurangu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Myerson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Cardiovasc Magn Reson",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ESC working group position paper on myocardial infarction with non-obstructive coronary arteries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agewall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Beltrame",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niessner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosano",
                    "suffix": ""
                },
                {
                    "first": "Alp",
                    "middle": [],
                    "last": "Caforio",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Heart J",
            "volume": "38",
            "issn": "",
            "pages": "143--53",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Endothelial cell infection and endotheliitis in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Flammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haberecker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andermatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1417--1425",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vander Heide RS. Cardiac endotheliitis and multisystem inflammatory syndrome after COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Lameira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Rinker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "",
            "pages": "1025--1032",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) ECG showed Q wave and ST-segment elevation V1-V3 and inverted T in leads aVL and V2-V4. (B) Lung CT showed bilateral consolidation and ground-glass appearance with bilateral pleural effusion. (C) Coronary angiography showed no f low-limiting epicardial coronary artery disease. (D and E) CMR LGE sequences showed near transmural infarction in the LAD territory.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ZR-E recognizes the National Institute for Health Research (NIHR) Integrated Academic Training Programme, which supports her Academic Clinical Lectureship Post and was also supported by British Heart Foundation Clinical Research Training Fellowship No. FS/17/81/33318.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "No conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST STATEMENT"
        },
        {
            "text": "We declare that we have taken a permission note from the patient parent to publish the case report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        },
        {
            "text": "The patient has signed an informed consent form to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONSENT"
        }
    ]
}