{
    "paper_id": "0b359164d9c65bb0d58b3933130d9e4b00f50aed",
    "metadata": {
        "title": "Intraoperative coagulopathy during cesarean section as an unsuspected initial presentation of COVID-19: a case report",
        "authors": [
            {
                "first": "Kelly",
                "middle": [
                    "Elizabeth"
                ],
                "last": "Kinsey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Ganz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Khalil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lois",
                "middle": [],
                "last": "Brustman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The world's understanding of COVID-19 continues to evolve as the scientific community discovers unique presentations of this disease. This case report depicts an unexpected intraoperative coagulopathy during a cesarean section in an otherwise asymptomatic patient who was later found to have COVID-19. This case suggests that there may be a higher risk for intrapartum bleeding in the pregnant, largely asymptomatic COVID-positive patient with more abnormal COVID laboratory values. Case: The case patient displayed D-Dimer elevations beyond what is typically observed among this hospital's COVID-positive peripartum population and displayed significantly more oozing than expected intraoperatively, despite normal prothrombin time, international normalized ratio, fibrinogen, and platelets. Conclusion: There is little published evidence on the association between D-Dimer and coagulopathy among the pregnant population infected with SARS-CoV-2. This case report contributes to the growing body of evidence on the effects of COVID-19 in pregnancy. A clinical picture concerning for intraoperative coagulopathy may be associated with SARS-CoV-2 infection during cesarean sections, and abnormal COVID laboratory tests, particularly D-Dimer, may help identify the patients in which this presentation occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the spread of SARS-Cov-2, lessons learned both locally and globally are providing us with the knowledge to arrive at evidence-based practices in this unforeseen pandemic. This case study discusses the possibility of SARS-CoV-2 instigating an abnormal hemodynamic response and coagulopathy in a patient undergoing a primary cesarean section in the setting of abnormal COVID laboratory values and normal coagulation factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This case describes a 26 year-old G1P0 who presented to a large Manhattan hospital at 37 weeks 6 days for a scheduled external cephalic version. Her past medical history was notable for well-controlled chronic Hepatitis B with an undetectable viral load (< 10 IU/mL) and normal liver function tests. In triage, she was found to have oligohydramnios and a confirmed frank breech presentation. Accordingly, delivery by cesarean section was recommended. As per routine practice in this hospital, the patient was tested for SARS-CoV-2 in triage. She denied symptoms of the disease at the time, was clinically perceived to be asymptomatic, and had normal vitals and a benign physical exam. While in triage, she began to have regular contractions on tocometer, so the decision was made to proceed with the cesarean section prior to obtaining results of the COVID testing. She was treated as a \"person under investigation\" (PUI) and healthcare personnel took the recommended precautions, including donning the appropriate personal protective equipment, having a more senior resident with an attending perform the cesarean section, and proceeding with spinal anesthesia to avoid aerosolizing procedures. Laboratory values prior to surgery inclusive of platelets (257 K/µL), prothrombin time (13.4 s), and international normalized ratio (1.0) were reported as normal (Table 1) . Per routine protocol, she was type and crossed upon admission, with whole blood available upon request from the blood bank.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1358,
                    "end": 1367,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "From the start of the case, there was more than an expected amount of bleeding noted, beginning from the insertion of the spinal needle and continuing through the initial incisions through the subcuticular and subcutaneous layers. The cesarean section proceeded in routine fashion. Following delivery of the fetus, uterine atony was noted with moderate bleeding, which persisted after administration of oxytocin and closure of the hysterotomy. Given that the patient had no history of elevated blood pressures and perioperatively had blood pressures of 90's/40's, the decision was made to administer 0.2 mg IV methylergonovine. A second dose was later administered for intermittent uterine atony after 30 min, with significant improvement in uterine tone. Hemostasis at the hysterotomy was confirmed and the muscle and fascia were closed. Just prior to closure of the subcuticular layer, it was necessary to cauterize multiple bleeding capillaries within the subcutaneous layer to achieve hemostasis. The subcuticular layer was closed with 4 − 0 vicryl. At this time, significant and persistent oozing was noted from the skin incision. Pressure was applied for several minutes with an improvement and then a tight pressure dressing was placed. During the case, administration of tranexamic acid was considered given significant intraoperative oozing; however, the decision was made to expectantly monitor the patient, given her unknown COVID status and the possible risk of exacerbating an existing hypercoagulable state. After several hours of monitoring, the patient had no further active bleeding from the abdominal incision and her vaginal bleeding was minimal. The total estimated blood loss was 1000 mL and her postoperative hematocrit was 27.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Approximately 8 h after her surgery, nasopharyngeal testing by PCR resulted positive for SARS-CoV-2. Upon further questioning, the patient endorsed that she had been experiencing a very mild cough for several days prior to presentation that she did not find significant nor bothersome; she was not experiencing symptoms during her admission. Labs were drawn in response to the positive COVID testing postoperatively and reflected abnormal COVID labs in the setting of relatively normal coagulation factors. Specifically, postoperative laboratory values revealed an elevated D-Dimer, elevated LDH, elevated CRP, normal PT/INR, and normal fibrinogen values (Table 1) . While D-Dimer, CRP, and LDH elevations can be expected in the setting of inflammation and tissue damage, as one may expect postoperatively, the increase in D-Dimer was significantly higher than what has been noted from patients postoperatively after cesarean section at this hospital. D-Dimer levels have generally been observed to range from approximately 2-6 µg/mL among the population referenced at this time of this publication, while this patient's post-operative D-Dimer was 19.1 µg/mLa notable difference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 664,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The patient remained stable and afebrile, and she was ultimately discharged on postoperative day two in excellent condition, asymptomatic, with pain well-controlled, and meeting all postoperative milestones. Upon postpartum evaluation by telehealth several days after discharge, the patient reported that she was recovering well without concerns, and she was asymptomatic without any further symptoms of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "This case describes a scenario in which a patient had abnormal intraoperative oozing in the face of a retrospectivelypositive test for SARS-CoV-2, no symptoms of COVID-19 at the time of initial presentation, and acutely abnormal COVID lab results (including abnormal D-Dimer, troponins, lactate dehydrogenase, and C-reactive protein), in the setting of normal coagulation factors (prothrombin time, international normalized ratio, fibrinogen) and platelets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "While it is now widely accepted that SARS-CoV-2 induces a hypercoagulable state and produces an elevated risk of thrombosis, [1] [2] [3] there is emerging literature in the nonpregnant population to suggest that this virus is also associated with an elevated hemorrhage risk. Case reports have documented such findings as a hemorrhage within the basal ganglia and upper gastrointestinal bleeds among patients with COVID. [4, 5] Another study discusses hemorrhage and petechiae as an initial presentation of COVID, leading providers to initially misdiagnose the patient with dengue. [6] It is possible that COVID may likewise present in the form of an intrapartum coagulopathy, as suggested by the persistent oozing in this case. This presentation is particularly concerning in the setting of normal results for routine coagulation testing prior to surgery, which we may look toward to identify a coagulopathy preoperatively. Additionally of note was the elevated D-Dimer in this case (19.1 µg/mL), which was elevated beyond what has been typically observed among this hospital's COVIDpositive peripartum pregnant population. D-Dimer is produced when plasmin degrades cross-linked fibrin, and accordingly is a marker of both an active coagulation process as well as fibrinolysis. Unsurprisingly, D-Dimer has been found to be associated with hemorrhage in prior studies. [7] Recent studies in the non-pregnant population have also found elevated D-Dimer, fibrinogen, and fibrinogen degradation product values among patients infected with SARS-CoV-2, along with decreased anti-thrombin levels, and have found these abnormalities to have prognostic value on mortality among patients infected with SARS-CoV-2. [8] There may exist a spectrum upon which abnormal bleeding will present depending upon the severity of the COVID infection, particularly in relation to abnormal COVID laboratory markers. We are suggesting that there may be a higher risk for intrapartum bleeding in the pregnant, COVID-positive patient who displays more aberrant COVID laboratory values.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[4,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1369,
                    "end": 1372,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1705,
                    "end": 1708,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Given the novel nature of SARS-CoV-2, this case presents the important finding of an unexpected initial presentation of COVID-19. Ultimately, further research is needed to assess whether pronounced oozing that is clinically concerning for a coagulopathy is a common presentation of COVID-19 in the parturient patient. It is possible that standard COVID laboratory tests, and particularly D-Dimer, should be routinely drawn among \"persons under investigation\" and COVID-positive patients preoperatively and at delivery, with additional hemorrhage precautions taken in patients with unexpectedly abnormal values. However, future studies are needed to answer these questions. The knowledge we gain will further inform the management of COVID-positive pregnancies and, in this case, the intersection between COVID19 and cesarean sections. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tissue Plasminogen Activator (tPA) Treatment for COVID-19 Associated Acute Respiratory Distress Syndrome (ARDS): A Case Series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hajizadeh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Veress",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevention and Treatment of Venous Thromboembolism Associated with Coronavirus Disease 2019 Infection: A Consensus Statement before Guidelines",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gerotziafas",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/www.thieme-connect.de/DOI/DOI?10.1055/s-0040-1710019"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Three unsuspected CT diagnoses of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Masri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flyer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shyknevsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10140-020-01775-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management of upper GI bleeding in patients with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cavaliere",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wander",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Sejpal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Trindade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointest Endosc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hemorrhagic Problem Among the Patients With COVID-19: Clinical Summary of 41 Thai Infected Patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joob",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Appl Thromb",
            "volume": "1",
            "issn": "",
            "pages": "26--1076029620918308",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Plasma D-Dimer Concentrations and Risk of Intracerebral Hemorrhage: A Systematic Review and Meta-Analysis. Front Neurol [Internet]",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "4",
            "pages": "844--851",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations COVID-19: Coronavirus disease 2019; SARS-CoV-2: Severe acute respiratory syndrome coronavirus 2; AFI: Amniotic fluid volume; PUI: Persons under investigation (for COVID-19 disease); PCR: Polymerase chain reaction; WBC: White blood cell (count); HCT: Hematocrit; Hb: Hemoglobin; PLT: Platelets; LDH: Lactate dehydrogenase; CRP: C reactive protein; PT: Prothrombin time; INR: International normalized ratio",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Preoperative and postoperative laboratory values",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All authors have read and approved the manuscript. K.E.K. was the primary author of this manuscript; K.E.K. generated the majority of the writing of this manuscript, performed the cesarean section discussed in this case, discussed the manuscript and its aims with the case patient and obtained her consent, and prepared the manuscript for submission according to BMC guidelines. E.G. performed the cesarean section with K.E.K. and was very involved in the editing of this manuscript. S.K. was very involved in the editing of this manuscript. L.B. was the senior author of this manuscript and was highly involved in the writing and editing of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Funding was not provided for this case study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}