{
    "paper_id": "0b36044f09db1a9a3cdfba346217bec64cf8a7b0",
    "metadata": {
        "title": "Single Case -General Neurology An Evidence-Based Approach to Diagnosis and Prognosis in a Young Woman with New-Onset Super-Refractory Status Epilepticus: A Case Report Juneja and Swor: Diagnosis and Prognosis in NORSE: A Case Report",
        "authors": [
            {
                "first": "Pallavi",
                "middle": [],
                "last": "Juneja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dionne",
                "middle": [],
                "last": "Swor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wake Forest University Baptist Medical Center",
                    "location": {
                        "settlement": "Winston-Salem",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "@",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "New-onset refractory status epilepticus (NORSE) is a rare clinical diagnosis. Autoimmune encephalitis and paraneoplastic encephalitis are the most common identifiable etiologies of NORSE; of the known autoimmune encephalitides, <200 cases of GAD65-related epilepsy have been reported in the literature. We describe a case of a 24-year-old female who presented with confusion and myoclonus. Electroencephalogram revealed NORSE that evolved into super-refractory status epilepticus. Her CSF showed a mild lymphocytic pleocytosis, and her MRI demonstrated changes in the bilateral temporal lobes. She was ultimately diagnosed with GAD65 autoimmune encephalitis and treated with immune-modulating therapy. This case highlights the complex diagnostic workup of patients with NORSE and the utility of validated prediction models for diagnosis and prognosis. While maintaining a broad differential, the patient's Antibody Prevalence in Epilepsy (APE) score was a helpful clinical tool to support the pursuit of an autoimmune etiology. We also underline the need to concomitantly treat patients quickly during diagnostic workup because earlier treatment increases the Response to Immunotherapy in Epilepsy (RITE) score, indicating a more favorable prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "New-onset refractory status epilepticus (NORSE) occurs in patients with no prior or active diagnosis of epilepsy or pre-existing neurologic disorder and no clear acute or active structural, toxic, or metabolic cause for refractory status epilepticus [1] . Most patients with NORSE progress to super-refractory status epilepticus [2] . Only 50% of NORSE cases have an identifiable etiology, the most frequent of which are non-paraneoplastic autoimmune encephalitis (19%) and paraneoplastic encephalitis (18%) [1, 3] . Among the known encephalitides, the true incidence of GAD65-related epilepsy remains unknown.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The diagnosis of autoimmune encephalitis is traditionally reliant on antibody testing which is time consuming and can delay diagnosis. Early diagnosis is paramount, as evidence suggests that early treatment with immunotherapy improves outcomes [4] . A practical clinical approach to the diagnosis of autoimmune encephalitis has recently been proposed, centering around conventional neurological evaluation and standard diagnostic tests (EEG, MRI, and CSF studies) that allows for earlier initiation of immunotherapy [5] . Validated prediction models such as the Antibody Prevalence in Epilepsy (APE) score and Response to Immunotherapy in Epilepsy (RITE) score have been introduced to improve the diagnosis, treatment, and prognostication of autoimmune etiologies of NORSE [6] . We hereby describe the case of a young woman who presented with NORSE and subacute behavioral changes and was ultimately diagnosed with GAD65-associated autoimmune encephalitis.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 24-year-old female with a past medical history of postpartum depression and Depo-Provera use presented for evaluation of altered mental status and concern for seizure-like activity. Per report, the patient complained of a 1-month history of headaches and vision changes. Two days prior to hospital presentation, she was noted to be \"acting strange\" with poor attention and memory. She was brought to the hospital by police, who found her disoriented and minimally responsive in her home when performing a wellness check after she could not be reached by family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "On presentation to the hospital, vital signs were normal, and she was afebrile. The patient was alert but nonverbal and minimally responsive. She followed some commands but appeared easily distracted. The patient was able to move all extremities spontaneously and was noted to have bilateral thumb twitching and palatal myoclonus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Initial lab work was significant for a mild leukocytosis (12.7 × 10 × 3/μL) and hypokalemia (3.2 mmol/L). Urine toxicology screen was negative. Thyroid-stimulating hormone was normal (0.602 µIU/mL). Lumbar puncture demonstrated mild lymphocytic pleocytosis (WBC 22/mm 3 , 100% lymphocytes, protein 19 mg/dL, and glucose 91 mg/dL). Cerebrospinal fluid (CSF) infectious and autoimmune studies were sent. Acyclovir and doxycycline were empirically initiated for herpes simplex virus and Lyme disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Imaging studies, including CT head and cervical spine as well as MRI/MRA brain, were unremarkable. A routine EEG demonstrated bilateral periodic discharges (BiPDs) for which the patient was started on levetiracetam. On hospital day 3, acyclovir and doxycycline were discontinued after negative herpes simplex virus and Lyme results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Given continued concern for seizure activity on hospital day 4, the patient was transferred to a tertiary medical center for long-term EEG monitoring (LTM) which demonstrated bifrontal sharp waves with generalized rhythmic delta activity without evolution or spread. On initial assessment following hospital transfer, the patient's mental status fluctuated between wakefulness and lethargy, she was nonverbal, and intermittently able to follow simple commands. Cranial nerves were without deficit, and motor exam was significant for myoclonus involving the eyelids, palate, jaw, and bilateral upper extremities. The myoclonus was captured on LTM but did not have a clear electrographic correlate. The patient was given diazepam with some improvement in the myoclonus, and her antiepileptic drug (AED) regimen was escalated. A repeat MRI brain on hospital day 4 revealed new restricted diffusion and hyperintensities along the posterior superior right temporal lobe and posterior inferior left temporal lobe (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "Given the patient's clinical presentation, MRI brain findings, and CSF studies, the patient's Antibody Prevalence in Epilepsy (APE) score of 6 suggested an autoimmune etiology [7] . As such, on hospital day 5, the patient was initiated on a 5-day course of high-dose methylprednisolone.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The next day, the patient had increased twitching involving the face and bilateral upper extremities with associated tachycardia and diaphoresis; LTM demonstrated status epilepticus (Fig. 2) . The patient was subsequently transferred to the neurosciences intensive care unit (NSICU). On arrival to the NSICU, AEDs were further escalated with no improvement in the EEG. Her presentation was classified as NORSE. Given the lack of electrographic response, the patient was intubated and started on intravenous (IV) anesthetics with propofol and ketamine infusions. The patient continued to have electrographic seizures for >24 h despite initiation and escalation of IV anesthetics thus qualifying her as being in super-refractory status epilepticus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "While medically managing her seizures, a transvaginal ultrasound and CT chest/ abdomen/pelvis were obtained due to the concern for a possible paraneoplastic process; there was no evidence of neoplasm. Since the patient remained in status, plasmapheresis was initiated on hospital day 8 and continued for 5 sessions for presumptive autoimmune encephalitis. Based on the Response to Immunotherapy in Epilepsy (RITE) score, prompt treatment is one predictor of favorable seizure outcome [7] .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Further infectious workup returned negative, including COVID-19, HIV, hepatitis panel, and CSF viral studies. Oligoclonal bands (2) were present in the CSF with none in the serum. On hospital day 11, the CSF paraneoplastic panel returned positive for elevated GAD65 antibody titer (4.11 nmol/L). GAD65 antibody was not checked in the serum. The remainder of the CSF paraneoplastic panel including NMDAR, amphiphysin, AGNA-1, ANNA type-1, CRMP-5, and PCA was negative. Given this result in the context of the patient's super-refractory status epilepticus, the patient was diagnosed with GAD65-associated autoimmune encephalitis.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Following the completion of plasmapheresis, rituximab was initiated (hospital day 16). IV anesthetics were successfully weaned off after the rituximab was started with resolution of status epilepticus. Four days later, the patient regained consciousness and was able to follow simple commands. She received a total of 2 doses of rituximab 1 g, 2 weeks apart with significant clinical improvement. The patient experienced some blurred vision, so with the guidance of published case reports, the patient was switched to prednisone and mycophenolate mofetil on hospital day 32 [8] .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 577,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "In the presented case, our patient's condition was classified as NORSE that progressed to super-refractory status epilepticus secondary to autoimmune encephalitis caused by anti-GAD65 autoantibodies. NORSE is a well-defined condition, but it is not a diagnosis in itself; thereby, a broad differential must be considered ( Table 1 ). The diagnostic workup of NORSE reveals an abnormal MRI T2/FLAIR in 70% of patients and mild pleocytosis with slightly increased protein on lumbar puncture in 50-66% of patients [2] .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In any case of new-onset cryptogenic seizures, the Antibody Prevalence in Epilepsy (APE) score predicts the neural antibody seropositivity indicative of an autoimmune/paraneoplastic etiology. The APE score has 9 conditions and a maximum score of 15. In this predictive Juneja and Swor: Diagnosis and Prognosis in NORSE: A Case Report www.karger.com/crn model, a score of 4 or greater had a sensitivity of 82.6% and a specificity of 82.0% for detection of a neural antibody [7] . Our patient had an APE score of 6, suggestive of an autoimmune etiology.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 476,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "GAD65-associated autoimmune encephalitis is thought to cause seizures through the autoimmune destruction of GAD, as GAD is the rate-limiting enzyme in the synthesis of GABA, and its destruction decreases the conversion of glutamate to GABA resulting in excessive neuronal excitation and lowered seizure threshold [9] . GAD is also found in beta-cells of the pancreas, and as a result, anti-GAD antibodies are in the serum of 87% of patients with type I diabetes mellitus [10] . Thus, the presence of GAD autoantibodies must be pathogenically linked to a neurological syndrome in order to be considered the etiology. A serum titer ≥20 nmol/L can be considered neurologically specific. Alternatively, intrathecal synthesis can be proven with CSF positive for anti-GAD65 antibodies or the ratio of CSF GAD65 antibodies/albumin to serum GAD65 antibodies/albumin greater than one [11] . Our patient was found to have an elevated CSF GAD65 titer, pathogenically linking intrathecal synthesis to her neurologic condition and confirming the diagnosis of GAD65-associated autoimmune encephalitis.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Response to Immunotherapy in Epilepsy (RITE) score was created to predict the response of autoimmune epilepsies to immunotherapy [8] . The RITE score simply adds 2 conditions to the APE score for a total of 11 conditions and a maximum score of 19. Our patient fulfilled one of the additional conditions: immunotherapy was initiated within 6 months of symptom onset (+2). Subsequently, her RITE score was 8. RITE scores ≥7 have a sensitivity of 87.5% and specificity of 83.8% for predicting favorable seizure outcome as defined by >50% reduction of seizure frequency at the first follow-up.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This case highlights the complex diagnostic workup of patients with NORSE. While maintaining a broad differential, the patient's APE score can be a helpful clinical tool to support the pursuit of an autoimmune etiology. For GAD65-associated autoimmune epilepsy, we highlight the importance of neurologically specific testing -in this case with a CSF autoimmune panel. We also underline the need to concomitantly treat patients quickly during diagnostic workup: earlier treatment increases the RITE score which can be a helpful clinical tool for prognosis. Our patient received prompt seizure management as well as immunosuppression, including a 5-day course of high-dose steroids and 5 sessions of PLEX. She is currently maintained on a regimen of prednisone and mycophenolate mofetil as well as 4 AEDs (clobazam, valproic acid, levetiracetam, and phenobarbital). A repeat MRI brain performed shortly after hospital discharge (4 months from hospital admission) was significant for age advanced cerebral volume loss and resolution of the previously seen bitemporal hyperintensities. As predicted by her RITE score, the patient has remained seizure free, she improved clinically with inpatient rehab, and as of her 1-year follow-up clinic visit is at her cognitive baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The study is exempt from ethics committee approval because the single patient discussed has been sufficiently anonymized in this case report. Permission to use original patient images is granted under Wake Forest Baptist Medical Center IRB guidelines. Written ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosis and Prognosis in NORSE: A Case Report References",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proposed consensus definitions for new-onset refractory status epilepticus (NORSE), febrile infection-related epilepsy syndrome (FIRES), and related conditions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gaspard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Baalen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nabbout",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Demeret",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loddenkemper",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epilepsia",
            "volume": "59",
            "issn": "4",
            "pages": "739--783",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epilepsy emergencies: status epilepticus, acute repetitive seizures, and autoimmune encephalitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanhaerents",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Gerard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Continuum",
            "volume": "25",
            "issn": "2",
            "pages": "454--76",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New onset refractory status epilepticus (NORSE)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sculier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gaspard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Seizure",
            "volume": "68",
            "issn": "",
            "pages": "72--80",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Super refractory status epilepticus secondary to anti-GAD antibody encephalitis successfully treated with aggressive immunotherapy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jaafar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koleilat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharara-Chami",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shbarou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epilepsy Behav Rep",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A clinical approach to diagnosis of autoimmune encephalitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Graus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Titulaer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benseler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Bien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cellucci",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Neurol",
            "volume": "15",
            "issn": "",
            "pages": "391--404",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunologic treatments of seizures and status epilepticus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Culler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanhaerents",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Semin Neurol",
            "volume": "220",
            "issn": "",
            "pages": "708--726",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predictive models in the diagnosis and treatment of autoimmune epilepsy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pittock",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Lennon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epilepsia",
            "volume": "58",
            "issn": "7",
            "pages": "1181--1190",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fulminant Anti-GAD antibody encephalitis presenting with status epilepticus requiring aggressive immunosuppression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Triplett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijayan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mclean-Tooke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bynevelt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Neuroimmunol",
            "volume": "323",
            "issn": "",
            "pages": "119--143",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immune-mediated epilepsy with GAD65 antibodies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neuroimmunol",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antiglutamic acid decarboxylase 65 (GAD65) antibody-associated epilepsy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daif",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Lukas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Issa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Javed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanhaerents",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Reder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epilepsy Behav",
            "volume": "80",
            "issn": "",
            "pages": "331--337",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "GAD antibodies in neurological disorders -insights and challenges",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Graus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saiz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalmau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Neurol",
            "volume": "16",
            "issn": "",
            "pages": "353--65",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Axial section of MRI brain a DWI and b ADC sequence, demonstrating small region of cortically based restricted diffusion along the posterior superior right temporal lobe and posterior inferior medial left temporal lobe as well as c T2-FLAIR sequence demonstrating corresponding hyperintensity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "EEG, bipolar montage, showing poorly organized, generalized status epilepticus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Differential diagnosis of NORSE[1] Uncommon infections",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        },
        {
            "text": "There are no funders to report for this submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Sources"
        },
        {
            "text": "P. Juneja participated in the care of this patient and drafted the manuscript. D. Swor managed this patient and contributed to the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "All data relevant to this case are made available in this case report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability Statement"
        }
    ]
}