{
    "paper_id": "0b368039bb1b0d4941f5ccd433f389fbd2e148ca",
    "metadata": {
        "title": "Toujie Quwen granule used with conventional western therapy for coronavirus disease 2019 A protocol for systematic review and meta-analysis",
        "authors": [
            {
                "first": "Peng",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dongmei",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liping",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lingxia",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Coronavirus disease 2019 is an epidemic infectious disease resulted from 2019 novel coronavirus (2019-nCoV). Up till now, COVID-19 has swept globally. Currently, due to many high-profiled benefits, clinical studies on Toujie Quwen granule (TJQW) have been increasing. The aim of the study is to assess the efficacy and safety of TJQW used with conventional western therapy for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Relevant randomized controlled trials (RCTs) were searched in Chinese and English databases, and the search time is January 2020 to May 2021. English databases include PubMed, Embase, Web of Science, and the Cochrane Library. Chinese databases include CNKI, WF, VIP, and CBM. The international clinical trial registration platform and the Chinese clinical trial registration platform of controlled trials will be searched by us from January 2020 to May 2021. According to the inclusion and exclusion criteria, screening literature, extraction data will be conducted by 2 researchers independently. Statistical analysis will be conducted using the RevMan 5.3.5 software. After screening the literature based on the inclusion and exclusion criteria, The Recommendation, Assessment, Development, and Evaluation (GRADE) system will be used to evaluate the quality of each result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: This study will provide the evidence for TJQW to be used with conventional western therapy for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: The efficacy and safety of TJQW used with conventional western therapy for COVID-19 will be assessed. INPLASY registration number: INPLASY202150038 Abbreviations: COVID-2019 = coronavirus disease 2019, RCT = randomized controlled trial, TCM = traditional Chinese medicine, TJQW = Toujie Quwen granule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is an epidemic infectious disease resulted from 2019 novel coronavirus (2019-nCoV). [1, 2] COVID-19 has unique characteristics, such as strong infectivity, long incubation period, various clinical manifestations, and wide susceptible range. [3] Up till now, COVID-19 has swept globally. [4] Based on the symptom, COVID-19 include mild, ordinary, severe, and critical types. [5] The clinical manifestations of patient include fever, cough, nasal congestion, runny nose, diarrhea, dyspnea, muscle or joint pain, pneumonia, and even death. [5] Currently, the therapies recommended by western clinical practice guidelines for COVID-19 include antiviral, oxygen therapy, and nutritional support, however, no specific and effective drug is available for COVID-19. [6] In China, Chinese traditional medicine is recommended by the Chinese Clinical Guidance of COVID-19 Pneumonia Diagnosis and Treatment (7th edition) published by China National Health Commission on March 4, 2020, which includes Xuebijing injection, lianhua qingwen granules, and jinhua qinggan granules. [7] Moreover, since the spread of COVID-19, Chinese medicine hospital of every province recommended unique TCM formulations for COVID-19 treatment, for example, Toujie Quwen granules (TJQW). [8] [9] [10] [11] [12] TJQW includes 16 TCM components, including Forsythiae Fructus (lian-qiao), edible tulip (shan-ci-gu), Lonicera japonica (Japanese honeysuckle flower, jin-yin-hua), Radix Scutellariae baicalensis (huang-qin), Folium Isatidis (da-qing-ye), Bupleurum root (chai-hu), Artemisia apiacea (qing-hao), Periostracum Cicadae (chan-tui), Radix Peucedani (qian-hu), Fritillaria cirrhosa (chuan-bei-mu), Fritillaria thunbergii (zhe-bei-mu), Poria cocos (fu-ling), Fructus Mume (wu-mei), radix Scrophulariae (xuan-shen), Astragalus The authors have no conflicts of interest to disclose.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1295,
                    "end": 1298,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1299,
                    "end": 1303,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1304,
                    "end": 1308,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data sharing not applicable to this article as no datasets were generated or analyzed during the current study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Medicine ® OPEN propinquus (huang-qi), and radix Pseudostellariae (tai-zishen). [8] [9] [10] [11] [12] In addition, network pharmacology studies have demonstrated that therapeutic mechanism of TJQW in COVID-19, and TJQW treatment for COVID-19 was associated with the improvement of immunity and suppression of inflammatory stress, including regulation of inflammatory response, viral process, neutrophil mediated immunity, PI3K-Akt signaling pathway, MAPK signaling pathway, Jak-STAT signaling pathway, complement and coagulation cascades, and HIF-1 signaling pathway. [12] However, the systematic review examining the efficacy and safety of TJQW in the treatment of COVID-19 is absent. Therefore, the purpose of this study is to explore the efficacy and safety of TJQW in the treatment for COVID-19 by pooling the current randomized controlled trials, in order to provide the highquality clinical evidence.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 93,
                    "end": 97,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Study Protocol Systematic Review"
        },
        {
            "text": "This is a systematic review and ethical approval was not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This systematic review protocol has been registered on INPLASY website and registration number were INPLASY202150038 (https://www.doi.org/10.37766/inplasy2021.5.0038).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study registration"
        },
        {
            "text": "Relevant randomized controlled trials (RCTs) will be systematically searched from 4 English medical databases (PubMed, Embase, Web of Science, the Cochrane Library) and 4 Chinese medical databases (CNKI, VIP, CBM, WF database), and the search time will be January 2020 to May 2021. The search strategy will be based on the guidance of the Cochrane handbook. The search strategy for PubMed is shown in Table 1 Two independent researchers will screen the literature according to the eligibility criteria and exclusion criteria. When there is inconsistent opinion, 3 researchers will determine whether the articles can be ultimately included. Details of the selection procedure for studies are shown in a PRISMA-P flow chart (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 408,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 729,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Database search"
        },
        {
            "text": "The following information from selected studies will be summarized in a unified table: basic information of the ultimate eligible studies: first author's last name, time of publication, first author's country, diagnostic criteria, inclusion criteria, exclusion criteria, sample size; baseline characteristics of the patients: mean baseline age, the level of severity of COVID-19, basic therapies; treatment and control measurements: dose of TJQW, course of treatment; outcomes; adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management."
        },
        {
            "text": "Risk of bias for the included RCTs will be assessed by Review Manager 5.3. Evaluation items are as follows: whether random sequences are generated; whether distribution is hidden; whether participator and researchers are blinded; whether study outcomes are blinded; whether outcome data exist missing; whether reporting is selective; other sources of bias. Summary of each item results with a high, low, or unclear risk of bias will be displayed as Table 1 Search strategy used in PubMed database. a table. Two investigators will independently assess the quality of the included studies, and disagreement in risk of bias will be resolved by 3 investigators through discussions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 456,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Quality assessment"
        },
        {
            "text": "2.7. Statistical analysis 2.7.1. Data analysis and processing. RevMan 5.3 will be used for data analysis. Odds ratio (OR) or relative risk (RR), 95% confidence interval (CI), and P values will be used to estimate dichotomous variables include. The continuous data will be analyzed by mean difference (MD) or standard mean difference (SMD), 95% confidence interval (CI), and P values. Concurrently, the Q value test and I 2 index will be used to measure the statistical heterogeneity. The meta-analyses will be based on the random effects model, otherwise, a fixed effect model will be adopted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "If we find substantial heterogeneity, the grouping factor for subgroup analysis will be executed according to the level of severity of COVID-19 and age of patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis."
        },
        {
            "text": "2.7.3. Sensitivity analysis. Sensitivity analysis will be performed by excluding studies with high risk of bias and change the statistical model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis."
        },
        {
            "text": "When ≥10 studies are included, we will use a funnel plot to assess publication bias. However, due to the limitations of a funnel plot, Egger test will be used to help assess publication bias. The analysis software is STATA 3.5.1 for Windows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication bias."
        },
        {
            "text": "2.7.5. Quality of evidence. The included literature evaluates the evidence in the light of GRADE method, the levels of quality of evidence will be ranked as 4 levels: high, moderate, low, and very low. All processes are on this page: https://gradepro.org/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication bias."
        },
        {
            "text": "This systematic review protocol does not involve any intervention or breach of personal privacy; thus, ethical review is not needed. We aim to publish the results in a peer-reviewed journal. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and dissemination"
        },
        {
            "text": "At present, COVID-19 has swept the world, and has become a global problem that all health organizations in the world continue to pay attention to. [13] In China, early intervention and prevention of traditional Chinese medicine and integrated treatment of traditional Chinese and Western medicine have become one of the important approaches to cure patients with COVID-19. [14] Therefore, it is necessary to evaluate the efficacy and safety of TJQW in the treatment of COVID-19 to better guide the clinical application of TJQW in the treatment of COVID-19, which will provide a basis for better treatment options.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are language restrictions in this study, inclusion of Chinese and English papers, which means there is a risk of bias. Because there are many kinds of TCM preparations, heterogeneity risk may increase. In addition, the standard of judging the level of evidence has not been standardized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chinese medical drugs for coronavirus disease 2019: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Integr Med Res",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The therapeutic effect and safety of the drugs for COVID-19: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jingwei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuxuan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Medicine",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: immunopathology and its implications for therapy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Immunol",
            "volume": "20",
            "issn": "",
            "pages": "269--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment options for COVID-19: The reality and challenges",
            "authors": [
                {
                    "first": "S-S",
                    "middle": [],
                    "last": "Jean",
                    "suffix": ""
                },
                {
                    "first": "P-I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P-R",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol",
            "volume": "53",
            "issn": "",
            "pages": "436--479",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interpretation of the Traditional Chinese Medicine portion of the diagnosis and treatment protocol for corona virus disease 2019 (Trial Version 7)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ping",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Linhua",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiuyang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trad Chin Med",
            "volume": "40",
            "issn": "",
            "pages": "497--508",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Network pharmacology, molecular docking integrated surface plasmon resonance technology reveals the mechanism of Toujie Quwen Granules against coronavirus disease 2019 pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miaobo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guiwen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dexiao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Phytomedicine",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical observation on effect of Toujie Quwen granules in treatment of COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiaoxia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luping",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xinghua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Exp Tradit Med Formul",
            "volume": "26",
            "issn": "",
            "pages": "44--52",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "2 cases reports of Corona Virus Disease 2019 treated by ToujieQuwen granules",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiaoxia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luping",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xinghua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Jinan Univ",
            "volume": "41",
            "issn": "",
            "pages": "151--157",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A systematic pharmacological investigation of pharmacologically active ingredients in Toujie Quwen granules for treatment of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shitang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jinfeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Southern Med Univ",
            "volume": "40",
            "issn": "",
            "pages": "1072--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Therapeutic mechanism of Toujie Quwen granules in COVID-19 based on network pharmacology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioData Mining",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Application and research progress of traditional Chinese medicine in prevention and treatment of corona virus disease 2019",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acad J Shanghai Univ Trad Chin Med. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.16306/j.1008-861x.2020.03.001"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work is supported by National Natural Science Foundation of China (No. 81202911 and 81360509), Evidence based ability improvement project of traditional Chinese Medicine in The State Administration of Traditional Chinese Medicine of China (No.2019XZZZ-LG005), Academician Workstation of Jiangxi University of Traditional Chinese Medicine Project (No.ysgzz201806) and Firstclass Discipline Construction Funding of Jiangxi Province (No.JXSYLXK-ZHYAO148).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Affiliated Hospital of Jiangxi University of Chinese Medicine, b Academician Workstation, Jiangxi University of Chinese Medicine, Nanchang, Jiangxi, China. * Correspondence: Lingxia Xu, Academician Workstation, Jiangxi University of Chinese Medicine, No. 1688 Mei Ling Da Dao, Nanchang 330004, Jiangxi, China (e-mail: xulingxia94@163.com). Copyright © 2021 the Author(s). Published by Wolters Kluwer Health, Inc. This is an open access article distributed under the Creative Commons Attribution License 4.0 (CCBY), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. How to cite this article: Sun P, Yan D, Li B, Tang L, Xu L, Wang F. Toujie Quwen granule used with conventional western therapy for coronavirus disease 2019: A protocol for systematic review and meta-analysis. Medicine 2021;100:24 (e26370). Received: 26 May 2021 / Accepted: 1 June 2021 http://dx.doi.org/10.1097/MD.0000000000026370",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "PRISMA-P flow chart.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". 2.3. Eligibility criteria 2.3.1. Type of study. In this study only RCTs will be eligible for inclusion. 2.3.2. Types of participants. The eligible patients with confirmed COVID-19 according to the \"New Coronavirus Pneumonia Diagnosis and Treatment Program\" (trial seventh edition). 2.3.3. Types of interventions 2.3.3.1. Experimental interventions. The experimental interventions were treated with TJQW combined basic treatment.2.3.3.2. Control interventions.The control group include antiviral, oxygen therapy, and nutritional support. Primary outcomes. The primary outcome measurements include the cure, aggravation, and mortality rate.2.3.4.2. Secondary outcomes. Secondary outcomes are as follows: the recovery rate of fever; the recovery rate of cough; the recovery rate of fatigue; the duration of fever; the duration of cough; the duration of fatigue; negative conversion rate of nucleic acid test; improvement or recovery of chest CT manifestations; length of hospitalization; adverse events.2.4. Exclusion criteria1. The unrelated documents and studies repeated publication will be deleted. 2. Semi-randomized controlled trials, retrospective studies experience summaries, case series, case reports, animal experiments, and reviews. 3. Review articles without incomplete data and have obvious errors.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}