{
    "paper_id": "0b436495f1d4bf997210ccd9e5a6787dc5f32060",
    "metadata": {
        "title": "The U-shaped crime recovery during COVID-19: evidence from national crime rates in Mexico",
        "authors": [
            {
                "first": "Jose",
                "middle": [],
                "last": "Roberto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Balmori",
                "middle": [],
                "last": "De La Miyar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Hoehn-Velasco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adan",
                "middle": [],
                "last": "Silverio-Murillo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The existing empirical evidence suggests a reduction in aggregate crime as a consequence of the COVID-19 lockdown. However, what happens when lockdown measures are relaxed? This paper considers how the COVID-19 pandemic affects crime rates throughout Mexico when the stay-at-home orders end. We use national crime data from Mexico's National Public Security System, which reports municipality-level rates on assault & battery, theft & property crime, fraud, drug crimes & extortion, and homicides. Our results show that the majority of crimes follow a U-shaped trend-when the lockdown ends-crimes rise back to pre-pandemic levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemics fundamentally change the way human beings interact. The COVID-19 pandemic is no exception. For instance, adjustments in employment conditions have led to a significant share of individuals to transition to remote work. Likewise, individuals have transitioned their purchases to e-commerce transactions rather than brick-and-mortar stores. Worldwide crime patterns have also adjusted and show an evident decline during the COVID-19 pandemic (Ashby, 2020; Balmori de la Miyar et al., 2020; Mohler et al., 2020; Poblete-Cazenave, 2020) , especially through lockdowns that reshape criminal-victim interactions.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 463,
                    "text": "(Ashby, 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 464,
                    "end": 497,
                    "text": "Balmori de la Miyar et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 498,
                    "end": 518,
                    "text": "Mohler et al., 2020;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 519,
                    "end": 542,
                    "text": "Poblete-Cazenave, 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mexico ranks as one of the countries experiencing the worst COVID-19 outbreaks (Johns Hopkins, 2021) . Mexico's initial cases appeared in early March 2020, and Mexico entered into a national lockdown from late March 2020 to May 2020. Beginning in June, restrictions eased to the local and state level. As shown in Fig. 1 , mobility in Mexico declined after the beginning of the contagion stage, plummeting even more during the official national lockdown. Mobility recovered slightly after easing restrictions, through October 2020 (the conclusion of our analysis). Moreover, Mexico is a country with high criminal activity due to a decade-long drug war, leaving a severe toll in terms of human lives and violence. Under such circumstances, Mexico offers a unique context to explore whether non-structural events such as a pandemic alter criminal activity, permanently or temporarily.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 100,
                    "text": "(Johns Hopkins, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 320,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In this study, we analyze the dynamic effect of the COVID-19 pandemic on crime rates in Mexico, during and after the national lockdown. We use municipalitylevel data from Mexico's National Public Security System (NPSS). This national data includes a balanced panel of all Mexican municipalities for 2019 and 2020. The NPSS data contains crimes prosecuted by the States' Attorneys General, including assault & battery, theft & property crime, fraud, drug crimes & extortion, and homicides. We group crimes by object: crime against property or crime against persons, and by victim-criminal proximity: strangers or acquaintances. In addition, we group all crimes to show the pandemic's effect on crime (at large). Balmori de la Miyar et al. Crime Sci (2021) 10:14 To create crime rates, we combine the crime counts with population data from the National Population Council.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 754,
                    "text": "Balmori de la Miyar et al. Crime Sci (2021)",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 760,
                    "text": "10:14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Employing a monthly series of crime rates, we apply an event-study design to describe how the pandemic affects crime and the trajectory of the effect during and after the national lockdown. We use the inter-temporal variation in criminal activity from January to October over two different years, 2019 and 2020. We use 2019 as a comparison for 2020, given that in 2019 there was no COVID-19 contagion in Mexico, and most federal and local authorities were the same as in 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our findings show two dominant patterns. First, assault & battery, theft & property crime, and fraud, decline and rise again after the national lockdown lifts. These crimes, as well as our aggregate measure of all crimes, follow a clear U-shaped pattern, with the lowest crime rates happening over the lockdown months of the pandemic (e.g., April and May). By October, seven months into the pandemic, most of the afore mentioned crimes are near or at pre-pandemic levels. Second, the more severe crimes, including drug crimes and extortions as well as homicides, all show minimal changes. Petty drug crimes and extortion slightly decline; however, these crimes return to pre-pandemic levels just after three months into the pandemic. All findings are robust to alternative specifications, including a bounding methodology and the exclusion of Mexico City, the largest urban area in Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Next, we turn to heterogeneity in the crime reduction. We split municipalities by whether the municipality had higher population and higher crime rates. Our results suggest that the most considerable crime reductions were in the most populous municipalities and in municipalities with high crime. Greater reductions in the most populous areas indicate that the lockdown may have reduced the likelihood of a victim-criminal match. We also consider differences by changes in state-level employment due to COVID-19. The results appear similar across both high and low unemployment states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this paper proceeds as follows. In \"Theoretical reasons for the impact of COVID-19 on crime\" section, we discuss the theoretical reasons for changes in crime. In \"Related literature on the crime during the COVID-19 pandemic\" section, we review the existing literature analyzing the relationship between COVID-19 and crime. Sections \"Data\" and \"Empirical Strategy\" describe the national crime data and empirical methods. Section \"Results\" presents the main findings, a series of robustness tests, and the heterogeneous effects. Section \"Discussion\" analyzes the implication of our results for policymakers. Section \"Conclusion\" concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Restrictions on mobility resulting from the COVID-19 lockdown affects criminal activity (Gerell et al., 2020; Halford et al., 2020; . We consider four non-mutually exclusive theories for why this might be the case in Mexico. First, the reduction in economic and social activities outside of the household reduces the number of opportunities for victim-criminal interactions (Cohen & Felson, 1979) . We know from mobility data that the COVID-19 pandemic led to a substantial decrease in economic and social activities outside of the household, as shown in Fig. 1 . During the national lockdown, Mexico itself experienced a 70% mobility decline (Apple, 2020) . The mobility decline may lead to fewer opportunities for victim-to-criminal interactions, resulting in lower crime rates (Cohen & Felson, 1979; Miller & Blumstein, 2020) . Second, in addition to the mobility reduction, criminals may be hesitant to engage in criminal activities due to fear of infection, even beyond restrictions imposed by strict lockdowns. Boman and Gallupe (2020) propose that the lockdowns specifically lower crimes that are committed in groups. Despite this reduction in group crimes, Boman and Gallupe (2020) suggest more severe crimes such as homicides fail to decline, and the reduction in previously petty crimes may be offset by the increased opportunity for intimate partner violence.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 109,
                    "text": "(Gerell et al., 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 110,
                    "end": 131,
                    "text": "Halford et al., 2020;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 374,
                    "end": 396,
                    "text": "(Cohen & Felson, 1979)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 643,
                    "end": 656,
                    "text": "(Apple, 2020)",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 802,
                    "text": "(Cohen & Felson, 1979;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 803,
                    "end": 828,
                    "text": "Miller & Blumstein, 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1017,
                    "end": 1041,
                    "text": "Boman and Gallupe (2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 561,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Theoretical reasons for the impact of COVID-19 on crime"
        },
        {
            "text": "Third, criminal activity may decline due to an increase in criminal's pro-social behavior. Fritz (1996) suggests that crime may fall after a catastrophic event due to the altruistic behavior of criminals. In this case, criminals engage in pro-social behavior to engender a \"therapeutic community,\" promoting social cohesion across classes. If the therapeutic-community effect occurs during the pandemic, social cohesion, including pro-social behavior, should increase. This improved social cohesion may result in falling crime rates. Reicher and Stott (2020) argue that the sense of renewed community during the outbreak is one of the greatest resources for dealing with the crisis and can be used in policing strategies. Further, Jones (2020) also suggests that this time of crisis is an opportunity to build up the legitimacy of the police.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 103,
                    "text": "Fritz (1996)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 534,
                    "end": 558,
                    "text": "Reicher and Stott (2020)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical reasons for the impact of COVID-19 on crime"
        },
        {
            "text": "Fourth, the economic impacts of the COVID-19 pandemic may increase crime. Hoehn-Velasco et al. (2020) show that households in Mexico were severely affected by the COVID-19-related recession. The authors document that over the first three months of the pandemic, individuals in Mexico lost one-third of their income and nearly 20% of individuals lost employment . The results in Hoehn-Velasco et al. (2020) apply to jobs in the formal and informal sectors, partly explaining the drop in mobility in Mexico. Despite this profound job loss, Hoehn-Velasco et al. (2020) find that Mexico's government did not offer new public policies to aid affected groups. Moreover, Mexico has fewer remote work opportunities than high-income countries, weaker public support systems, and a larger informal sector. These poor economic conditions may increase criminals' willingness to commit crimes for economic gain (Hagan, 1993) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 101,
                    "text": "Hoehn-Velasco et al. (2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 378,
                    "end": 405,
                    "text": "Hoehn-Velasco et al. (2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 538,
                    "end": 565,
                    "text": "Hoehn-Velasco et al. (2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 898,
                    "end": 911,
                    "text": "(Hagan, 1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical reasons for the impact of COVID-19 on crime"
        },
        {
            "text": "Previous work demonstrates the link between unemployment and higher crime rates. In the United States, declines in unemployment result in reductions in crime (Raphael & Winter-Ebmer, 2001) , with property crimes most affected. Further, local labor market options influence crime rates (Gould et al., 2002) . These findings from Raphael and Winter-Ebmer (2001) and Gould et al. (2002) suggest that the lockdowns may increase crime through higher unemployment and reduced labor market opportunities. The literature also shows the importance of unemployment for within household crime. Bhalotra et al. (2019) find that an increase in men's unemployment is associated with an increase in violence against women.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 188,
                    "text": "(Raphael & Winter-Ebmer, 2001)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 285,
                    "end": 305,
                    "text": "(Gould et al., 2002)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 328,
                    "end": 359,
                    "text": "Raphael and Winter-Ebmer (2001)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 364,
                    "end": 383,
                    "text": "Gould et al. (2002)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 583,
                    "end": 605,
                    "text": "Bhalotra et al. (2019)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical reasons for the impact of COVID-19 on crime"
        },
        {
            "text": "There is an emerging literature on the impact of the COVID-19 pandemic on crime throughout the world. In general, the evidence suggests a decrease in overall crime (Stickle and Felson, 2020) , with heterogeneous effects by crime type. Namely, the literature shows the following three patterns of the COVID-19 lockdown on crime. First, the empirical evidence consistently suggests a decrease in property crimes, notably theft, robbery, and burglary. Second, there is mixed evidence for assault, battery, drug crimes, and homicides. Third, for the length of the crime drop, Andresen and Hodgkinson (2020) and Borrion et al. (2020) each find that crime returns back to normal levels after the initial decline.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 190,
                    "text": "(Stickle and Felson, 2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 572,
                    "end": 602,
                    "text": "Andresen and Hodgkinson (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 607,
                    "end": 628,
                    "text": "Borrion et al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "Evidence from the United States In the United States, several studies across multiple cities find declines in robbery, theft, and burglary over the initial pandemic. Abrams (2021) , using data for 25 large cities, demonstrates that crime drops over 35%, with the highest reductions related to crimes of theft and residential burglaries. Ashby (2020) , employing data from 16 large cities, observes reductions in residential burglaries. Mohler et al. (2020) , using data from Indianapolis and Los Angeles, discover a decrease in robbery and burglary.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 179,
                    "text": "Abrams (2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 337,
                    "end": 349,
                    "text": "Ashby (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 436,
                    "end": 456,
                    "text": "Mohler et al. (2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "Studies using single cities also find similar impacts on robbery, theft, and burglary. Campedelli et al. (2020a) see a decrease in robbery, shoplifting, and theft in Los Angeles. Shayegh and Malpede (2020) show a reduction in theft in Oakland and San Francisco. Felson et al. (2020) find a reduction in residential burglaries in Detroit. Campedelli et al. (2020b) find that roughly 13% of communities across Chicago experience reductions in burglaries and robberies.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 112,
                    "text": "Campedelli et al. (2020a)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 179,
                    "end": 205,
                    "text": "Shayegh and Malpede (2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 262,
                    "end": 282,
                    "text": "Felson et al. (2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 338,
                    "end": 363,
                    "text": "Campedelli et al. (2020b)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "Drug crimes in the United States also show a clear drop during the pandemic. Abrams (2021) finds a decline in drug crimes. Similarly, Campedelli et al. (2020b) show a decrease in narcotics-related offenses in Chicago in 45% of communities. These same studies in the United States find mixed effects on severe crimes, including homicides and assault and battery. Abrams (2021), Ashby (2020), Campedelli et al. (2020a) each find no decline in homicides, and Mohler et al. (2020) find no effect on assaultbattery. By contrast, Shayegh and Malpede (2020) show a reduction in homicides after two weeks of the stay-athome order, and Campedelli et al. (2020b) , Halford et al. (2020) , Campedelli et al. (2020a) show reductions in assaults. Overall, there is a less clear apparent relationship of the pandemic on violent crime.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 159,
                    "text": "Campedelli et al. (2020b)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 391,
                    "end": 416,
                    "text": "Campedelli et al. (2020a)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 456,
                    "end": 476,
                    "text": "Mohler et al. (2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 524,
                    "end": 550,
                    "text": "Shayegh and Malpede (2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 627,
                    "end": 652,
                    "text": "Campedelli et al. (2020b)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 655,
                    "end": 676,
                    "text": "Halford et al. (2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 679,
                    "end": 704,
                    "text": "Campedelli et al. (2020a)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "Evidence from Outside the United States The same reductions in theft, burglary, and property crime appear outside the United States. In Europe and Canada Hodgkinson and Andresen (2020); Gerell et al. (2020) ; Halford et al. (2020) all find a reduction in theft. Hodgkinson and Andresen (2020) , using crime data from Vancouver, present evidence of a decrease in theft. Gerell et al. (2020) , employing data from Sweden, find a reduction in burglaries. Halford et al. (2020) , using data from one U.K. police area, detect a decline in burglary and vehicle theft.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 206,
                    "text": "Gerell et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 209,
                    "end": 230,
                    "text": "Halford et al. (2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 262,
                    "end": 292,
                    "text": "Hodgkinson and Andresen (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 369,
                    "end": 389,
                    "text": "Gerell et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 452,
                    "end": 473,
                    "text": "Halford et al. (2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "In India, China, Australia, and Mexico City, the reductions in theft, burglary, and robbery are similarly present. Poblete-Cazenave (2020) finds that the COVID-19 lockdown decreases burglary and robbery in Bihar, India. Borrion et al. (2020) demonstrate a reduction in theft in China. However, after the initial pandemic-related closures, Borrion et al. (2020) find that theft returned to higher than expected levels. In Australia, Andresen and Hodgkinson (2020) suggest a reduction in most types of crimes (excluding drug offenses). Finally, Balmori de la , using data from Mexico City, find a reduction in burglary and vehicle theft during the first weeks after the lockdown.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 241,
                    "text": "Borrion et al. (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 339,
                    "end": 360,
                    "text": "Borrion et al. (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 432,
                    "end": 462,
                    "text": "Andresen and Hodgkinson (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "Unlike in the United States, where drug crimes decline, evidence from outside the United States does not suggest a reduction in drug crime. Gerell et al. (2020) , using data from Sweden, suggest that narcotics-related crime is unchanged. Similarly, in Australia, Andresen and Hodgkinson (2020) find no change in drug-related offenses.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 160,
                    "text": "Gerell et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 263,
                    "end": 293,
                    "text": "Andresen and Hodgkinson (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "For more severe crimes, these findings also mimic the United States' mixed findings. Calderon-Anyosa and Kaufman (2020) find a decrease in homicides in Peru. However, Balmori de la Miyar et al. (2020) demonstrate limited impact of the lockdowns on homicides in Mexico City. Balmori de la Miyar et al. (2020) do find a reduction in assaults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related literature on the crime during the COVID-19 pandemic"
        },
        {
            "text": "We use municipal-level crime incidents throughout Mexico for 2019 and 2020 to measure the crime rate changes following the COVID-19 pandemic. The National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública or NPSS) collects the municipality-level crime data. The NPSS reports crime, including assault, battery, theft, property crime, fraud, petty drug crimes, extortion, and homicides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We group crimes by object: crime against property or crime against persons, and by victim-criminal proximity: strangers or acquaintances. For instance, homicides are crimes against persons with close victim-criminal proximity. Assault & battery are also crimes against persons but without victim-criminal proximity. Petty drug crimes & extortions are property crimes with close victim-criminal proximity. While theft & property crime are property crimes without close victim-criminal proximity. Finally, fraud is a especially property crime where the victim may or may not know the offender. In addition, we group all crimes together to show overall effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The data is organized in a monthly series of municipalities. We consider the number of crimes per month per 100,000 inhabitants in each Mexican municipality. The number of municipalities in Mexico is 2457. The population data is added from the National Population Council (CONAPO), which reports municipality level population characteristics. The average population per municipality is 51,726 inhabitants. The smallest municipality has 87 inhabitants and the largest one has 1,859,266 inhabitants at the beginning of 2020. In the final sample, we include all Mexican municipalities over the course of the pandemic, from January to October, during both 2019 and 2020. We include 2019 as a comparison for 2020 to help capture seasonal trends. Thus, our final sample consists of 49,140 observations (2457 municipalities × 9 months × 2 years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The timeline of COVID-19 related events in Mexico occurs in the following manner: the pandemic begins on March 11, 2020 as pronounced by World Health Organization (WHO, 2020). Mexico's Council of General Health (CSG) announces the official stay-at-home order a few days after (March 23), even though mobility has already dropped substantially in Mexico one week before the official stay-at-home order (Apple, 2020; CSG, 2020) . The official lockdown goes until May 30, 2020. Beginning in June, every state has to apply a traffic-light methodology, meant to ease the restrictions imposed during the confinement. Many businesses start to reopen, even though most schools and social clubs remain closed in Mexico. Figure 1 shows how mobility steadily moves back close to the pre-pandemic levels of the mobility index (13 January 2020 = 100).",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 414,
                    "text": "(Apple, 2020;",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 425,
                    "text": "CSG, 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 711,
                    "end": 719,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "In our empirical strategy, we begin using a differencein-differences specification to consider the effect of the COVID-19 pandemic on crime rates. This difference-indifferences strategy appears as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference-in-differences specification"
        },
        {
            "text": "where Y mty is the outcome of interest for municipality m in month t and year y. Post-Lockdown mty is a dummy variable that equals one for all the months in the postlockdown phase in 2020. Post-Lockdown mty is zero for the pre-lockdown months in 2020, and all of 2019. We also add φ m t, which are monthly municipality-level linear time trends. These trends account for linear growth in crime rates. a m are municipality-fixed effects that control for time-invariant differences across municipalities. γ t are monthly-specific fixed-effects. ν y are year fixed effects. We cluster standard errors at the municipality level. To account for differences in the variance of the crime rate between high population and low population municipalities, we weight the specification by the population. The population weights account for small municipalities having potentially large fluctuations in the crime rate, while larger cities should have more stable crime rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference-in-differences specification"
        },
        {
            "text": "We next study the dynamic time-varying effect of the COVID-19 pandemic on crime outcomes using a monthly event-study specification. Goodman-Bacon and Marcus (2020) propose that researches should also present event-study estimates when trying to analyze the causal effects of the COVID-19. In particular, the eventstudy has two advantages over the difference-in-differences methodology. First, the difference-in-differences strategy quantifies the average effect of the COVID-19 lockdown over the entire post-period. Yet, the eventstudy has the advantage to quantify the evolution of the lockdown month-to-month (Goodman-Bacon, 2018; Wolfers, 2006) . Second, the event-study can help to test the \"parallel trends\" assumption which is necessary to validate the results of the difference-in-differences model. In particular, this assumption states that there are not pre-pandemic changes in the outcomes of interest.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 647,
                    "text": "Wolfers, 2006)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Event-study"
        },
        {
            "text": "To estimate the effect of the COVID-19 pandemic on crime, we use a monthly event-study specification. Our preferred specification is represented as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event-study"
        },
        {
            "text": "where Y mty is the outcome of interest for municipality m, for month t, and year y. Lockdown mqy is a dummy variable that takes the value of one for each month q before and after the start of the lockdown for municipality m (1) Y mty = α + β Post-Lockdown mty + ϕ m t + a m + γ t + ν y + e mty",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event-study"
        },
        {
            "text": "(2) Y mty = α + 7 q=−2 q� =−1 β q Lockdown mqy + a m + γ t + ν y + e mty in 2020. In particular, the lockdown begins in March of 2020 (month three), but March is represented by q = 0 in the specification above. q = − 2 corresponds to two months before the lockdown or January of 2020. q = − 1 represents one month before the lockdown or February of 2020. Our specification continues until q = 7 which represents seven months after the lockdown, or October, 2020. Thus, Lockdown mqy is a dummy variable where q ranges from-2 through 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event-study"
        },
        {
            "text": "Then, we follow the literature analyzing the effects of the COVID-19 using event studies (Bullinger et al., 2020; Hoehn-Velasco et al., 2021; Leslie & Wilson, 2020) and exclude the month before the pandemic occurred (q = − 1). This fulfills two objectives. First, it is necessary to exclude one period to avoid multicollinearity. In this literature, the period that is mainly excluded is that before the occurrence of the event. Second, it is necessary to include in the regression the information regarding the municipalities not impacted by the COVID-19 lockdown in 2019 (our control). We follow again the literature computing these municipalities with the value of q = − 1. When we exclude q = − 1, these values are captured in the coefficient associated to the constant in the regression α. Thus, the changes observed in the eventstudy are compared to the information regarding 2019.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 113,
                    "text": "(Bullinger et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 114,
                    "end": 141,
                    "text": "Hoehn-Velasco et al., 2021;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 142,
                    "end": 164,
                    "text": "Leslie & Wilson, 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Event-study"
        },
        {
            "text": "Finally, a m are municipality-fixed effects which control for time-invariant differences across municipalities; γ t are monthly fixed-effects; and ν y are year fixed effects. We cluster standard errors at the municipality level. The specification is weighted by the municipal-level population. Our primary coefficients of interest are the β q , which reflects the impact of the COVID-19 pandemic on crime rates over the course of the pandemic. Table 1 shows the means of the crime rates over the pre-lockdown period (2019 and January and February of 2020) relative to the post-lockdown period (months March through October of 2020). The measures of all crimes fall substantially during the post-COVID-19 lockdown period. Total crime rates fall from 94 crimes per 100,000 inhabitants to 76 crimes per 100,000 inhabitants, reflecting a 20% reduction in crime.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 451,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Event-study"
        },
        {
            "text": "For the specific crimes, the individual crimes' means demonstrate that the lockdown has heterogeneous impacts across crime types. The majority of the reduction in crime arises from lower theft & property crimes. Theft & property crime falls from 60 incidents per 100,000 inhabitants to 45 per 100,000, a 25% drop in theft and property crime. Assault & battery exhibit the next largest drop in crime. Assault & battery falls from 21 crimes per 100,000 inhabitants to 18 crimes per 100,000, a 14% drop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive results"
        },
        {
            "text": "The remainder of the crime rates exhibit more minor changes. Fraud falls from 5 incidents per 100,000 to 4.5 per 100,000, a 10% drop. Drug crimes & extortion, by contrast, slightly increase after the lockdown from 5.4 to 5.5 per 100,000 inhabitants. Finally, homicides fall from 2.9 crimes per 100,000 inhabitants to 2.8 crimes per 100,000 persons, a 3% reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive results"
        },
        {
            "text": "We begin the main results by showing our differencein-differences estimates in Table 2 . The difference-indifferences approach compares the post-period months' March through October to the pre-pandemic months and all of 2019. The results suggest that all crimes decline by 17 crimes per 100,000 inhabitants. Homicides are the only type of crime that fails to decline in the post-pandemic period. Measures of other types of crime, including assault & battery, theft & property crime, fraud, as well as petty drug crime & extortion, all substantially decline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Difference-in-difference results"
        },
        {
            "text": "In particular, the COVID-19 pandemic reduces assault & battery rates by 5.1 crimes per 100,000 inhabitants. Similarly, theft & property crimes fall by ten crimes per 100,000 inhabitants. Fraud drops by one crime per 100,000 inhabitants. Further, petty drug crime & extortion decline by 0.8 crimes per 100,000 inhabitants. All of these coefficients are statistically significant at the 99% confidence level. Moreover, the adjusted R-squared statistic suggests our model in Eq. 1 describes most of the variation in crime rates. Difference-in-differences estimates, which group the pre-period (before month 3) and post periods (month three onward). We include time trends in the differencein-differences specification. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons. The specification is weighted by the municipal-level population ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference-in-difference results"
        },
        {
            "text": "Next, Fig. 2 and Table 4 contain the results for Eq. 2, for our six primary measures of crime. The plotted points connected by solid lines show change in crime rates. In particular, the plotted points depict the point estimates of the difference between monthly crimes per 100,000 inhabitants in 2020 in comparison to the mean of the months not impacted by the COVID-19 pandemic in 2019 after controlling for municipality, monthly, and year fixed effects (see \"Event-study\" section). The dashed and Table 4 for exact coefficients and standard errors dotted lines indicate the 95% confidence intervals around the point estimates. The long-dashed vertical red line indicates the excluded pre-period, which includes 2019. The short-dashed vertical green line, which in turn, represents the end of lockdown, and the recovery of mobility in Mexico (as shown in 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 12,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 17,
                    "end": 24,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 506,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Event-study results"
        },
        {
            "text": "In the first graph of Fig. 2 , we show the results for all crime rates. In the first few months of the lockdown, crime declines by 20 to 30 incidents per 100,000 inhabitants. When the lockdown ends on May 30th, crime rates start to rebound, nearly returning to normal by the end of the monthly series (October).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Event-study results"
        },
        {
            "text": "For the specific types of crime in the remainder of the graphs, there are heterogeneous effects across crime measures. On the one hand, assault & battery decline substantially after the lockdown. As the lockdown lifts in June, these two crimes begin to rise back to their original levels. However, assault & battery are relatively flat after four months into the pandemic (e.g., July, August, September, and October), and it never attains the pre-pandemic levels. Theft & property crime also drops quickly after the pandemic. Theft & property crime then begin to rise again but are relatively steady over months three to five into the pandemic (e.g., June through August), with another bump in month six (e.g., September). Fraud drops rapidly but makes the quickest recovery. Fraud is nearly back to pre-pandemic levels by month five of the pandemic (e.g., August), surpassing the pre-pandemic level in the last two months of the series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event-study results"
        },
        {
            "text": "On the other hand, petty drug crimes & extortion, in the fifth graph, follow a different pattern than the previous crimes and have a less noticeable dip and immediate rise back in months two and three into the pandemic. Next, we analyze the evolution of homicides. In the sixth graph, homicides fluctuates slightly during the first three months of the pandemic and then hovers around zero, suggesting an overall null effect. In Mexico, homicides as well as petty drug crimes & extortion are related to organized crime, and they do not appear to decline drastically during the pandemic. 1 However, our data does not include information about whether these last crimes have a solo or co-offending modus operandi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event-study results"
        },
        {
            "text": "To test the robustness of our main event-study findings, we perform two additional checks on the main analysis. First, we show the sensitivity of our results using the Oster bounding methodology. Second, we explore the results, excluding Mexico City, which may differ from the rest of Mexico. These tests confirm the central theme of the results and boost confidence in the robustness of our findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness checks"
        },
        {
            "text": "First, we conduct the bounding methodology proposed by Oster (2017) . Oster (2017)'s bounding method is a refined approach to the original bounding demonstrated in Altonji et al. (2005) . This check assumes that the selection on observables is informative about the degree of selection on unobservables. Oster (2017) formalizes the bounding approach by providing conditions for bounds and identification. The exact approach sets a minimum for the R-squared from simulated regression with unobservables. If the simulated bounds exclude zero, then the results from the regression are robust to omitted variable biases. 2 The results for the bounding approach are shown in Appendix Table 3 , with the intervals in square brackets as the bounds. The bounds on the coefficients confirm the findings from the main results.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 67,
                    "text": "Oster (2017)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 164,
                    "end": 185,
                    "text": "Altonji et al. (2005)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 617,
                    "end": 618,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Robustness checks"
        },
        {
            "text": "As a second robustness check, we exclude Mexico City. Mexico City is distinct in setting from the remainder of Mexico. Mexico City has higher crime levels and differing economic policies from Mexico at large. Figure 5 shows the results without Mexico City in navy. The point estimates without Mexico city are similar to the main findings. The reduction in crime does not appear to be isolated in Mexico City.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Robustness checks"
        },
        {
            "text": "Next, we test whether there are heterogeneous effects by municipality-level size or in municipalities with higher men's employment losses. Thus, we split our sample between large/smaller municipalities. We also split our sample between higher/lower men's employment losses. Then, we estimate the event-study (Eq. 2) for each sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneous effects"
        },
        {
            "text": "First, we show the main event-study excluding the population and crime rate tails (top 5% and bottom 5%), as well as considering the municipalities with the highest crime rate and largest population sizes (top 25%). Figure 3 shows similar results to the main findings, with a few exceptions (see Tables 5, 6 , 7, 8, for coefficient and standard error estimations). Excluding the highest population areas and focusing on the middle and low population areas, the plotted points suggest a smaller reduction in crime. The highest reductions in crime occur in the populous municipalities with the highest preexisting crime rates. These are exactly the municipalities where more Balmori de la Miyar et al. Crime Sci (2021) Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Solid lines represent point estimates. Dashed and dotted lines display the 95 percent confidence intervals. Crimes are measured per 100,000 persons. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. The specification is weighted by the municipal-level population. Robust standard errors are clustered at the municipal level. Dark purple graphs in the first column shows high population municipalities. Light purple in the first column shows low/middle population municipalities. In the second column, dark blue shows high crime municipalities and light blue plots low/middle crime municipalities. See Tables 5, 6, 7 and 8 for exact coefficients and standard errors Balmori de la Miyar et al. Crime Sci (2021) 10:14 victims would coincide with criminals under normal circumstances. This more evident drop in crime levels for the most populous cities supports the hypothesis of a reduction in the interaction between potential victims and offenders (Cohen & Felson, 1979) . Second, based on the prior theoretical and empirical work linking unemployment to crime (Bhalotra et al., 2019; Gould et al., 2002; Raphael & Winter-Ebmer, 2001 ), we test whether higher unemployment affects the crime reduction. Figure 4 shows the states split into high and low unemployment rates (due to COVID-19 changes in employment) for men (see Tables 9, and 10 cities. Nevertheless, the confidence intervals are so wide that we cannot affirm a statistically significant difference between high and low unemployment states. Overall, the similarity across unemployment levels suggests that unemployment (at least at the beginning of the pandemic) does not play a large role in the crime rates. However, the difference across unemployment rates may change as individuals continue without financial support during the pandemic. Table 9 and 10 for exact coefficients and standard errors Balmori de la Miyar et al. Crime Sci (2021) 10:14",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 716,
                    "text": "Balmori de la Miyar et al. Crime Sci (2021)",
                    "ref_id": null
                },
                {
                    "start": 1758,
                    "end": 1793,
                    "text": "Miyar et al. Crime Sci (2021) 10:14",
                    "ref_id": null
                },
                {
                    "start": 2026,
                    "end": 2048,
                    "text": "(Cohen & Felson, 1979)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2139,
                    "end": 2162,
                    "text": "(Bhalotra et al., 2019;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2163,
                    "end": 2182,
                    "text": "Gould et al., 2002;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2183,
                    "end": 2211,
                    "text": "Raphael & Winter-Ebmer, 2001",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2954,
                    "end": 2983,
                    "text": "Miyar et al. Crime Sci (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 296,
                    "end": 307,
                    "text": "Tables 5, 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 2280,
                    "end": 2288,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2402,
                    "end": 2418,
                    "text": "Tables 9, and 10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2882,
                    "end": 2889,
                    "text": "Table 9",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Heterogeneous effects"
        },
        {
            "text": "The decrease in crimes such as assault, battery, theft, property crime, and fraud, supports the victim-criminal interaction hypothesis (Cohen & Felson, 1979) . Once the lockdown is in place, a sharp decrease in these crimes occurs (red vertical line). Nonetheless, when the confinement ends (green vertical line), many people returned to their normal activities, increasing the likelihood of a victim-crime interaction. The Mexican government, as stated by the Minister of Security, claims that its current security strategy is successful because of an unprecedented decline in crime (Forbes, 2020) . The current strategy (2019-2020) consists of easing down on the killings of cartel members (\"hugs, not bullets\"), and on putting more forces into the streets to discourage criminal activities, despite most of these forces being military personnel. And even though some investments are being made in terms of incorporating more forces into the streets of Mexico (Forbes, 2020) , our results show that the decline in crime appears to be related to the pandemic lockdown.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 157,
                    "text": "(Cohen & Felson, 1979)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 584,
                    "end": 598,
                    "text": "(Forbes, 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 962,
                    "end": 976,
                    "text": "(Forbes, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Worse yet, in spite of the arrests of important leaders of cartels such as Joaquin \"El Chapo\" Guzman or José Antonio \"El Marro\" Yépez Ortiz, homicides, petty drug crimes and extortion do not show signs of dropping during the pandemic. This reflects the failure in the security strategy to fight drug cartels in Mexico. Moreover, the ongoing investigation of a former Mexican Defense Minister under President Peña, for its allegedly link with the Beltrán-Leyva criminal organization (Romo, 2020) , or the arrest of the former Citizen Security Minister in Mexico under President Calderon, the architect of Mexican Drug War, for allegedly helping \"El Chapo\" and the Sinaloa Cartel (Feuer, 2020) , exposes the structural weaknesses of the past and recent military-driven security strategies in Mexico.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 494,
                    "text": "(Romo, 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 678,
                    "end": 691,
                    "text": "(Feuer, 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future research should try to distinguish whether the null effect of the COVID-19 pandemic on homicides, drug crimes, and extortion has to do with a difference between solo-and co-offending. Namely, crimes related to organized crime, such as homicides, drug crimes, and extortion, might be unchanged as the monetary incentives to participate in organized crime might be exceeding the risk of being infected by the COVID-19 virus. A limitation of our study is that we cannot make any claim about solo-or co-offending heterogeneity with our current data. However, fatality data published by Mexico's Health Ministry with a two-year lag has the potential and the information to distinguish between solo-or co-offending homicides. Drug crime and extortion can also be analyzed using victimization surveys with enough information about the characteristics of the crimes during the pandemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this paper, we study how crime rates throughout Mexico change during the COVID-19 pandemic. This public health crisis has the potential to cause criminals and victims to stay home, resulting in a reduction in victimcriminal interaction. We observe this hypothesis to be true for conventional crimes such as fraud, assault & battery, as well as theft & property crime. These crimes follow a U-shaped pattern, where crime falls precipitously and then rises back near the original crime levels after mobility recovers. By October, seven months into the pandemic, fraud has surpassed its pre-pandemic level, while assault & battery and theft & property crime are near their baseline levels. While the full 2020 effects are still unknown, we expect that the rise in conventional crime will continue, until most crimes reach or surpass original pre-pandemic levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Crimes rates from organized crime such as homicides, drug crimes, and extortions do not substantially change during the pandemic. Based on Boman and Gallupe (2020), we expected a reduction in organized crime because of the risk of infection when interacting in groups. Yet, it is possible that the monetary compensation provided by drug cartels over compensate the risk of infection. This is an important result for future research, when assessing how criminals weight risky decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Last, we test several heterogeneous effects. First, we check whether the highest reductions in crime occur in the most populous municipalities and areas with the highest preexisting crime rates. Our results indicate that crime did decline by more in the most populous municipalities, supporting the victim-criminal interaction hypothesis. Second, we test whether unemployment affects the crime rate. We do not observe a clear difference in reductions in crime by the unemployment rate. Despite this lack of effect, in the long-term, unemployment could be a potential driver of rising crime in Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "See Table 3 and Fig. 5 . Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Solid lines represent point estimates. Dashed and dotted lines display the 95 percent confidence intervals. Crimes are measured per 100,000 persons. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. See Table 11 for table presenting the exact coefficients and standard errors  See Tables 4, 5 , 6, 7, 8, 9, 10, 11 . Table 4 Event-study specification (Fig. 2) Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 761,
                    "text": ", 6, 7, 8, 9, 10, 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 16,
                    "end": 22,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 740,
                    "text": "Table 11 for table presenting the exact coefficients and standard errors  See Tables 4, 5",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 764,
                    "end": 771,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons Baseline FE X X X X X X Table 5 Event-study specification: low/middle population municipalities (Fig. 3) Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 599,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 672,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "Plotted coefficients are event-study dummy variables, βq. Each plotted point represents the number of months before and after the lockdown. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons Baseline FE X X X X X X Table 10 Event-study specification: States with low relative change in men's unemployment (Fig. 4) Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 598,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 680,
                    "end": 688,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons Baseline FE X X X X X X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID and crime: An early empirical look",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Public Economics",
            "volume": "194",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Altonji",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Political Economy",
            "volume": "113",
            "issn": "",
            "pages": "151--184",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Somehow I always end up alone: COVID-19, social isolation and crime in Queensland",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Andresen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgkinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Australia. Crime Science",
            "volume": "9",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Initial evidence on the relationship between the coronavirus pandemic and crime in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crime Science",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Druglords don't stay at home: COVID-19 pandemic and crime patterns in Mexico City",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Balmori De La Miyar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hoehn-Velasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silverio-Murillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Criminal Justice",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Criminal diversification and corruption in the drug business",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intimate partner violence: The influence of job opportunities for men and women. The World Bank Economic Review, 35, lhz030. • fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year your research ? Choose BMC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhalotra",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kambhampati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Choose BMC and benefit from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Has COVID-19 changed crime? Crime rates in the United States during the pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gallupe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Criminal Justice",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measuring the re-silience of criminogenic ecosystems to global disruption: A case-study of COVID-19 in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Borrion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and crime: Effects of stay-at-home orders on domestic violence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Bullinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "A"
                    ],
                    "last": "Packham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of COVID-19 lockdown policy on homicide, suicide, and motor vehicle deaths in Peru. Preventive medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Calderon-Anyosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Exploring the immediate effects of COVID-19 containment policies on crime: an empirical analysis of the short-term aftermath in Los Angeles",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Campedelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aziani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Favarin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Criminal Justice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12103-020-09578-6"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Disentangling community-level changes in crime trends during the COVID-19 pandemic in Chicago",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Campedelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Favarin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aziani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Piquero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crime Science",
            "volume": "9",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social change and crime rate trends: a routine activity approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Felson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "American Sociological Review",
            "volume": "44",
            "issn": "",
            "pages": "588--608",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ACUERDO por el que el Consejo de Salubridad General reconoce la epidemia de enfermedad por el virus SARS-CoV2 (COVID-19) en México",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D S G"
                    ],
                    "last": "Csg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Routine activity effects of the Covid-19 pandemic on burglary in Detroit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Felson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crime Science",
            "volume": "9",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Architect of Mexico's war on Cartels is accused of taking bribes from One",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feuer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "México registra baja de 8.4% en homicidios dolosos: Durazo. EFE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Disasters and mental health: Therapeutic principles drawn from disaster studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Minor COVID-19 Association with crime in Sweden",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kardell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindgren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crime Science",
            "volume": "9",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Difference-in-differences with variation in treatment timing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goodman-Bacon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Using difference-in-differences to identify causal effects of COVID-19 policies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Goodman-Bacon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Crime rates and local labor market opportunities in the United States: 1979-1997",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mustard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Review of Economics and Statistics",
            "volume": "84",
            "issn": "",
            "pages": "45--61",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Social embeddedness of crime and unemployment*",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Criminology",
            "volume": "31",
            "issn": "",
            "pages": "465--491",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Crime and coronavirus: Social distancing, lockdown and the mobility elasticity of crime",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Halford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malleson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crime Science",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Show me a man or a woman alone and I'll show you a saint: Changes in the frequency of criminal incidents during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Andresen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Criminal Justice",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The long downturn: The impact of the great lockdown on formal employment",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hoehn-Velasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silverio-Murillo",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Balmori De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miyar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Economics and Business",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Has the COVID-19 Recession been Harder on Women? Evidence from Employment and Time Use for Men, Women, and Children in Mexico",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hoehn-Velasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silverio-Murillo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Balmori De La Miyar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Penglase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Coronavirus 2019-nCoV Global Cases",
            "authors": [
                {
                    "first": "Johns",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The potential impacts of pandemic policing on police legitimacy: planning past the COVID-19 crisis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Policing: A Journal of Policy and Practice",
            "volume": "14",
            "issn": "",
            "pages": "579--586",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Sheltering in place and domestic violence: Evidence from calls for service during COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Public Economics",
            "volume": "189",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Living in fear: mapping the social embeddedness of drug gangs and violence in Mexico",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Magaloni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diaz-Cayeros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matanock",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Crime, justice & the CoViD-19 pandemic: Toward a national research agenda",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blumstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Criminal Justice",
            "volume": "45",
            "issn": "",
            "pages": "515--524",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Impact of social distancing during COVID-19 pandemic on crime in Los Angeles and Indianapolis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mohler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sledge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Tita",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Brantingham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Criminal Justice",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Unobservable selection and coefficient stability: Theory and evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Business & Economic Statistics",
            "volume": "37",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Great Lockdown and Criminal Activity Evidence from Bihar",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poblete-Cazenave",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identifying the effect of unemployment on crime",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winter-Ebmer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of Law and Economics",
            "volume": "44",
            "issn": "",
            "pages": "259--283",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Policing the coronavirus outbreak: processes and prospects for collective disorder",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reicher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stott",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Policing: A Journal of Policy and Practice",
            "volume": "14",
            "issn": "",
            "pages": "569--573",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Arrest of former defense minister shatters trust in Mexico's armed forces",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Staying home saves lives, really!. SSR Electronic Journal",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shayegh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malpede",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Crime rates in a pandemic: The largest criminological experiment in history",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stickle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Felson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Criminal Justice",
            "volume": "45",
            "issn": "",
            "pages": "525--536",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Did unilateral divorce laws raise divorce rates? A reconciliation and new results",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolfers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Economic Review",
            "volume": "96",
            "issn": "",
            "pages": "1802--1820",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mobility in Mexico. Source: APPLE MOBILITY INDEX Balmori de la Miyar et al. Crime Sci (2021) 10:14",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Event Study: Main Findings. Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública). Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Solid lines represent point estimates. Dashed and dotted lines display the 95 percent confidence intervals. Crimes are measured per 100,000 persons. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. The specification is weighted by the municipal-level population. Robust standard errors are clustered at the municipal level. See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Event study: heterogeneity by population and crime levels. Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "for coefficient and standard error estimations). The results appear similar across both high and low unemployment states. The only exceptions are fraud and theft & property crime which shows a steeper decline in high unemployment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 3 continued",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Heterogeneity by high and low relative change in men's state-level unemployment. Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública). Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Solid lines represent point estimates. Dashed and dotted lines display the 95 percent confidence intervals. Crimes are measured per 100,000 persons. Crimes are measured per 100,000 persons. Baseline fixed effects are included at the state, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. The specification is weighted by the state-level population. Robust standard errors are clustered at the state level. See",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics Source: Mexico's National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)Crime rates are measured per 100,000 inhabitants. The specification is weighted by the municipal-level population",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Difference-in-differences specificationSource: Mexico's National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Oster's bounding methodology Intervals in squares are the bounds. Baseline fixed effects are included at the municipality, month, and yearFig. 5 Event study: no Mexico City. Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Event-study specification: high population municipalities(Fig. 3)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Event-study specification: low/middle crime municipalities(Fig. 3)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Event-study specification: high crime municipalities (Fig. 3) Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Event-study specification: States with high relative change in men's unemployment(Fig. 4)Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)Plotted coefficients are event-study dummy variables, β q . Each plotted point represents the number of months before and after the lockdown. Baseline fixed effects are included at the municipality, month, and year. Vertical lines show the start and end of the lockdown. The long-dashed red line shows the month before the start of the lockdown and the short-dashed green line indicates the end of the lockdown. Robust standard errors are clustered at the municipal level. Significance levels: *p < 0.1, **p < 0.05, ***p < 0.01 Crimes are measured per 100,000 persons",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Event-study specification: no Mexico City (Fig. 5) Source: Mexico' s National Public Security System (Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank two anonymous reviewers and the editor for constructive comments that helped improve this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions ASM collected the data. ASM and LHV performed the data analysis. LHV and JBM drafted the manuscript with contributions from ASM. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 2: Event study tables for main figures"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All data are open source and available from the authors upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors declare that they have no conflict of interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}