{
    "paper_id": "0b434120d19838a80cd625c933f971549872acf5",
    "metadata": {
        "title": "Black Swan Pandemic and the Risk of Pilot Suicide",
        "authors": [
            {
                "first": "Irina",
                "middle": [],
                "last": "Mordukhovich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shawn",
                "middle": [
                    "A"
                ],
                "last": "Pruchnicki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jyrki",
                "middle": [],
                "last": "Korkeila",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alpo",
                "middle": [],
                "last": "Vuorio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": "alpo.vuorio@gmail.com"
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Bor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Free Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The medical risks to pilots, whether to their physical or mental health, are clearly theoretically raised during the COVID-19 pandemic for the reasons outlined in this paper, and access to medical and psychological support should be improved in order to address pilot stress, distress and the potential for increased pilot suicides as a direct result of economic effects of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "The links between pilot suicides and social change, such unemployed threats and financial recession, have not been studied. Significant and sudden changes in society may increase suicide risk and serious mental health problems may affect pilots equally. After the 9/11 terrorist attacks, for example, the risk of suicide by aircraft in the year following the attack was almost four times the average risk in the 5 years prior to the terrorist attack. This paper discusses the potential causes of mental health problems to pilots resulting from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Pilot aircraft-assisted suicide in commercial aviation is a rare phenomenon. In general aviation in the United States, pilot aircraft-assisted suicide rates in a 20-year period was positively determined in 0.33% (24/7,244) of fatal aircraft accident cases (1). Pilot murder-suicides, where it has been concluded through post-accident analysis and investigation that the pilot deliberately crashed a commercial aircraft killing the pilot and all others on board have occurred in six instances over the past 30 years (2) . The most recent of these was the Germanwings pilot murder-suicide crash in 2015 on a commercial flight between Barcelona and Dusseldorf (3), an incident which brought this phenomenon to public attention and led to the regulator, the European Aviation Safety Authority, to require that airline pilots in the EU be psychologically assessed prior to joining an airline and for crew to have access to pilot peer support programmes. The regulator also required aviation medical examiners to focus greater attention on pilot mental health and well-being in their annual pilot assessments (4) . It is noteworthy that the pilot of the Germanwings aircraft suffered with financial problems in addition to other significant mental health problems.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "The links between pilot suicides and social change, such unemployed threats and financial recession, have not been studied, given the low numbers of pilot suicide cases as well as the unpredictability and infrequency of recession, coupled with methodological challenges such as suitable comparison groups and the absence of baseline measures. However, it has been found that significant sudden changes in society may increase the number of pilot suicides. For example, after the 9/11 terrorist attacks in New York, the risk of suicide by aircraft in the year following the attack was almost four times the average risk in the 5 years prior to the terrorist attack (5). Although we are unable to precisely determine a causal link between societal changes on pilot suicide, it is arguably feasible that significant, sudden and adverse changes in society can have an impact on pilot mental health. Due to the deleterious effects of COVID-19 on society generally, and on aviation specifically, we are living through the most significant and enduring aviation crisis in the history of modern commercial aviation. Thousands of air crew worldwide including pilots and cabin crew, are threatened with redundancy, unwelcome changes to their employment contracts such as increased duty times and lower pay, and the prospect that some may never fly for a living again. Currently a large proportion of pilots are furloughed or out of work. As they find employment, it is very likely that their job demand and workload will increase. Additionally, some pilots are selfemployed and continue to work on zero-hours contracts and are without employment protection or health care support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "A study of 424 pilots over 35 years ago has shown that during an occupational dispute, the stress experienced by pilots had a significant impact on their mental health (6) . This study also demonstrated that the combination of factors including career development, autonomy at work, organizational climate and family support and cohesion are important regarding job satisfaction, but also potentially increase the risk of accidents if work and personal stress levels are left unchecked. It has been shown that economic crises increase the mental burden on work and workload (7) . In addition to this, it is well established that an economic downturn is associated with an increase in suicides in the general population (8, 9) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "The social, economic, employment and personal challenges of COVID-19 in society threatens several factors important for pilots' mental well-being. The current situation is compounded by the additional social stress brought about by social and physical distancing measures brought in to contain the spread of infection. A recent position paper by the UK Academy of Medical Sciences offers a strategy for how to study and to take account of the psychological, social and neuroscientific aspects of the pandemic (10) . It is recognized that the pandemic may increase suicide rates just as Acute Respiratory Syndrome (SARS) did in 2003 (11) (12) (13) . This risk is increased due to economic prolonged downturn, which particularly affects aviation. The most significant and concerning effects may only become apparent in the future. Another threat concerns pilots who themselves have suffered with infection with COVID-19. Although infection may be asymptomatic in many instances, it may lead to serious mental and neurological problems in those who have been hospitalized due to the effects of the virus and also side-effects of hospitalization and treatment (10, 14) . It has been reported that those people who suffered serious infection with SARS were at increased risk of post-traumatic stress disorder and depression (11, 12) . Post-traumatic stress disorder has been shown to be associated with fatal aircraft accidents (15) . COVID-19 data from a national sample of over 10,000 U.S. adults gathered on March 2020 showed that about 15% of respondents had high risk on the Suicide Behaviors Questionnaire-Revised survey (16) .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "One challenge in health care generally, and in aviation medicine specifically, is how to best prevent or mitigate the risk of mental health problems and especially suicide risk during the COVID-19 pandemic whilst airline employees suffer a threat to their job and livelihoods due to economic effects. It is important to note that each time a pilot visits their aeromedical examiner (AME) or aviation psychologist, there may be a fear the loss of their medical certification (17) . It has been shown that pilots may be reluctant to report to their AME conditions that could affect crew licensing due to their concerns that this could affect their livelihoods (18) . Private medical insurance and support and company-organized occupational healthcare is not available to many pilots. It is not yet possible to determine how physical health, routine medical checks and AME visits by pilots have been affected by the COVID-19 pandemic and it is possible some pilots will have avoided seeking health care during this time for economic, infection risk and occupational threat reasons. Some regulators, such as European Aviation Safety Agency (EASA) have allowed pilots to renew their medical certificates by accessing AME's remotely and by extending the validity of their licenses, reducing contact between airline crew and medical specialists.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "The medical risks to pilots, whether to their physical or mental health, are clearly theoretically raised during the COVID-19 pandemic for the reasons outlined in this paper, and access to medical and psychological support should be improved in order to address pilot stress, distress and the potential for increased pilot suicides as a direct result of economic effects of the pandemic. As there are no standardized clinical scales for assessing suicide risk, the focus of support should target all pilots who are distressed, have experienced severe life-events in their own life, have depressive symptoms or express hopelessness (19) . Thus, all pilots with any risk should receive psychoeducation, information on stress management and needs-based care. This requires also informing and educating health care staff working with the pilots.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aircraftassisted pilot suicides: lessons to be learned",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuorio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laukkala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Navathe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eyre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sajantila",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Aviat Space Environ Med",
            "volume": "85",
            "issn": "",
            "pages": "841--847",
            "other_ids": {
                "DOI": [
                    "10.3357/ASEM.4000.2014"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suicide and murdersuicide involving aircraft",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kenedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Preitner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Aerosp Med Hum Perform",
            "volume": "87",
            "issn": "",
            "pages": "388--96",
            "other_ids": {
                "DOI": [
                    "10.3357/AMHP.4474.2016"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Available online at",
            "authors": [],
            "year": 2016,
            "venue": "Germanwings Accident Investigation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "EASA Welcomes New Rules on Mental Fitness of Air Crew",
            "authors": [],
            "year": 2018,
            "venue": "European Aviation Safety Authority",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aircraftassisted Pilot suicides in the general aviation increased for one-year period after 11",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuorio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laukkala",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Junttila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pukkala",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int J Environ Res Pub Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15112525"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Occupational and psychosocial stress among commercial aviation pilots",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sloan",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Occup Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/00043764-198508000-00014"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How did the 2008-11 financial crisis affect work-related common mental distress? Evidence from 393 workplaces in Great Britain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kronenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Boehnke",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Econ Hum Biol",
            "volume": "233",
            "issn": "",
            "pages": "193--200",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ehb.2019.02.008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Suicides associated with the 2008-10 economic recession in England: time trend analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scott-Samuel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br Med J",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.e5142"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Occupational class differences in suicide: evidence of changes over time and during the global financial crisis in Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niven",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lamontagne",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Psychiatry",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12888-015-0608-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multidisciplinary research priorities for the COVID-19 pandemic: a call for action for mental health science",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Asreneault",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "547--60",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30168-1"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Psychosocial impact of SARS",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Scudds",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1326--1333",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1007.040090"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nickell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Crighton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Enazy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bolaji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanjrah",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "170",
            "issn": "",
            "pages": "793--801",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.1031077"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The impact of epidemic outbreak: the case of severe acute respiratory syndrome (SARS) and suicide among older adults in Hong Kong",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crisis",
            "volume": "31",
            "issn": "",
            "pages": "86--92",
            "other_ids": {
                "DOI": [
                    "10.1027/0227-5910/a000015"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Are we facing a crashing wave of neuropsychiatric sequelae of COVID-19? Neuropsychiatric symptoms and potential immunologic mechanisms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Troyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "87",
            "issn": "",
            "pages": "34--43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.04.027"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pilot posttraumatic stress disorder and fatal aviation accidents: a descriptive study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laukkala",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Navathe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sajantila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sainio",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aviat Psychol App Hum Factors",
            "volume": "8",
            "issn": "",
            "pages": "93--102",
            "other_ids": {
                "DOI": [
                    "10.1027/2192-0923/a000144"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How bad is it? Suicidality in the middle of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Drawve",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Suicide Life Threat Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/sltb.12655"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pilot Mental Health Assessment and Support: A Practitioner's Guide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eriksen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oakes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scragg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Duty of notification and aviation safety -a study of fatal aviation accidents in the United States in 2015",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuorio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sajantila",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laukkala",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Junttila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Kravik",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Pub Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15061258"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Psychiatric Association. Suicide Prevention During and After the COVID-19 Pandemic Evidence-Based Recommendations 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors listed have made a substantial, direct and intellectual contribution to the work, and approved it for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2020 Vuorio and Bor. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}