{
    "paper_id": "0b45310e045fd3c4f06dd35290343098828dea34",
    "metadata": {
        "title": "Differential mortality of infectious disease in Italian polities: COVID-19, past plague epidemics, and currently endemic respiratory disease",
        "authors": [
            {
                "first": "Johnmichael",
                "middle": [],
                "last": "Jurgensen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "addrLine": "745 Commonwealth Avenue",
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Mateo",
                "middle": [],
                "last": "Peñaherrera-Aguirre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "addrLine": "1503 E University Blvd",
                        "postCode": "85721",
                        "settlement": "Tucson",
                        "region": "AZ",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Aurelio",
                "middle": [
                    "José"
                ],
                "last": "Figueredo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "addrLine": "1503 E University Blvd",
                        "postCode": "85721",
                        "settlement": "Tucson",
                        "region": "AZ",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), responsible for causing coronavirus disease 2019 , originated in Wuhan, China, in December 2019 (Zhu et al., 2020) . Soon after, it spread to Northern Italy, where the nation's first local case was reported in February, marking the beginning of COVID-19's rapid spread throughout the country (Gatto et al., 2020) . The first wave of COVID-19 infections in Italy dissipated by early June, with case counts and deaths remaining low until the second wave began in late October (WHO, 2021) . Although all of Italy has been severely affected by this pandemic, provinces located in its Central and Northern macroregions have experienced disproportionately higher case prevalences and mortalities than their Southern counterparts (Odone et al., 2020) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 180,
                    "text": "(Zhu et al., 2020)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 358,
                    "end": 378,
                    "text": "(Gatto et al., 2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 540,
                    "end": 551,
                    "text": "(WHO, 2021)",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 809,
                    "text": "(Odone et al., 2020)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In studying the differential and ongoing effects of COVID-19 throughout Italy, it is worthwhile to consider patterns of disease spread beyond those of the current pandemic. One such focus is the impact of previous epidemic diseases on Italian regions prior to national unification. This comparison offers a unique model of disease mortality in genetically similar populations and allows for further analyses of the true effectiveness of interventions via national political mechanisms and modern communication tools in combatting the spread of epidemic respiratory disease. We used data on multiple plague outbreaks which afflicted regions of present-day Italy during the 16th and 17th centuries for this historical comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another focus of the present study is the dispersal of infectious diseases which are endemic nationwide. Among these, infectious respiratory diseases that are able to be transmitted similarly to COVID-19, such as tuberculosis, influenza, and bacterial pneumonia, are commonly reported by provinces throughout the country (ISTAT, 2017) . In this paper, we utilize recent data on those endemic diseases to pursue the testing of hypotheses relevant to the variable effects of epidemics. This is particularly useful in the case of COVID-19 and its probable transition to endemicity, as work in historical epidemiology is yet to address differences between the mortality patterns of pre-transition epidemics with those occurring prior while controlling for contemporary endemic disease.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 334,
                    "text": "(ISTAT, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we specifically focus on mortality in relation to variables that may be predictive of its rate for both COVID-19 and other infectious diseases. Causes of death can vary based on population density, economic status, and subsequent access to higher qualities of care. In comparison with case prevalence, on the other hand, mortality is a dependable indicator of the severity of infectious disease in a region. It is also more reliably controlled via population-level variables, such as average age and wealth. One key aspect of studies on population age and infectious disease mortality is the difference between studying the age of an individual as the risk factor for mortality versus the mean age of a population. This is because, whereas older individuals do not singlehandedly influence population-level spread, older populations do (Dowd et al., 2020; McKeown, 2009) . Younger populations are more likely to be associated with higher frequencies of infectious disease spread, but not necessarily higher mortality rates (Dowd et al., 2020; McKeown, 2009) . Older populations experience the same trend in the inverse (Dowd et al., 2020; McKeown, 2009 ). In the case of wealth, multiple studies appear to support the hypothesis that greater wealth (in terms of GDP per capita) lessens the risk of mortality, especially in developed countries (Wood et al., 2017) . In this paper, we test both hypotheses based on average wealth and age in relation to infectious disease mortality in Italy.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 870,
                    "text": "(Dowd et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 871,
                    "end": 885,
                    "text": "McKeown, 2009)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1038,
                    "end": 1057,
                    "text": "(Dowd et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1058,
                    "end": 1072,
                    "text": "McKeown, 2009)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1134,
                    "end": 1153,
                    "text": "(Dowd et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1154,
                    "end": 1167,
                    "text": "McKeown, 2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1358,
                    "end": 1377,
                    "text": "(Wood et al., 2017)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moving beyond demographic indicators, other researchers have studied the effects of physical ecology on the morbidity and mortality of infectious diseases (Anderson, 2004) . In particular, latitude and longitude, altitude, temperature, humidity, and rainfall are often used in predicting the prevalence of infectious disease in a region (Anderson, 2004) . Additionally, regions that are associated with more tropical climates are predicted to host and facilitate increased spread of a more diverse range of infectious diseases (Anderson, 2004) . Though other reasons help to explain the trend, this is largely hypothesized to be a result of the cold seasons occurring in temperate climates, which force common hosts of infectious diseases such as outdoor-living rodents and insects into burrowing or hibernation for multiple months each year (Grassly and Fraser, 2006) . These hypotheses are considered in our analyses wherever both present and historical data are available. Temperature, humidity, and rainfall could not be included because of insufficient historical data (for the provincial level) to compare the impacts of historical physical ecology on plague outbreaks with present physical ecology and COVID-19. Without these data, such hypotheses would require estimates which may be unreliable, especially at the provincial level.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 171,
                    "text": "(Anderson, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 337,
                    "end": 353,
                    "text": "(Anderson, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 527,
                    "end": 543,
                    "text": "(Anderson, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 842,
                    "end": 868,
                    "text": "(Grassly and Fraser, 2006)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One benefit of studying past pandemics in comparison with the current COVID-19 outbreak is the identification of common trends of disease spread and mortality which persist despite substantial changes in technology, medicine, infrastructure, and population connectedness across Italy over multiple centuries. Such findings may benefit inquiries into the allocation of funding and resources for provincial, regional, and national healthcare organizations. In the case of Italy, this is especially necessary when considering the early prevention of future outbreaks, something which must be addressed if policymakers are to legislate on the severe healthcare strain-both in personnel and equipment-faced as a result of COVID-19 (Armocida et al., 2020) . This has been particularly problematic in Northern Italy, where hospitals had already been receiving people from Southern Italy due to substantially higher levels of reported dissatisfaction with local hospital care in the South than in the North (Lo Scalzo et al., 2009) . As a result, several nations contributed members of their healthcare personnel and supplies to Italy to combat the first wave of COVID-19.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 749,
                    "text": "(Armocida et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 999,
                    "end": 1023,
                    "text": "(Lo Scalzo et al., 2009)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As we will discuss further, these trends do not appear to be a novel development in the history of infectious diseases in Italy. Long before COVID-19, numerous city-states which now comprise the Italian Republic were hit by multiple severe plague epidemics. Three types of plague collectively form the disease caused by Yersinia Pestis in the Black Death: Bubonic, Pneumonic, and Septicemic (Gage and Kosoy, 2005) . Bubonic plague-the one most likely spread by ship rats-can only be spread horizontally through vectors such as fleas or rodents. Pneumonic plague can be spread via both horizontal and direct transmission such as the inhalation of aerosolized bacterium from infected people. Septicemic plague, which possesses the highest mortality rate of the three plague types but is the least commonly found, can also be spread via both horizontal and direct transmission. In this paper, we focus on the four major plague outbreaks in Italy during the 16th and 17th centuries. Reliable mortality data were available from these outbreaks. Other plague data from years prior to the 16th century and subsequent to the 17th century are reported in Biraben (1976) but were not used in the present study because of concerns from ourselves and multiple other authors regarding their reliability (Alfani, 2013a (Alfani, , 2013b Roosen and Curtis, 2018) . Lastly, though we are aware of the microbiological and clinical distinctions necessary when addressing bacterial versus viral infection, we consider the similar respiratory transmission of both plague and COVID-19 as most relevant to our hypotheses. The likelihood of human-to-human transmission of medieval and early modern plague is, however, still debated in the historical epidemiology literature, largely due to the differences between the three types of plague discussed above (Whittles and Didelot, 2016) . In this work, we are solely interested in studying the relative mortality differences across geography and between major epidemic events, emphasizing the similarities of epidemics preserved through substantial political and technological change. Thus, we do not consider there to be any serious disadvantages to such a comparison for this nuanced context, regardless of the discrepancies present.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 413,
                    "text": "(Gage and Kosoy, 2005)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1146,
                    "end": 1160,
                    "text": "Biraben (1976)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1290,
                    "end": 1304,
                    "text": "(Alfani, 2013a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1305,
                    "end": 1321,
                    "text": "(Alfani, , 2013b",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1322,
                    "end": 1346,
                    "text": "Roosen and Curtis, 2018)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1832,
                    "end": 1860,
                    "text": "(Whittles and Didelot, 2016)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two major plague pandemics have been recorded in human history. The one most relevant to this paper is the second, the so-called Black Death of the early 14th Century. Having originated in Central Asia, potentially at a plague reservoir in the Steppes, plague spread first to Italy and then throughout Eurasia and North Africa. Its arrival in Italy appears to be the result of a Mongol invasion targeting Genoese colonists, of Caffa, in Crimea (Gottfried, 2010). Ship rats (R. rattus) appear to have further exacerbated the spread of plague through other trading sites contacted by those first merchant ships to encounter infection. This 14th century pandemic was followed by several regional epidemics in subsequent centuries. Italy was struck by multiple plague outbreaks, including in 1575-77 in Palermo and Venice, 1624 in Sicily, 1629-31 throughout Central and Northern Italy (also known as the Great Plague of Milan), and 1656-57 in Naples and several other Southern Italian regions (also known as the Great Plague of Naples).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regarding the prevalence and mortality rates of the plague during the Late Middle Ages, historical reconstructions evidence noticeable geographical differences across Italy. Per Aberth (2013) , Florence reached a mortality of 55% of its population based on the frequency of tax-paying households. Likewise, based on the number of salt tax-payers in the city of San Gimignano, in Tuscany, this urban center suffered a mortality of 52% from 1332 to 1350. Although still impacted by the plague, other Tuscan contados featured lower mortality rates (Aberth, 2013) . From 1339 to 1352, Pratto had a mortality of 39%. Villages in Piedmont, from 1335 to 1356, also experienced a 40% demographic reduction according to the tax-paying household data from that period (Aberth, 2013) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 191,
                    "text": "Aberth (2013)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 545,
                    "end": 559,
                    "text": "(Aberth, 2013)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 758,
                    "end": 772,
                    "text": "(Aberth, 2013)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to tax-related information, military enrollments also offer a unique insight into the plague mortality rates of Medieval Italian polities. For instance, military registers of enrolling men between the ages of 18-69 in Bologna, Emilia Romagna, revealed a 35% population decline in the year 1349 alone (Aberth, 2013) . Along similar lines, changes in the military enrollment of men between the ages of 16-70 in Siena, Tuscany, revealed a plague mortality of 51%. More recent estimates indicate that Piedmont and Tuscany experienced mortality rates of approximately 60%. Parishes in Lucca featured a slightly higher rate of 64%. Cities such as San Gimignano suffered a loss of 60% of their population in the span of two years (from 1348 to 1350; Cesana et al., 2017) . Alternatively, other locations underwent a slightly less severe population contraction due to the plague. For example, the commune of Pratto lost around 44.5% of its citizens (Cesana et al., 2017) . It is relevant to mention that, despite these regional differences, the average plague mortality rate for Italy was consistent with that of other European countries, including England and France (Benedictow, 2021; Cesana et al., 2017) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 326,
                    "text": "(Aberth, 2013)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 755,
                    "end": 775,
                    "text": "Cesana et al., 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 953,
                    "end": 974,
                    "text": "(Cesana et al., 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1172,
                    "end": 1190,
                    "text": "(Benedictow, 2021;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1191,
                    "end": 1211,
                    "text": "Cesana et al., 2017)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The case of Milan deserves special attention. Some scholars have argued that Milan was not considerably affected by the 1348 plague pandemic despite its northern geographical location (Byrne, 2012; Martin, 2007) . According to the historian Agnolo di Tura, only three families in the city were afflicted by the disease (Byrne, 2012) . Historical records suggest that the Milanese government adopted unusually strict measures to prevent spread of the plague. Guards were posted at every gate of the city to hinder the entrance of potentially infected visitors. Likewise, afflicted individuals were locked down in their homes (Byrne, 2012) . Other regulations under Bernabò Visconti, Lord of Milan, authorized the treasury to seize, without restitution, the goods and property of infected individuals carrying the disease from another place (Horrox, 2013) . People attending to someone who died of the plague were told to wait for at least 10 days before returning to the city. Under penalty of death, parish priests were instructed to examine the sick to determine the nature of the affliction and notify any plague cases to the appropriate authorities (Horrox, 2013) . The cumulative effect of these public policies resulted in Milan having relatively no contact with other nearby towns by 1399. Around 1374, Duke Giangaleazzo proposed even harsher measures to reduce the spread of the plague, such as relocating the diseased to plague houses, or mansiones, outside of the city (Byrne, 2012) . Furthermore, the ducal government also carried out frequent fumigations of infected households after relocating afflicted people and their families to extramural sites. Circa 1424-1452, the Milanese administration also created the Office of the Ducal Health Commissioner, an institutional position in charge of maintaining a registry of the causes and number of deaths in the city (Necrologi; Carmichael, 1983; Cohn Jr and Alfani, 2007) . Centuries ahead of their time, the Milanese also created an array of geographical charts featuring mortality patterns (Byrne, 2012) .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 197,
                    "text": "(Byrne, 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 198,
                    "end": 211,
                    "text": "Martin, 2007)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 319,
                    "end": 332,
                    "text": "(Byrne, 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 624,
                    "end": 637,
                    "text": "(Byrne, 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 839,
                    "end": 853,
                    "text": "(Horrox, 2013)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1152,
                    "end": 1166,
                    "text": "(Horrox, 2013)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1478,
                    "end": 1491,
                    "text": "(Byrne, 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1887,
                    "end": 1904,
                    "text": "Carmichael, 1983;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1905,
                    "end": 1930,
                    "text": "Cohn Jr and Alfani, 2007)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2051,
                    "end": 2064,
                    "text": "(Byrne, 2012)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, it is worth noting that chroniclers and historians disagree on the severity of the Black Death in Milan. Azarius (1730), a Milanese notary, for instance, argued that the disease ravaged Milan along with Pavia, Novara, and Como (Benedictow, 2021) . Moreover, according to Azarius, Milanese refugees carried the disease to Parma. As reviewed by Benedictow (2021) , Bazano (1729) also claimed that Milan was severely affected by the Black Death between the months of May and September. Based on this historical evidence, Benedictow (2021) questioned the notion that Milan was relatively spared by the disease. The author argued that with a population of 150,000 inhabitants, Milan was, at the time, the largest, or at least, second-largest city in Europe (claiming that the Milanese population was close to 180,000; Kelly, 2005) . Per Benedictow, the sheer size of the city made it susceptible to multiple contagion events, even if the gates were zealously guarded.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 254,
                    "text": "(Benedictow, 2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 352,
                    "end": 369,
                    "text": "Benedictow (2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 372,
                    "end": 385,
                    "text": "Bazano (1729)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 527,
                    "end": 544,
                    "text": "Benedictow (2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 822,
                    "end": 834,
                    "text": "Kelly, 2005)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, even under such strict measures, the city required a minimum and constant influx of goods to maintain its sociopolitical stability; thus, farmers and merchants did enter the city, increasing the opportunities for disease spread (Benedictow, 2021) . Although the authors above did not question the historical veracity of Milan's public health measures, they counter the notion that their implementation was sufficient to reduce the probability of infection events and the city's plague mortality relative to other Italian polities. Consequently, additional historical studies are required to determine Milan's morbidity and mortality rates during the Black Death with greater certitude. We do not know to what extent these measures were able to mitigate the effects of the plague.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 256,
                    "text": "(Benedictow, 2021)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Subsequent plague outbreaks during the Renaissance generated additional demographic disruptions across Italy. According to Alfani (2013a Alfani ( , 2013b , the Plague of San Carlo (1575-1577) was particularly severe in cities such as Bresica (444 per 1000), Genoa (358 per 1000), Padua (344 per 1000), Venice (265 per 1000), Crema (220 per 1000), and Verona (200 per 1000). According to archaeoepidemiological reconstructions, this plague originated in the cisalpine region and spread from Milan to Venice. It expanded to Pavia, Mantua, and according to some records, even Piedmont, Liguria, and Emilia (Alfani, 2013a (Alfani, , 2013b . These historical reconstructions have also identified a noticeable concentration of cases in cities, instead of the countryside (Alfani, 2013a (Alfani, , 2013b . The difference in plague mortality rates between urban and rural centers, and the ongoing migration to the cities, facilitated the accelerated population recovery of cities in Veneto and Lombardy (Alfani, 2013a (Alfani, , 2013b .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "Alfani (2013a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 137,
                    "end": 153,
                    "text": "Alfani ( , 2013b",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 603,
                    "end": 617,
                    "text": "(Alfani, 2013a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 618,
                    "end": 634,
                    "text": "(Alfani, , 2013b",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 779,
                    "text": "(Alfani, 2013a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 780,
                    "end": 796,
                    "text": "(Alfani, , 2013b",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 995,
                    "end": 1009,
                    "text": "(Alfani, 2013a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1010,
                    "end": 1026,
                    "text": "(Alfani, , 2013b",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This rapid spread of plague elucidates the necessity for further study in comparison to COVID-19 and modern populations. One relevant aspect of population dynamics pertaining to the prevalence of infectious disease is the mobility of individuals from within and without a population to and from it. Beyond frequent trade with outside merchants, a series of wars occasioned the movement of large numbers of Italian people and troops within contested regions of Northern Italy. In particular, the Italian Wars, lasting from 1494 to 1559, involved several invasions of troops from outside Italy. Combatants included the French, Spanish, British, Swiss, Papacy, and other members of the Holy Roman Empire (Shaw, 2019) . This fighting continued until 1559 when Spain took control of Sicily and Naples in the South as well as Milan in the North. People in these regions were often displaced from their homes during the conflict or, when they were able, instead relocated to more peaceful regions elsewhere. This further increased the possibility of infectious disease spread as both a direct and indirect result of the Italian Wars, especially in Northern regions.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 713,
                    "text": "(Shaw, 2019)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Beyond frequent warfare and its concordant movement of troops, many Northern cities were also hubs for laborers moving between Italian cities, as well as attractive destinations for merchants, students, and even artists from throughout Italy and neighboring countries. In the 16th and 17th centuries especially, Northern Italy was the site of substantial increases in trade (Alfani, 2013a (Alfani, , 2013b . Even with early defenses in place, such as communication regarding their health status between cities, defensive isolation following outbreaks, and a cordon sanitarie along much of both Italian coasts, the introduction of most of these plague epidemics can be traced to individuals entering Italy from other regions (Cliff et al., 2009 ). This continued, though guarded, movement of people to particularly open and popular cities could, therefore, have not only contributed to the introduction of plague to new areas but also exacerbated its spread once there. Additionally, Italian cities that were struck by famine, disease, or war casualties often needed to encourage movement to urban areas, sometimes, for example, offering labor incentives for workers in order to mitigate the effects of underpopulation following the crisis (Alfani, 2011) .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 388,
                    "text": "(Alfani, 2013a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 389,
                    "end": 405,
                    "text": "(Alfani, , 2013b",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 743,
                    "text": "(Cliff et al., 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1239,
                    "end": 1253,
                    "text": "(Alfani, 2011)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These observations render both population mobility and transportation as potential explanations for the introduction and rapid epidemic spread of infectious respiratory diseases, including COVID-19. This also implies that the spread of infectious endemic diseases may be different from that of epidemics, fundamentally emphasizing the role of spread within the localities in which they are endemic, rather than from people visiting or moving into those localities from elsewhere. In this paper, we chose to compare all three-historical plague outbreaks, currently endemic respiratory disease, and COVID-19-to approach these hypotheses empirically and discover whether or not outbreaks such as plague and COVID-19 are predicted by pathways of epidemic disease spread that are different from those of infectious endemic disease spread. In this case, more people moving to, or traveling through, a region are expected to increase the likelihood of infectious disease spread within that and surrounding regions. This is often discussed in the context of movement to nearby port cities, airports, or train stops, for tourism, employment, and other activities, something that is especially common in some of Italy's wealthier Northern regions. These hypotheses will be tested for immigration data covering all of modern Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moving beyond plague, regions of both pre-and post-unification Italy were struck by a series of pandemics caused by the bacterium V. cholerae, popularly known as cholera. Six cholera pandemics have occurred and each has variously impacted Italy (Byrne, 2008) . The first pandemic, for example, does not appear to have caused any major outbreaks within Italy. Many regions were, however, impacted by the second cholera pandemic, occurring from 1834 to 1837 and entering through Southern France (Hays, 1998) . Later, in 1866, the fourth cholera pandemic reached Italy via the Adriatic port of Ancona. Late in the 19th century, the second wave of the fifth pandemic caused a severe outbreak in Napoli, resulting in over 5000 deaths and over 2 years of continuous spread throughout neighboring regions (Snowden, 2002) . Lastly, the sixth cholera pandemic hit Italy in 1910, heavily impacting multiple Southern regions. Data on these historical cholera pandemics are non-existent at the provincial level in Italy. As a result, cholera was not able to be included in this paper's analyses.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 258,
                    "text": "(Byrne, 2008)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 493,
                    "end": 505,
                    "text": "(Hays, 1998)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 798,
                    "end": 813,
                    "text": "(Snowden, 2002)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A final variable of potential relevance to differences in COVID-19 and historical plague mortality is the regional distribution of potential genetic predictors of disease. Recent research on C-C chemokinereceptor-5 (CCR5), and more specifically its 32 bp deletion variant (CCR5 Δ32), have found consistent negative associations for individual susceptibility to, and case severity of, COVID-19 infection in carriers of CCR5 Δ32 (Panda et al., 2020; Starčević Č izmarević et al., 2020; Cuesta-Llavona et al., 2021) . Adequate data are not available to investigate CCR5 Δ32 at the macro-regional or provincial levels in Italy, however, future studies on COVID-19 should consider testing hypotheses for both genetic predictors, given the similarity of their reported associations in recent literature. Additionally, multiple researchers have hypothesized that the distribution of haplogroup R1b is positively associated with increased susceptibility to COVID-19 infection and subsequently mortality risk (Delanghe et al., 2020) . Haplogroup R1b is found throughout Western Europe and traces back to the Late Neolithic, allowing for reliable historical analyses utilizing data for its present distribution. In the case of Italy, R1b is predominantly found in Northern Italian populations and, as a result, may underlie the previously discussed macroregional differences in COVID-19 prevalence and mortality. Unlike CCR5 Δ32, adequate macro regional data for R1b are available. This paper will be the first to test these population genetic hypotheses with regional data on the distribution of R1b throughout Italy. In addition, this will be the first analysis of R1b in relation to historical plague outbreaks and contemporary endemic disease mortality.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 447,
                    "text": "(Panda et al., 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 448,
                    "end": 483,
                    "text": "Starčević Č izmarević et al., 2020;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 484,
                    "end": 512,
                    "text": "Cuesta-Llavona et al., 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1000,
                    "end": 1023,
                    "text": "(Delanghe et al., 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most novel characteristic of the present study resides in our having taken an explicitly social-biogeographic approach to the problem. As was explained most concisely in a recent book chapter on the subject (Figueredo et al., 2020) :",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 235,
                    "text": "(Figueredo et al., 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Social Biogeography is an emergent research program, still in its exploratory stages, wherein biogeographical data are used to predict patterns of human social behavior, both directly and indirectly. A complete model of Social Biogeography attempts to reconstruct the pathways of causal influence: (1) from the Physical to the Community Ecology; (2) from the Community and Physical to the Social Ecology; (3) from the Social, Community, and Physical to the Cultural Ecology; and (4) from the Cultural, Social, Community, and Physical to the Cognitive Ecology. This is an ambitious task, and many attempts have been made in the past to reconstruct some of these pathways. Only recently have somewhat more comprehensive models been constructed, but even these remain rudimentary compared to the sheer magnitude of the problem (p. 400).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Physical ecology pertains to geographical variables such as latitude, longitude, altitude, temperature, and precipitation, among others Figueredo et al., 2017) . Alternatively, community ecology encompasses an array of biotic relations between organisms, including pathogens and hosts, as well as the demographic and genetic frequency of biocultural groups (Figueredo et al., 2017; Peñaherrera-Aguirre et al., 2019) . Social ecology covers different dimensions of the social environment, from wealth and inequality to transportation and access to medical care (Figueredo et al., 2017; Figueredo et al., 2020) . Lastly, cognitive ecology includes domains such as a polity's average education level and its corresponding cognitive capital (Figueredo et al., 2021) . Overall, and as applied to the study of COVID-19 morbidity and mortality, this involved starting with such basic geographical predictors as latitude, longitude, and whether or not each particular province was landlocked or had access to the seas and waterways. We also considered the role of these geographical patterns on macrohistorical dynamics of the plague in Italian history. We then traced these effects through demographic and biocultural variables including the frequency of the haplogroup R1b, immigration, and age structure, only then following the cascade through the prevalence of other respiratory diseases to their final COVID-19 mortality rate. Consequently, a macrohistorical and social biogeographical model considers the influence and interactions of the various types of ecology, in this case on COVID-19 mortality, while not limiting itself only to evaluating the impact of a particular variable over others.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 159,
                    "text": "Figueredo et al., 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 357,
                    "end": 381,
                    "text": "(Figueredo et al., 2017;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 382,
                    "end": 415,
                    "text": "Peñaherrera-Aguirre et al., 2019)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 560,
                    "end": 584,
                    "text": "(Figueredo et al., 2017;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 585,
                    "end": 608,
                    "text": "Figueredo et al., 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 737,
                    "end": 761,
                    "text": "(Figueredo et al., 2021)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the present study, we gathered data on the physical, social, and community ecologies of 109 Italian provinces. Data on historical plague mortalities (for 16th and 17th century Italy) were collected from Alfani and Percoco (2019) . The authors' data contained information on 55 Italian cities. For the current purposes, these data were averaged across provinces. Of the 109 Italian provinces, 44 were associated with historical data on various plague outbreaks between the 16th and 17th centuries. All provincial data on haplogroup R1b were collected from Hay (2017) . Contemporary demographic information including the proportion of the population over 8 years of age, the interprovincial and international immigration, and the number of deaths attributable to influenza, pneumonia, and tuberculosis were collected from the ISTAT data repository. Information on provincial GDP per capita (Purchasing Power Parity; known as PPP) was obtained from the OECD website for tier 3 (regions). Alternatively, data on the number of railroad stations and airports were gathered from the Rette Ferroviaria Italiana and Great Circle Mapper websites. Average altitude was estimated based on the information collected from the Topographic Map online database. Lastly, COVID-19 mortality data were collected from the Ministero della Sallute webpage.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 232,
                    "text": "Alfani and Percoco (2019)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 559,
                    "end": 569,
                    "text": "Hay (2017)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "Originally developed by de Vries (1984) and adapted by Bosker et al. (2008a) , a city's urban potential indicates the sum of a polity's distanceweighted population relative to other nearby polities. According to de Vries (1984) and Bosker et al. (2008a) , a city's urban potential is computed with the following formula:",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 39,
                    "text": "Vries (1984)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 55,
                    "end": 76,
                    "text": "Bosker et al. (2008a)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 215,
                    "end": 227,
                    "text": "Vries (1984)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 232,
                    "end": 253,
                    "text": "Bosker et al. (2008a)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Foreign urban potential scores"
        },
        {
            "text": "In this case, U i refers to the urban potential for the focal city (i.e., city i), Pop j corresponds to city j's population size, D j represents the circular distance between cities i and j, and w ij is a weighting term. The authors assigned each weight based on: (1) whether the cities i and j had major seaports (w = 0.5); (2) were connected through waterways (w = 0.75);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foreign urban potential scores"
        },
        {
            "text": "(3) were located close to a Roman road (w = 0.8); (4) at least one of the cities was found near a major seaport (w = 0.95); and (5) if both cities were located near a coast but do not have major seaports (w = 0.975). Bosker and collaborators (2008a) further distinguish between the concept of urban potential and foreign urban potential. The difference between these two metrics rests in the following distinction: whereas the concept of urban potential focuses on the populations of cities immediately surrounding the one being studied, foreign urban potential (FUP) focuses on a city's relative accessibility, based on transport routes and physical geography, through exclusion of the focal city's population size. Hence, FUP measures the density of a city's surrounding urban subsystem and, as a result, does not even correlate with city size (Bosker et al., 2008a) . This yields a variable that primarily captures a city's strength of access to outside markets, offering a superb assessment of its interconnectedness and likelihood of encountering high volumes of contact from foreign exchange and transport. For the current purposes, FUP data were collected per city from Bosker et al. (2008b) . We subsequently estimated average FUP scores per province for the 16th and 17th centuries.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 249,
                    "text": "Bosker and collaborators (2008a)",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 868,
                    "text": "(Bosker et al., 2008a)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1177,
                    "end": 1198,
                    "text": "Bosker et al. (2008b)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Foreign urban potential scores"
        },
        {
            "text": "We used a unit-weighted factor scoring procedure to estimate a Respiratory Disease Factor (comprised of prevalence rates for influenza, tuberculosis, and pneumonia) and a Transportation Factor (loading onto the number of train stations and airports per 100,000 individuals). Unitweighted factor scores were estimated by standardizing the indicators and calculating an average across their z-scores. This approach was chosen instead of the traditional Principal Axis Factor Analysis or Principal Component Analysis due to the sample specificity of both these methods, especially with smaller sample sizes (Gorsuch, 1983).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit-weighted factor scores"
        },
        {
            "text": "Before assessing the predicted differences among macroregions in historical plague mortality rates, we estimated the pertinent growth curve parameters, which consisted of intercept and slope parameters to be used in subsequent analyses. These parameters were estimated based on four successive Italian plague events: 1) 1575-1577; 2) 1624-1625; 3) 1629-1630; and 4) 1656-1657. Before conducting the Growth Curve Analysis (GCA), the data were transposed into an array with each event assigned a timestamp from 1575 to 1656. Time was used as a predictor of the historical plague mortality (sorted by province) as part of a regression model. These estimations enabled the extraction of both historical plague intercepts and historical plague slopes from each regression model. This last procedure was performed using PROC REG in SAS v. 9.4. We also conduct a series of significance tests on these growth curve parameters, assessing whether or not the mean intercept, slope, and \"error\" (regression residual) terms were statistically different from zero. The number of observations per plague weighted these calculations. The SAS PROC UNIVARIATE statement facilitated these analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curve model"
        },
        {
            "text": "Before conducting the SEQCA, all variables were residualized for macroregions, R1b, and regions within macroregions with the PROC GLM function (SS1) in SAS version 9.4. Subsequently, these residuals were imported to the statistical platform UniMult 2.0 for conducting a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequential canonical analysis model"
        },
        {
            "text": "Because the present model assessed a multivariate chain of predictors hypothesized to both directly and indirectly influence each other following a theoretically-specified order, we employed a Sequential Canonical Analysis model (SEQCA, Figueredo et al., 2017) . This procedure comprises a series of Hierarchical General Linear Models, wherein the analyses incorporate several criterion variables generating a sequence that follows a hypothesized causal direction. Given that the criterion variables are hypothesized to have causal influences on each other, they are sequentially added as criterion variables to the overall set of regressions. Each prior criterion variable in this sequence is included as the first predictor in each subsequent regression step, generating a hierarchical system of equations, following a reverse causal order. This approach statistically controls for any potential indirect effects between the predictor and the criterion variables. Consequently, the model analyzes the direct influence of the predictor (X) upon the criterion variable (Y) in accounting for the indirect influence of the model's predictors through criterion variables tested in previous steps. This model is best represented by the following system of equations: Y3 = β 31 *X1 + β 32 *X2 + β 33 *X3",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 260,
                    "text": "(SEQCA, Figueredo et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SEQCA."
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEQCA."
        },
        {
            "text": "The specifics of our SEQCA model are as follows. In the first step of the model, the provincial plague slope, FUP slope, plague intercept, FUP intercept, landlocked status, altitude, longitude predicted the provincial log GDP per capita. The second step analyzed the impact of log GDP per capita and the rest of the predictor variables on transportation per 100,000 individuals. The third step calculated the influence of transportation, log GDP per capita, and the rest of the predictor variables on immigration per capita. The fourth step evaluated the effects of immigration per capita, transportation, log GDP per capita, and the rest of the predictor variables on the proportion of the population over 80 years of age. The fifth step explored the influence of the proportion of the population over 80, immigration per capita, transportation, log GDP per capita, and the rest of the predictor variables on the respiratory disease factor. The sixth and last step considered the effects of the respiratory disease factor, proportion of the population over 80, immigration per capita, transportation, log GDP per capita, and the rest of the predictor variables on COVID-19 mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEQCA."
        },
        {
            "text": "The unit-weighted Respiratory Disease Factor had significant and sizeable loadings on its indicators. This latent construct loaded positively onto the tuberculosis (r = 0.772, p = .0001), influenza (r = 0.714, p = .0001), and pneumonia (r = 0.783, p = .0001) prevalence rates. Similarly, the unit-weighted Transportation Factor loaded positively and significantly onto the number of airports per 100,000 (r = 0.726, p = .0001) and the number of train stations per 100,000 (r = 0.890, p = .0001). These unit-weighted factor scores were subsequently included in the SEQCA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit-weighted factor scores"
        },
        {
            "text": "We explored the underlying temporal and geographical autocorrelations among the residuals for both FUP and plagues. A conditional Linear Mixed Model (LMM) did not detect any significant temporal autocorrelations for either FUPs (ARH (1) = 0.000; σ 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curve analysis for between-group conflict and foreign urban potential"
        },
        {
            "text": "(1) = 0.000) or plagues (ARH (1) = 0.000; σ 2 (1) = 0.000), thus validating the growth curve parameter estimation by normal regression methods using ordinary least squares (OLS) estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curve analysis for between-group conflict and foreign urban potential"
        },
        {
            "text": "The GLM evaluating the impact of macroregions, regions within macroregions, provinces, and years on FUP was statistically significant (R 2 = 0.986, F = 34.46, p < .0001). The analysis identified a significant effect of macroregions (semipartial η 2 = 0.193, F = 6.53, p = .0072), regions within macroregions (sempartial η 2 = 0.118, F = 29.94, p < .0001), provinces within regions (semipartial η 2 = 0.124, F = 13.51, p < .0001), years (semipartial η 2 = 0.511, F = 1553.34, p < .0001) on FUP. In addition, although the effects on FUP of the interactions of years with macroregions (semipartial η 2 = 0.026, F = 26.66, p < .0001) and years with regions within macroregions (sempartial η 2 = 0.009, F = 2.24, p = .0257), were also statistically significant the semipartial η 2 were negligibly small in magnitude. Furthermore, the interaction of years with provinces within regions was not statistically significant (semipartial η 2 = 0.005, F = 0.49, p = .0001). These latter results indicate that the main effect of years applied fairly well across all of these polities at different levels of aggregation. Nevertheless, the GLMexploring the effect of macroregions, regions within macroregions, provinces, and years on plagues was not statistical significant (R 2 = 0.313, F = 0.46, p = .9998).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curve analysis for between-group conflict and foreign urban potential"
        },
        {
            "text": "The univariate analyses determined that the historical mean FUP intercept (n = 44; mean = − 2.480; sd = 2.60; t = − 1.93; p = .0000), slope (n = 44; mean = 0.003; sd = 0.002; t = 23.52; p = .0000), and error (n = 44; mean = 0.068; sd = 0.054; t = 14.54; p = .0000) were found to be different from zero. A similar pattern was identified for mean plague intercept (n = 44; mean = − 23.806; sd = 14.00; t = − 2.26; p = .0292), slope (n = 44; mean = 0.015; sd = 0.086; t = 2.44; p = .0191), and error (n = 44; mean = 3.011; sd = 1.199; t = 33.32; p = .0000) were significantly different from zero. Overall, these results strongly suggest the GCA parameters did generally change over time. These values were later included in the SEQCA Model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curve analysis for between-group conflict and foreign urban potential"
        },
        {
            "text": "The provinces' FUP intercept (a-FUP) had positive and significant correlations with the provinces' plague intercept (a-plagues; r = 0.57, p = .0000), log GDP per capita (r = 0.70, p = .0000), contemporary immigration per capita (r = 0.74, p = .0000), and log COVID-19 mortality rate (r = 0.62, p = .0000). The a-FUP growth curve parameters also had a negative and significant correlation with the plague slope parameters (b-plagues; r = − 0.57, p = .0000). Additionally, the bivariate analyses identified significant negative correlations between FUP slope (b-FUP) and a-plagues (r = − 0.53, p = .0002), log GDP per capita (r = − 0.68, p = .0000), immigration per capita (r = − 0.69, p = .0000), and log COVID-19 mortality (r = − 0.57, p = .0000). The b-FUP growth curve parameters also had a positive and significant correlation with the bplague growth curve parameters (r = 0.53, p = .0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bivariate correlations"
        },
        {
            "text": "The results of all the GLMs evaluating the effects of macroregions, R1b, and regions within macroregions on all criterion variables are displayed in Table 1 . A complete listing of the means and standard deviations of all criterion variables is displayed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 265,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "The GLM evaluating the influence of macroregions, R1b, and regions within macroregions on a-FUP reached statistical significance and explained 89% of the systematic variance. Both macroregions and regions within macroregions were statistically significant. Macroregions, in particular, accounted for 70% of the models' variance. More detailed examinations revealed that both Northern and Central provinces featured higher a-FUP values relative to Southern Provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "A similar pattern was found for a-plagues. This GLM was also statistically significant and explained 78% of the systematic variance. Both macroregions and regions within macroregions had a significant contribution to the model. Macroregions, for example, explained 48% of the models' variance. R1b did not predict a-plagues. Subsequent Table 1 General Linear Models evaluating the effects of macroregions, R1b, and regions within macroregions, on a-FUP, a-plagues, b-FUP, b-plagues, log GDP per capita, transportation per 100,000 people, immigration per capita, proportion of the population over 80 years old, the respiratory disease factor, and COVID-19 mortality. examinations determined that the Northern provinces exhibited higher a-plagues values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "The GLM with b-FUP as a criterion variable reached statistical significance and accounted for 89% of the model's variance. Whereas macroregions and regions within macroregions significantly influenced the criterion variable, the model determined that R1B did not contribute to the model. Relative to Southern provinces, Northern and Central provinces displayed smaller b-FUP values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "Concerning b-plagues, the GLM was also statistically significant and explained 78% of the variance. In contrast to the previous models, only macroregions had a direct influence on this creation variable. Neither R1b nor regions within macroregions made a significant contribution to the model. The Northern provinces displayed smaller b-plague values compared to the Southern provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "Regarding log GPD per capita, the GLM reached statistical significance and accounted for 83% of the systematic variance. Macroregions had a significant effect on the criterion variable. Alternatively, neither R1b nor regions within macroregions had any influence on GDP per capita. Moreover, macroregions explained over 70% of the model's variance. Additional examinations concluded that compared to Southern provinces, Northern and Central provinces had a higher GDP per capita.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "In contrast to the models mentioned above, the GLM evaluating the effects of macroregions, R1b, and regions within macroregions on transportation per 100,000 individuals did not reach statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "The GLM with immigration per capita as a criterion variable reached statistical significance and accounted for 85% of the variance. Both macroregions and R1b had a significant effect on the criterion variable. Macroregions, in particular, explained 73% of the model's variance. Additional examinations revealed that compared to the Southern provinces, the Northern and Central provinces had a higher immigration per capita (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 432,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "Concerning the GLM with log proportion of the population over 80 years of age, the model attained statistical significance and explained 64% of the variance. Neither macroregions nor R1b had a significant effect on this variable. Alternatively, regions within macroregions had a significant influence on this criterion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "The model with the respiratory disease factor was statistically significant and accounted for 68% of the variance. Neither macroregions nor R1b had a significant effect on this variable. Alternatively, regions within macroregions had a significant influence on this criterion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "Lastly, the GLM with log COVID-19 mortality, the model reached statistical significance and explained 88% of the variance. Macoregions and R1b had a significant influence on the creation variable. Alternatively, regions within macroregions had no contribution to the model. Subsequent examinations determined that Northern provinces' relative to the Southern province displayed a higher COVID-19 mortality rate (Table 2) . Regarding the magnitude and direction of R1b on the criterion variable, a hierarchical GLM conducted with UniMult 2.0 determined that this genetic variable had a significant and positive influence on COVID-19 mortality above and beyond the effects of macroregions (sR = 0.31, 90% C.I. = 0.00, 0.57).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 420,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "General linear models of macroregional differences and log COVID-19 mortality"
        },
        {
            "text": "The complete tabulation of SEQCA results is presented in Appendix A (Table A1) , as supplementary material, including all the hypothesis tests that were found to be statistically nonsignificant. This complete accounting was done to preserve the details of the hierarchical model specification that was actually tested. The following summary describes only the statistically significant results of our SEQCA Model, as per APA style. The effect sizes are reported in parentheses as semipartial correlation (sR) coefficients (Cohen & Cohen, 1983) , followed by the associated F-ratios with their corresponding degrees of freedom and pvalues:",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 543,
                    "text": "(Cohen & Cohen, 1983)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 78,
                    "text": "(Table A1)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Sequential canonical analysis with FUP factor, plague factor, and log COVID-19 mortality"
        },
        {
            "text": "1. Log GDP per capita was positively and significantly effected by aplagues (sR = 0.29, F 1, 35 = 4.80, p < .05), which explained 8% of the model's variance. Alternatively, a-FUP had a negative effect on the criterion variable (sR = − 0.38, F 1, 35 = 9.73, p < .05), 2. Transportation per 100 k was significantly predicted by log longitude (sR = 0.41, F 1, 34 = 8.63, p < .05), which accounted for 17% of the model's variance. 3. Immigration per capita was not significantly affected by any of the predictors in this model. 4. Log proportion of the population over eighty was significantly effected by transportation per 100 k (sR = 0.49, F 1, 32 = 16.84, p < .05), which accounted for 24% of the variance. 5. The respiratory disease factor was not significantly affected by any of this model's predictors. 6. Log COVID-19 mortality was significantly predicted by immigration per capita (sR = 0.34, F 1, 30 = 5.42, p < .05), which accounted for 12% of this model's variance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequential canonical analysis with FUP factor, plague factor, and log COVID-19 mortality"
        },
        {
            "text": "To our knowledge, this is the first paper to explore the nexus between macrohistorical plague dynamics, R1b haplogroup frequency, and contemporary COVID-19 mortality rate through the lens of social biogeography. This perspective provides a comprehensive scientific scaffold by considering the interacting influences of physical, social, community, and cognitive ecology upon a particular human phenotype, in this case, on COVID-19 mortalities. Thus, our study offers a novel perspective that considers the role of contemporary factors such as differences in wealth, access to transportation, population structure, the prevalence of infectious respiratory disease, in comparison with the long-term effects of macrogreographical factors, and the impact of historical plague mortality rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this paper, we have studied historically verifiable plague outbreaks in relation to the ongoing COVID-19 pandemic to understand why both incidences, separated by hundreds of years of political and technological change, affected the various subnational polities comprising modern-day Italy so similarly. To elucidate the possible causes of foreign pathogens in disproportionately impacting Northern and Central Italian macroregions above Southern and Insular ones, we looked into hypothesized differences between epidemic and endemic diseases through the inclusion of currently endemic infectious diseases which are transmitted similarly to COVID-19: tuberculosis, influenza, Table 2 Means and standard deviations for COVID-19 mortality rates, immigration per capita, GDP per capita, b-plagues, a-plagues, b-FUP, a-FUP. and bacterial pneumonia. To summarize, in evaluating hypotheses on the trends underlying the present COVID-19 pandemic in Italy, we collected reliable historical analogues to assess its similarity to other epidemics across time. For this, data on multiple plague epidemics were used. Data were examined for outbreaks spanning both the 16th and 17th centuries, including regional epidemics impacting Palermo and Venice from 1575 to 77, Sicily in 1624, Milan and several other Central and Northern regions from 1629 to 31, and Naples in 1656. These instances all occurred via the transmission of plague from non-local merchants or soldiers to Italian people who later returned to the affected region (Cliff et al., 2009) . This was especially the case in the early-to-mid 16th century, when the Italian Wars brought troops from throughout Western Europe to various regions of Northern Italy, verifiably spreading plague on multiple instances. Our present analysis considers this historical precedent by including potential contemporary forms of disease spread, such as transportation and immigration, in looking at the impacts of COVID-19. In attempting to explain these phenomena, we analyzed data for hypotheses on several relevant indicators, including (1) proportion of the population over 80 years of age; (2) population mobility between provinces and nations; (3) transportation (in terms of the number of train stations and airports in a province); (4) landlocked or coastal positioning; (5) provincial GDP per capita; and (6) and physical ecology (using altitude and latitude).",
            "cite_spans": [
                {
                    "start": 1520,
                    "end": 1540,
                    "text": "(Cliff et al., 2009)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 685,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Previously published literature has reported that a polity's level of interconnectedness (i.e., Urban Potential) is associated with various economic and demographic indicators ranging from the preponderance of mercantile exchanges to population movement (Bosker et al., 2008a) . These analyses have also reported that the density of a polity's urban system is associated with the severity of plague outbreaks in the past. Consequently, we explored the influence of historical FUP values (16th-17th centuries) upon historical plagues. Consistent with Bosker and colleagues' assessment (2008a) , the province's FUPs had a clear influence upon these epidemics, with FUP intercepts positively predicting a-Plagues. Moreover, findings from the GLM exploring any regional or macroregional variations on the rate of change of FUP suggest these values have persisted relatively unchanged over time. It follows then that, given this phenomenological persistence, contemporary outbreaks should follow a similar pattern.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 276,
                    "text": "(Bosker et al., 2008a)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 550,
                    "end": 591,
                    "text": "Bosker and colleagues' assessment (2008a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study also assessed the persistent effect of geographical variation upon past and present infectious outbreaks in Italy. As predicted, the Northern macroregions displayed significantly higher plague intercept values compared to the South. Moreover, the GLM results, examining the influence of various ecological factors upon the present COVID-19 mortality rate, strongly suggest that geography remains a significant factor. Similarly, endemic respiratory diseases did not significantly predict the COVID-19 death rates, indicating that once a pathogen transitions to endemicity within a country, regional mortality variations are attenuated. In contrast, during epidemics regional and macroregional variations are expected to persist due to underlying population vulnerabilities such as the polity's degree of interconnectedness. This result indicates that above and beyond the provinces' FUP values, macroregional variation plays an essential role in the severity of both historical and contemporary epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also considered the alternative hypothesis that these macroregional differences in outbreak mortality rates were due to population mobility. Although transportation had no significant effect, contemporary immigration had a significant positive effect on this criterion variable. We also examined the influence of population genetics on mortality. Previous publications have found a positive effect of R1b upon COVID-19 death rates. Consistent with these studies, the present study determined that this haplogroup predicted the criterion variable above and beyond the macroeregional differences. It is worth noting, however, that the percentage of the population carrying the R1b haplotype did not significantly predict either the plague intercepts or slopes. This indicates that the Y-chromosomal genetic structure of the Italian population plays little to no role in predicting historical epidemic mortality. The overall GLM results support the predicted temporal persistence of geographical factors, known to be associated with past historical outbreaks, upon present pandemics. Even though our models gave particular attention to indicators associated with community and social ecology (GDP per capita, immigration, the provinces' demographic structure, and mortality rates associated with endemic respiratory diseases), the lack of paleoclimatic data at the provincial level limited the present analyses. Future paleoclimatological and paleoepidemiological studies may consider exploring the influence of these indicators upon the reconstructed plague mortality rates among Italian provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare that they hold no conflicts of interest related to the contents within, or publication of, this research article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "No financial or material support was received in support of this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Each subsection references a specified dependent (criterion) variable (DV) and displays the results of the hierarchical multiple regression models from the cascade. The effect sizes are represented as either single or multiple semipartial correlation (sR) coefficients (Cohen & Cohen, 1983) . Each semipartial correlation is followed by its corresponding 90% confidence interval (C. I.). Additionally, the squared multiple correlation (R 2 ) coefficients for each full model are displayed after each regression equation.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 290,
                    "text": "(Cohen & Cohen, 1983)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Appendix A"
        },
        {
            "text": "Sequential Canonical Analysis evaluating the influence of provincial prevalence of infectious respiratory disease, proportion of the population over 80 years of age, immigration, transportation, wealth, interdependency, plagues, and physical ecology on COVID-19 mortality. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table A1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "From the Brink of the Apocalypse: Confronting Famine, War, Plague and Death in the Later Middle Ages. Routledge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aberth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Famine of the 1590s in Northern Italy. An Analysis of the Greatest",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alfani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "System Shock\" of Sixteenth Century. Histoire & Mesure XXVI",
            "volume": "",
            "issn": "1",
            "pages": "17--50",
            "other_ids": {
                "DOI": [
                    "10.4000/histoiremesure.4119"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Calamities and the Economy in Renaissance Italy the Grand Tour of the Horsemen of the Apocalypse",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alfani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plague in seventeenth-century Europe and the decline of Italy: an epidemiological hypothesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alfani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. Rev. Econ. Hist",
            "volume": "17",
            "issn": "4",
            "pages": "408--430",
            "other_ids": {
                "DOI": [
                    "10.1093/ereh/het013"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Plague and long-term development: the lasting effects of the 1629-30 epidemic on the Italian cities",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alfani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Percoco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Econ. Hist. Rev",
            "volume": "72",
            "issn": "4",
            "pages": "1175--1201",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Natural histories of infectious disease: ecological vision in twentieth-century biomedical science",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Osiris",
            "volume": "19",
            "issn": "",
            "pages": "39--61",
            "other_ids": {
                "DOI": [
                    "10.1086/649393"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Italian health system and the COVID-19 challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Formenti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ussai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Palestra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Missoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "5",
            "pages": "30074--30082",
            "other_ids": {
                "DOI": [
                    "10.1016/s2468-2667(20)30074-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chronicon",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Azarius",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rerum Italicarum Scriptores",
            "volume": "",
            "issn": "",
            "pages": "298--424",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chronicon Mutinense Ab Anno MII",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bazano",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Usque ad Annum MCCCLXIII",
            "volume": "",
            "issn": "",
            "pages": "550--634",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Black Death: The Complete History",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Benedictow",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Les hommes et la peste en France et dans les pays européens et méditerranéens, Les hommes face à la peste: civilisations et sociétés",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Biraben",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "450--460",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ports, plagues and politics: explaining Italian city growth 1300-1861",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bosker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brakman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garretsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schramm",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur. Rev. Econ. Hist",
            "volume": "12",
            "issn": "1",
            "pages": "97--131",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "From Baghdad to London: The Dynamics of Urban Growth in Europe and the Arab World",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bosker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Buringh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luiten Van Zanden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "800--1800",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Encyclopedia of Pestilence, Pandemics, and Plagues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Encyclopedia of the Black Death",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "Colorado",
                    "middle": [],
                    "last": "Abc-Clio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Plague legislation in the Italian renaissance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Carmichael",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Bull. Hist. Med",
            "volume": "57",
            "issn": "4",
            "pages": "508--525",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The origin and early spread of the Black Death in Italy: first evidence of plague victims from 14th-century Liguria (northern Italy)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cesana",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Benedictow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bianucci",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anthropol. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Controlling the geographical spread of infectious disease: Plague in Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Med.-Hist. Adriat",
            "volume": "7",
            "issn": "2",
            "pages": "197--236",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Applied Multiple Regression/Correlation Analysis for the Behavioral Sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Households and plague in early modern Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alfani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Interdiscip. Hist",
            "volume": "38",
            "issn": "2",
            "pages": "177--205",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Variant-genetic and transcript-expression analysis showed a role for the chemokine-receptor CCR5 in COVID-19 severity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cuesta-Llavona",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Albaiceta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amado-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García-Clemente",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gutiérrez-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "López-Alonso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hermida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Enríquez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hernández-González",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gil-Peña",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domínguez-Garrido",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pérez-Oliveira",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "López-Larrea",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Suarez-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tranche",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Jimeno-Demuth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coto",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. Immunopharmacology",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.intimp.2021.107825"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "European Urbanization 1500-1800",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The potential influence of human Y-chromosome haplogroup on COVID-19 prevalence and mortality",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Delanghe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "De Buyzere",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Bruyne",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Criekinge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Speeckaert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Oncol",
            "volume": "31",
            "issn": "11",
            "pages": "1582--1584",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annonc.2020.08.2096"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Demographic Science Aids in Understanding the Spread and Fatality Rates of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andriano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rotondi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Brazel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.15.20036293"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Aspects of the physical and social ecology affect human capital and intelligence, directly and indirectly",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B F"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodley Of Menie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Part 1: The Evolutionary Dynamics of Social Biogeography, Mankind Quarterly",
            "volume": "57",
            "issn": "",
            "pages": "375--387",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A sequential canonical cascade model of social biogeography: plants, parasites, and people",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Figueredo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "De Baca",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B F"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peñaherrera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hertler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meisenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Evol. Psychol. Sci",
            "volume": "3",
            "issn": "1",
            "pages": "40--61",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The SAGE Handbook of Evolutionary Psychology: Foundations of Evolutionary Psychology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Figueredo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peñaherrera-Aguirre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hertler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Woodley Of Menie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sage",
            "volume": "",
            "issn": "",
            "pages": "400--419",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The biogeography of human diversity in cognitive ability",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Figueredo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hertler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peñaherrera-Aguirre",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Evol. Psychol. Sci",
            "volume": "7",
            "issn": "2",
            "pages": "106--123",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "NATURAL HISTORY OF PLAGUE: perspectives from more than a century of research",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Gage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kosoy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu. Rev. Entomol",
            "volume": "50",
            "issn": "1",
            "pages": "505--528",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.ento.50.071803.130337"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Spread and dynamics of the COVID-19 epidemic in Italy: effects of emergency containment measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gatto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertuzzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miccoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carraro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casagrandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rinaldo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gorsuch",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Factor Analysis. Erlbaum, Hillsdale. Gottfried, R.S",
            "volume": "117",
            "issn": "",
            "pages": "10484--10491",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2004978117"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Seasonal infectious disease epidemiology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. R. Soc. B Biol. Sci",
            "volume": "273",
            "issn": "",
            "pages": "2541--2550",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.3604"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Haplogroup R1b (Y-DNA)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eupedia. Retrieved from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Burdens of Disease: Epidemics and Human Response in Western History",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hays",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Black Death",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horrox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Great Mortality: An Intimate History of the Black Death",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Italy: Health System Review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lo Scalzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donatini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orzella",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cicchetti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Profili",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maresso",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Black Death",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pocket Essentials",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The epidemiologic transition: changing patterns of mortality and population dynamics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckeown",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. J. Lifestyle Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1559827609335350"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "COVID-19 deaths in Lombardy, Italy: data in context",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delmonte",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scognamiglio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Signorelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "6",
            "pages": "30099--30101",
            "other_ids": {
                "DOI": [
                    "10.1016/s2468-2667(20)30099-2"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "CCR5 Δ32 minorallele is associated with susceptibility to SARS-CoV-2 infection and death: an epidemiological investigation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padhi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kumar Prusty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Chim. Acta",
            "volume": "510",
            "issn": "",
            "pages": "60--61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2020.07.012"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A social biogeography of homicide: multilevel and sequential canonical examinations of intragroup unlawful killings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peñaherrera-Aguirre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hertler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Figueredo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B F"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "De Baca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Matheson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Evol. Behav. Sci",
            "volume": "13",
            "issn": "2",
            "pages": "158--181",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Dangers of noncritical use of historical plague data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roosen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg. Infect. Dis",
            "volume": "24",
            "issn": "1",
            "pages": "103--110",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2401.170477"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Italian Wars",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "War, State and Society in Early Modern Europe. Routledge",
            "volume": "",
            "issn": "",
            "pages": "1494--1559",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Naples in the Time of Cholera",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Snowden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1884--1911",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Does the CCR5-Δ32 mutation explain the variable coronavirus-2019 pandemic statistics in Europe?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Starčević Č Izmarević",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tota",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ristić",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Croat. Med. J",
            "volume": "61",
            "issn": "6",
            "pages": "525--526",
            "other_ids": {
                "DOI": [
                    "10.3325/cmj.2020.61.525"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Epidemiological analysis of the Eyam plague outbreak of 1665-1666",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Whittles",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Didelot",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Biol. Sci",
            "volume": "283",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2016.0618"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "World Health Organization, 2021. Italy: WHO Coronavirus Disease (COVID-19) Dashboard with Vaccination Data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcinturff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Lafferty",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos. Trans. R. Soc. B Biol. Sci",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2016.0122"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2001017"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}