{
    "paper_id": "0b52282bc3025a599d7de1d066d135c0bb293987",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "hygiene, wearing personal protective equipment [PPE] , identifying patients at risk), each health care specialty (e.g., anesthesia) has had to develop specific protocols for caring for patients with COVID-19 (Wax & Christian, 2020) . There are no established clinical guidelines for performing reconstructive microsurgery on patients with . This article outlines the protocol we developed at a university hospital in Valencia, Spain.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 52,
                    "text": "[PPE]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 231,
                    "text": "(Wax & Christian, 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We divided the protocol into logistical and preoperative, intraoperative, and postoperative and follow-up recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTOCOL"
        },
        {
            "text": "Because of reduced numbers of personnel and decreased amounts of PPE and other surgical supplies, the number of surgical cases approved to be performed may be lowered. The need to perform urgent procedures requiring microscopic reconstruction should be reviewed by a clinical advisory committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "All patients should be evaluated for SARS-CoV-2 infection using polymerase chain reaction testing. If this testing is positive, the protocol described later should be activated. It may also be necessary to implement protocol precautions for patients whose COVID-19 status is unknown but who have a history of possible exposure to or contact with individuals who have or are at high risk for COVID-19. Precautions may also be considered for patients undergoing high-risk procedures (e.g., where the oropharyngeal mucosa is breached) even when the patient has no risk factors for the disease. The amount of hospital personnel contact with the patient should be reduced as much as possible during the admission process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "To reduce the risk of contamination to patients and staff working in operating rooms, two of the operating rooms available in our institution were specifically dedicated for performing surgical interventions on patients with COVID-19. Specific anesthesia and nursing personnel were dedicated to working in these rooms for the duration of the pandemic. These dedicated operating rooms were clearly marked and personnel who were not members of the dedicated staff were prohibited from entering them. Access to these rooms was also forbidden when they were not being used. We draped the operating microscope with its manufacturer-recommended sterile cover before the patient was brought to the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "Another measure we introduced to reduce the risk of viral particle spread was changing the positive pressure system of the dedicated operating rooms to either neutral pressure or negative pressure. In facilities where this is not possible, using portable high-efficiency particulate air (HEPA) filters may help reduce the number of viral particles in the air during surgical procedures on patients with COVID-19 (Ti, Ang, Foong, & Ng, 2020) .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 440,
                    "text": "(Ti, Ang, Foong, & Ng, 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "A circuit of four consecutive rooms was designed (Figure 1) to facilitate a one-way input-output system. The first room, known as the anteroom, was used for hand hygiene and donning surgical attire and PPE. In this area, personnel participating in the surgical procedure don their surgical caps, waterproof shoe covers, and perform hand hygiene. Then, as recommended by the Centers for Disease Control and Prevention (CDC), personnel don either a filtering facepiece (FFP) 2 that removes 94% of airborne particles 0.3 μm or greater or an N95 respirator that removes 95% of airborne particles 0.3 μm or greater. Personnel may also choose to don a second surgical mask (i.e., an FFP1 that removes 80% of airborne particles ≥0.3 μm) over the FFP2 or N95 respirator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "After donning surgical respirators, personnel don their microsurgery glasses. To avoid using a microscope, surgical team members wear loupes with 5.5 or 6.4 magnification. Surgical team members then don a surgical helmet. Wearing a surgical helmet without an FFP2 or N95 respirator is not recommended because helmets are not designed to filter submicrometer-sized particles (Rengasamy & Eimer, 2012) . Thus, it is important for personnel to check their respirator fit before donning microsurgery glasses and surgical helmets. Visibility through microsurgery glasses and a surgical helmet is clear if the microsurgery glasses lens is adjusted close to-but not in contact with-the protective helmet shield.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 399,
                    "text": "(Rengasamy & Eimer, 2012)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "Personnel perform a surgical hand scrub using water and chlorhexidine gluconate scrub or an alcohol-based surgical hand rub using an aqueous alcohol solution. A disposable surgical gown is donned, followed by a first and second pair of surgical gloves. Figure 2 shows a surgical team member wearing the appropriate PPE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "Surgical team members enter the adjacent operating room after the anesthesia professional administers the anesthetic. The risk for direct contact with the patient's respiratory secretions is increased during the intubation process (Altiparmak, Korkmaz Toker, Uysal, & Gümüş Demi Rbi Lek, 2020) . To avoid contact with the patient's respiratory secretions, whenever possible, the anesthesia professional uses neuraxial anesthesia, peripheral nerve blocks, and/or interfascial plane blocks. However, some patients require endotracheal intubation. For example, ",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 293,
                    "text": "(Altiparmak, Korkmaz Toker, Uysal, & Gümüş Demi Rbi Lek, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Logistical and Preoperative Recommendations"
        },
        {
            "text": "When patients with COVID-19 must undergo reconstructive microsurgery, surgeons should use only flaps and other reconstructive techniques with which they are fully familiar. When performing microsurgery, the surgeon selects the most reliable recipient vessels. Adhering to these recommendations provides the highest level of safety and the lowest probability of complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "To avoid using a microscope, surgical team members wear loupes with 5.5 or 6.4 magnification. The surgeons determine the pedicle flaps and recipient vessels to enable a comfortable and precise anastomosis using only loupe magnification. In addition, they spare the thoracic region as a donor area as much as possible. Creating a surgical wound in this area may lead to problems with the patient's superficial breathing or positioning for pain relief. This could be detrimental in patients with compromised ventilation due to a respiratory tract infection. In addition, raising the lower-limb flap allows for pain control using locoregional techniques in lower-limb reconstruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "It has been reported that the using electrosurgery, bone saws, and drills releases aerosols (Yeh et al., 1995) with the potential to spread the virus. Therefore, surgeons minimize the use of these technologies and when they must be used, the power settings are set as low as possible. Suction devices are also used to remove smoke and aerosols during surgical procedures (Rodrigues-Pinto, Sousa, & Oliveira, 2020; Zheng, Boni, & Fingerhut, 2020) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 110,
                    "text": "(Yeh et al., 1995)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 371,
                    "end": 413,
                    "text": "(Rodrigues-Pinto, Sousa, & Oliveira, 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 414,
                    "end": 445,
                    "text": "Zheng, Boni, & Fingerhut, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "there may be an association between thrombocytopenia and COVID-19 infection (Lippi, Plebani, & Henry, 2020) . Therefore, a diagnosis of thrombocytopenia may preclude the use of spinal anesthesia. In this situation, the anesthesia professional uses a rapid induction technique to help prevent patient coughing (Wen & Li, 2020) .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 107,
                    "text": "(Lippi, Plebani, & Henry, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 309,
                    "end": 325,
                    "text": "(Wen & Li, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "The number of personnel present in the operating room is kept to a minimum. The initial surgical team should remain in the operating room throughout the procedure. Using a two-team approach may be considered to decrease the surgical team's operative time. Personnel who leave the operating room and wish to return must complete the exit process, which includes removing their surgical gown, gloves, and cap in the operating room and then departing through the exit room and returning through the anteroom to complete their surgical hand scrub and don fresh PPE and sterile attire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "At the end of the operation, while still in the operating room, scrubbed personnel remove their surgical gown and second pair of gloves. They apply an aqueous alcohol solution to the remaining first pair of gloves. The scrubbed personnel then remove their surgical mask, cap, and the first pair of gloves. After removing the gloves, personnel perform hand hygiene using an aqueous alcohol solution. The surgical team member then removes any remaining PPE and performs hand hygiene after each piece is discarded. Personnel leave the operating room through a corridor that connects the operating room with a dressing room. After entering the dressing room, each team member takes a shower. When evaluating patients with skin defects susceptible to grafting, surgeons individualize the indication for surgery. Admitting patients to the hospital, especially patients who may require immobilization until the first dressing change, may consume already scarce resources. Therefore, only those patients whose procedures cannot be deferred should undergo surgery. Surgeons make efforts to achieve direct closure of donor areas and prioritize the use of fasciocutaneous flaps rather than muscle flaps with overlying skin grafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "In all surgical interventions, surgeons take rigorous efforts to reduce the potential for hematoma formation and decrease the likelihood of complications requiring reoperating. Compression bandages are used for graft and flap donor areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intraoperative Recommendations"
        },
        {
            "text": "After the surgical procedure is completed, the patient may be transferred directly to the post-anesthesia care unit (PACU). It may not be possible to admit a patient with COVID-19 to the PACU, but at a minimum, efforts are made to minimize the length of the patient's stay in the PACU as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postoperative and Follow-Up Recommendations"
        },
        {
            "text": "Although we normally recommend assessing reconstructed flaps every hour (Chen et al., 2007) , for patients with COVID-19, we accept assessments every 2-3 hr. Each patient has a dedicated Doppler probe for detecting blood flow to the reconstructed flap. To minimize the number of room entries, flap assessments are coordinated with other clinical observations. The presence of patient visitors is strictly prohibited. After the patient is discharged, the Doppler probe is decontaminated by washing with an appropriate disinfectant.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 91,
                    "text": "(Chen et al., 2007)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Postoperative and Follow-Up Recommendations"
        },
        {
            "text": "During a pandemic, our duty as plastic surgeons and plastic surgical nurses is to understand the threat we are facing and to act appropriately. We must understand that our surgical activity may be diminished by the exceptional circumstances in which we are living. This may be due, in part, to the elective or nonurgent nature of our specialty. To carry out nondeferrable surgical procedures in the safest way possible, it is mandatory for the surgical team to develop and apply specific protocols for each pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINAL CONSIDERATIONS AND CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Regional anesthesia in patients with suspected COVID-19 infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Altiparmak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korkmaz Toker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Uysal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gümüs¸ Demi Rbi Lek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Regional Anesthesia and Pain Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/rapm-2020-101477"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "We asked the experts: Covid-19 outbreak: Is there still a place for scheduled surgery?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Besnier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Tuech",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Journal of Surgery",
            "volume": "44",
            "issn": "6",
            "pages": "1695--1698",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-020-05501-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO declares the coronavirus outbreak a pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Braswell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--20",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer guidelines during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology",
            "volume": "21",
            "issn": "5",
            "pages": "30217--30222",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Timing of presentation of the first signs of vascular compromise dictates the salvage outcome of free flap transfers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mardini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Plastic and Reconstructive Surgery",
            "volume": "120",
            "issn": "1",
            "pages": "187--195",
            "other_ids": {
                "DOI": [
                    "10.1097/01.prs.0000264077.07779.50"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Precautions for operating room team members during the CO-VID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hawn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American College of Surgeons",
            "volume": "230",
            "issn": "6",
            "pages": "1098--1101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2020.03.030"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unknown unknowns-COVID-19 and potential global mortality",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grech",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Early Human Development",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2020.105026"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Urban intelligence for pandemic response: Viewpoint. JMIR Public Health and Surveillance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Celi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18873"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thrombocytopenia is associated with severe coronavirus disease 2019 (COVID-19) infections: A meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinica Chimica Acta",
            "volume": "506",
            "issn": "",
            "pages": "145--148",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2020.03.022"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO declares public health emergency on novel coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "Pan American Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2 and coronavirus disease 2019: What we know so far",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Zoubi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasasbeh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Salameh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Nasser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pathogens",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nanoparticle penetration through filter media and leakage through face seal interface of N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eimer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annals of Occupational Hygiene",
            "volume": "56",
            "issn": "5",
            "pages": "568--580",
            "other_ids": {
                "DOI": [
                    "10.1093/annhyg/mer122"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preparing to perform trauma and orthopaedic surgery on patients with CO-VID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodrigues-Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Bone and Joint Surgery",
            "volume": "102",
            "issn": "11",
            "pages": "946--950",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00454"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What we do when a COVID-19 patient needs an operation: Operating room preparation and guidance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Foong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Anaesthesia",
            "volume": "67",
            "issn": "6",
            "pages": "756--758",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01617-4"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incidence of novel coronavirus (2019-nCoV) infection among people under home quarantine in Shenzhen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Travel Medicine and Infectious Disease",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Anaesthesia",
            "volume": "67",
            "issn": "5",
            "pages": "568--576",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Anesthesia procedure of emergency operation for patients with suspected or confirmed COVID-19. Surgical Infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/sur.2020.040"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characterization of aerosols produced during surgical procedures in hospitals",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Muggenburg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Aerosol Science and Technology",
            "volume": "22",
            "issn": "2",
            "pages": "151--161",
            "other_ids": {
                "DOI": [
                    "10.1080/02786829408959736"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Minimally invasive surgery and the novel coronavirus outbreak: Lessons learned in China and Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fingerhut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Surgery",
            "volume": "272",
            "issn": "1",
            "pages": "5--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A circuit of four consecutive rooms was designed to facilitate a one-way input-output system. PPE = personal protective equipment. This figure is available in color online (www.psnjournalonline.com).www.psnjournalonline.com Volume 41  Number 1  January-March 2021",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) A surgical team member wearing full complement of personal protective equipment. (B) Close-up of a surgical team member wearing microsurgery glasses, respirator, surgical mask, and surgical helmet. This figure is available in color online (www.psnjournalonline.com).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest and did not receive any form of financial or nonfinancial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}