{
    "paper_id": "0b62718edd436fc4a28845728d19b4fa820825a6",
    "metadata": {
        "title": "Ethical Justifications for Pandemic Rationing Strategies",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A ccording to traditional medical ethics, physicians have a duty to do everything within their power to medically benefit their patients, an obligation that ordinarily exceeds their professional duties to others. 1 The most common exception to this requirement occurs when fulfilling it also inevitably harms others-a situation that may arise in a public health emergency, such as a pandemic. An essential goal in a pandemic is maintaining public health-the health of a population. Ethical duties in public health are analogous to those in a physicianpatient relationship but are directed to a population, and include producing benefits, minimizing harms, producing maximal utility, distributing benefits and burdens fairly, respecting autonomous choices, keeping promises and commitments, disclosing information truthfully, and maintaining trust. 2 A pandemic's extraordinary demand on critical care resources produces a dilemma because demand may far exceed the available supply and produce scarcity. In this circumstance, not all patients can receive optimal treatment and the treatment of 1 patient incurs an opportunity cost that potentially harms other patients. Although a similar circumstance is implicit in medical systems with fixed budgets, during a pandemic it becomes explicit in all medical systems. Medical decisions no longer can be made solely patient-by-patient because of the inherent competition for scarce resources. Physicians should follow the principles of public health ethics in addition to those of physician-patient ethics because in a pandemic, \"public health priorities intrude upon physician-patient relationships.\" 3 Rationing-allocation triage plans become necessary when the demand for a scarce resource exceeds its supply. Without a plan, the alternative is a first-come, first-served chaotic system in which each physician caring for a patient must compete with other physicians caring for their patients for an available intensive care unit (ICU) bed or a ventilator. Such an ad hoc scheme cannot result in optimal allocation. The solution is to create a principled consensual plan of fair, equitable, and transparent allocation rules that optimally distributes scarce resources among the population of patients served by the hospital.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 848,
                    "end": 849,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1647,
                    "end": 1648,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The implementation and execution of such an emergency rationing-allocation plan focused on population health first must segregate the medical role of the physician from the administrative role of the crisis manager. Most large hospitals have appointed triage officers and have drafted crisis standards of care designed to be implemented in a pandemic or similar large-scale public health emergency. The clear separation of administrative and medical roles allows a triage officer or team to implement crisis standards of care when deemed necessary according to the policy. These standards provide an agreed upon set of stewardship rules to optimize the allocation of the hospital's limited resources and free physicians from making triage decisions, thereby allowing them to maintain the primacy of their ethical duty to care for their patients. Importantly, by freeing physicians from having to order the discontinuation of a ventilator from a patient whom it might benefit, it prevents physicians from developing moral distress. 4 To be justified ethically, the rationing-allocation algorithms should be grounded on accepted ethical concepts of fairness, justice, and desert. Consensus must be achieved on what factors constitute fairness when creating the algorithms. People have differing intuitions of fairness, which, to some extent, stem from their political leanings, such as egalitarianism, libertarianism, or communitarianism, which frame their concept of justice. Groups of responsible professionals in the hospital should, therefore, try to achieve consensus among varying concepts of justice in creating the rationing-allocation rules.",
            "cite_spans": [
                {
                    "start": 1031,
                    "end": 1032,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All rationing-allocation rules involve discrimination: the understanding and recognition of differences between things. Discrimination is not inherently bad; it can be a virtue when justified, such as when complimenting a connoisseur's discriminating taste in art, music, or wine. Discrimination becomes bad when it is unjustified, such as the prejudicial discrimination against individuals based solely on their membership in stereotypic categories of ethnicity, religion, race, disease, or functional status. Such unjustified discrimination is not only unethical and harmful, it also may be illegal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a recent analysis of the values underlying rationing-allocation rules in the coronavirus disease 2019 (COVID-19) pandemic, Emanuel and colleagues identified 4 fundamental values: maximizing the benefits produced by scarce resources; treating people equally; promoting and rewarding instrumental value; and giving priority to the worst off. 5 Each value supports a different goal. Maximizing benefits means saving the most lives or life-years. Treating people equally means randomly prioritizing those with similar prognoses. Instrumental value means prioritizing those who can or have saved others. Prioritizing the worst off could refer either to the sickest who might die the soonest or to the youngest who have the longest potential life ahead. 5 Utilizing those values, what are the ethical elements of a pandemic rationing-allocation plan? Most existing frameworks begin by emphasizing the utilitarian principle that scarce resources should be used to yield the greatest amount of good. Most emphasize the priority of shortterm prognosis using Sequential Organ Failure Assessment (SOFA) scores to which many add varying versions of long-term prognosis scores thereby maximizing lives and life-years saved. Many ban categorical exclusion criteria based on disease category or quality of life. Most also exclude physicians from making rationing-allocation decisions at the bedside. [6] [7] [8] [9] In this issue, Goss and colleagues offer sound guidance to neurologists faced with this situation, 10 with which I mostly concur. I agree that the framework must be ethically sound, in accord with moral intuitions, and consensus driven. I agree that all human lives are of equal value and that discrimination that excludes entire diagnostic categories of patients is unjustified and wrong. I agree that quality of life assessments that are required to calculate quality-adjusted life years (QALY) lead to unjustified discrimination on the grounds of disease, functional capacity, value to society, and other factors. We agree that quality of life is inherently subjective and unknowable and unpredictable by others. But where we may differ is over the value of gaining life-years irrespective of their quality.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 751,
                    "end": 752,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1388,
                    "end": 1391,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One aspect that has received insufficient attention is that the principles of equity and equal opportunity could be interpreted as the goal that every person achieves full life expectancy. Such a factor would place a higher priority on treating a child than an octogenarian because the older person already has achieved full life expectancy. Of course, such a rationing-allocation rule could be viewed as discrimination against the elderly. I agree with that assessment but suggest that it may be justified discrimination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The late medical ethics scholar Daniel Callahan has argued convincingly that society's duty to maintain its citizens' health requires it to provide whatever resources are necessary for each person to achieve an average life expectancy, say to age 85. Society should pay health expenses for all appropriate treatments until that age is reached but thereafter society should have the duty to pay only to enhance quality of life by providing such benefits as longterm nursing care, rehabilitation, wheelchairs, and hearing aids. If patients have private insurance to pay for intensive care unit treatment or other life-prolonging treatments, they may do so. The money saved by society would pay for prenatal care, childhood preventive care, and other measures that help assure that a greater percentage of people reach age 85, and for senior citizens to receive proper long-term care. 11 Unsurprisingly, Callahan was roundly accused of age discrimination by geriatricians and some ethicists.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 884,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I believe that maximizing the number of life-years saved is an ethically justifiable goal, although only one of several. This assertion has an intuitive defense. We view death in childhood, young adulthood, and middle age as a tragedy because of a life cut short. We are sad when a friend or relative over age 85 dies, but the event lacks the tragic element of a premature death because it terminated a long life. Others have made similar arguments that maximizing life-years is ethically justified by citing the \"lifecycle principle\" of allowing people to live through all phases of their life 12 and the validity of the independent goal of increasing life-years, although not explicitly mentioning age. 7 A remaining controversy surrounds the policy tension between the twin goals of saving lives (irrespective of age) and saving life-years (related to age). 5 Given the many ethically justifiable elements, the design of an optimal pandemic rationing-allocation strategy requires a multifactorial scheme. How each factor is weighted requires further data analysis and consensus development. As is true for most public health programs, interhospital and regional cooperation is desirable in developing rationing-allocation strategies, particularly given the absence of national guidelines for them in the United States. 13 Given the potential for the severe acute respiratory syndrome-coronavirus 2 (SARS-Cov-2) pandemic to put any health care system into the position of resource allocation on short notice, the time to make these plans is as early as possible, not after the shortage occurs.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 706,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 861,
                    "end": 862,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1322,
                    "end": 1324,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No disclosures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The doctor's master",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Levinsky",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "N Engl J Med",
            "volume": "311",
            "issn": "",
            "pages": "1573--1575",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public health ethics: mapping the domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Childress",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gaare",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Law Med Ethics",
            "volume": "30",
            "issn": "",
            "pages": "170--178",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ethics in the time of COVID: what remains the same and what is different",
            "authors": [
                {
                    "first": "Syh",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "94",
            "issn": "",
            "pages": "1007--1008",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The toughest triage -allocating ventilators in a pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1973--1975",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fair allocation of scarce resources in the time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2049--2055",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A framework for rationing ventilators and critical care beds during the Covid-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5046"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Who should receive life-support during a public health emergency? Using ethical principles to improve allocation decisions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Luce",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "150",
            "issn": "",
            "pages": "132--138",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethics guidelines on COVID-19 triage -an emerging international consensus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joebges",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biller-Adorno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-020-02927-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Too many patients … a framework to guide statewide allocation of scarce mechanical ventilation during disasters",
            "authors": [
                {
                    "first": "Eld",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chest",
            "volume": "155",
            "issn": "",
            "pages": "848--854",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neurologists' duties in planning for triage of critical care resources",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goss",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Setting Limits: Medical Goals in an Aging Society",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "115--158",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public health. Who should get influenza vaccine when not all can?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wertheimer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "854--855",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ethical Framework for Health Care Institutions Responding to Novel Coronavirus SARS-CoV-2 (COVID-19) with Guidelines for Institutional Ethics Services Responding to COVID-19: Managing Uncertainty, Safeguarding Communities, Guiding Practice. Garrison, NY: The Hastings Center",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berlinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wynia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milliken",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}