{
    "paper_id": "0b652857a8f8955ae5a37ff53e91e371aeedbe63",
    "metadata": {
        "title": "Can secondary lymphoid organs exert a favorable effect on the mild course of COVID-19 in children?",
        "authors": [
            {
                "first": "Merih",
                "middle": [],
                "last": "Onal",
                "suffix": "",
                "affiliation": {},
                "email": "onali@ccf.org"
            },
            {
                "first": "Ozkan",
                "middle": [],
                "last": "Onal",
                "suffix": "",
                "affiliation": {},
                "email": "drozkanonal@selcuk.edu.tr"
            },
            {
                "first": "Alparslan",
                "middle": [],
                "last": "Turan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 is characterized by severe acute respiratory syndrome which is related to a novel virus named Coronavirus 2 (SARS-CoV-2) [1] . According to a report presented by World Health Organization; patients under the age of 19 accounts for only 2.4% of patients found to be COVID-19 positive [2] . When the reports in the literature on children who are COVID-19 positive are reviewed, it can be established that children without underlying disorders such as respiratory dysfunction and immunosuppression have a milder course of disease without evaluating their age groups and epidemiological characteristics [3] . It is not yet known why a large majority of COVID-19 cases in children have a milder course than adults. But, various theories have been put forward on this issue. For example, it has been claimed that the binding capacity of Angiotensin Converting Enzyme II (ACE-II), which is thought to be 2019 coronavirus cell receptor, is lower in children, which decreases viral load, leading to a milder disease [4] . It has even been stated that children may still remain asymptomatic for this reason even after contracting the COVID-19 virus [5] . Another theory proposes that children remain usually indoors and hence are less exposed to pathogens, but examples of children living in rural areas suffice to refute this theory [6] . Although the immune system developed via vaccination is effective against pandemic diseases, the lack of an effective vaccine against COVID-19 so far, suggests the presence of other defense mechanisms against COVID-19 in children [7] . In this editorial, we want to discuss a theory, which has not been mentioned before.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1585,
                    "end": 1588,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is known that the immune system of children and adults is functionally and structurally different. Palatine and pharyngeal tonsils are important organs of the immune system, and they protect the body from pathogens invading the upper respiratory tract, especially in young children [8] . Palatine and pharyngeal tonsil tissues are secondary lymphoid organs that prepare a continuous immune response and exhibit immune activity in childhood, which are located at the entry point of the respiratory and digestive system. They make up the first defense mechanism and carry out cellular and humoral immune functions against antigens that enter the body from the respiratory and digestive system mainly up to puberty [9] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent studies have demonstrated that localized inflammatory changes in the lower and upper respiratory tract may give rise to systemic responses [10] . Adenoids are lymphoepithelial tissues predominantly composed of T lymphocytes, macrophages, and dendritic cells. Leukocytes on the surface secretion of adenoids may release IgA, IgG, and IgM, required in antigen phagocytosis. Adenoid surface secretion also contains many active T cells participating in cellular immunity. T lymphocytes in adenoid tissue are extremely important for mounting an effective immunity reaction. Particularly CD 81 T lymphocytes play an efficient role in immune response both via cytolysis and production of cytokine, chemokines, and microbicidal molecules. When IFN-a production, released by T lymphocytes, decreases for any reason, children become vulnerable to contagious viral diseases. Furthermore, pathogenic bacteria grow rapidly in adenoid tissue [11] . Interferon (IFN), is a glycoprotein synthesized by host cells exposed to the virus as an antiviral response and forms the first line of defense against viral infections [12] . IFN, inhibits virus replication by stimulating the production of antiviral proteins and protects normal cells from viruses. In addition, it activates cytotoxic T lymphocytes, NK natural killer cells, and macrophages, eliminating the virus from cells [12] . If there is a deficiency of endogenous IFN owing to immaturity of the immune system, the antiviral response decreases and viral infections arise [13] . IFN production in the early periods in children may give them an advantage against viral diseases. Besides, it has also been recognized that secretory IgA, which is the main antibody class released from adenoid tissue, has a significant role in mucosal immunity, bonding of bacteria and viruses, and invasion of epithelium by pathogens [14] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1863,
                    "end": 1867,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a study on patients with hypertrophic adenoid tissue, recurrent upper and lower respiratory tract infections were demonstrated along with high serum myeloperoxidase levels (indicating neutrophil activation), increased serum eosinophilic cationic protein levels (indicating eosinophil activation) and high CD 163 glycoprotein levels (indicating monocyte/macrophage activation) [15] . Actually, it was stated that one of the probable causes of the milder course of COVID-19 in children may be that the amount of myeloperoxidase is lower in the lungs of children [12] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is known that human tonsils are immunologically reactive lymphoid organs carrying out humoral and cellular immunity functions as a response to various antigens and displaying B and T cell activity [16] . It is known that tonsils in children harbor a higher concentration of helper and cytotoxic lymphocytes than adults [17] . However, in a study, in the nasopharynx of children with tonsillar hypertrophy (mean age 8), adenovirus, bocavirus-1, coronavirus and rhinovirus were detected at higher rates compared to the recurrent tonsillitis group (mean age 20) [18] . In the same study, although a difference was expected in tonsillar hypertrophy and recurrent tonsillitis groups in terms of the levels of interferons (IFN-a, IFN-b, IFN-c, IL-28, IL-29) , which are cytokines with antiviral activity and whose expression is induced by viral infection, not detected. It is thought that this may be due to the fact that tonsil hypertrophy is a result of chronic inflammation in the tonsils and the same interferon pathways are activated equally in both tonsillar hypertrophy and recurrent tonsillitis [18] . In addition, IL-37 levels, which has anti-inflammatory properties, was found to be higher in tonsillar hypertrophy group than recurrent tonsillitis group. But, it should be added that there was no difference in virus detection between groups at the intratonsillar level in the same study [18] . In a recent crosssectional study in which pediatric and adult patients undergoing tonsillectomy were included (mean age 22), it was shown that no virus was shown to be associated with tonsil diseases and respiratory diseases [19] . The wide age range of the study may be associated with this result.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1395,
                    "end": 1399,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1627,
                    "end": 1631,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 754,
                    "text": "(IFN-a, IFN-b, IFN-c, IL-28, IL-29)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Even though high serum Ig G and Ig A levels have been demonstrated in various studies in patients with chronic tonsillitis there are also other studies, indicating that hypofunction of local and systemic immunity brings about inflammation and/or hypertrophy of adenoids and tonsils [20] . In fact, it is believed that when there is chronic inflammation in these organs, they do not play part in protection against upper respiratory tract infection and even inhibit immune response, enhancing the severity of the infection [17] . This may be one of the presumable mechanisms of immune deficiency in children who have a severe clinical picture in COVID-19 similar to adults.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is our suggestion that, with epidemiological studies both in children and adults, the structure of secondary lymphoid organs, forming the first line of defense for the body, is an issue that should be comprehensively addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "https://orcid.org/0000-0003-0591-8411 Ozkan Onal http://orcid.org/0000-0002-5574-1901 Alparslan Turan http://orcid.org/0000-0001-9862-9306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Merih Onal"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute myocardial injury: a novel clinical pattern in children with COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wolfler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mannarino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Giacomet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc Health",
            "volume": "4",
            "issn": "8",
            "pages": "26--27",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. World Health Organization-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why is COVID-19 so mild in children?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brodin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Paediatr",
            "volume": "109",
            "issn": "6",
            "pages": "1082--1083",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A COVID-19 Transmission within a family cluster by presymptomatic infectors in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guoqing",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [],
                    "last": "Ada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "71",
            "issn": "15",
            "pages": "861--862",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiology of COVID-19 among children in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Seroepidemiological analysis of influenza pandemics in Shizuoka Prefecture and all Japan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sahara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sugieda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int Congr Ser",
            "volume": "1263",
            "issn": "",
            "pages": "413--416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Short-and long-term impacts of adenoidectomy with/without tonsillectomy on immune function of young children <3 years of age: a cohort study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Medicine",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunology of tonsils and adenoids: everything the ENT surgeon needs to know",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandtzaeg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "67",
            "issn": "1",
            "pages": "69--76",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nasal allergen provocation induces adhesion molecule expression and tissue eosinophilia in upper and lower airways",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Braunstahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Overbeek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kleinjan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Allergy Clin Immunol",
            "volume": "107",
            "issn": "3",
            "pages": "469--476",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Children with recurrent otitis show defective IFN-gamma producing cells in adenoids",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Avanzini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Castellazzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marconi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Allergy Immunol",
            "volume": "19",
            "issn": "6",
            "pages": "523--526",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Current Scenario of COVID-19 in pediatric age group and physiology of immune and thymus response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rehman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Majeed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ansari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Saudi J Biol Sci",
            "volume": "27",
            "issn": "10",
            "pages": "2567--2573",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diagnosis and treatment of 2019 novel coronavirus infection in children: a pressing issue",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Pediatr",
            "volume": "16",
            "issn": "3",
            "pages": "219--221",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Differential expression of immunoglobulin A in the adenoids of children with and without exudative otitis media",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "76",
            "issn": "5",
            "pages": "728--730",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Adenoid hypetrophy: definition of some risk factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Amici",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ciprandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marseglia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Regul Homeost Agents",
            "volume": "26",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serum immunoglobulins in patients with chronic tonsillitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Sachdeva",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Laryngol Otol",
            "volume": "98",
            "issn": "12",
            "pages": "1213--1216",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early stage impacts of tonsillectomy on immune functions of children",
            "authors": [
                {
                    "first": "_ I",
                    "middle": [],
                    "last": "Kaygusuz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "G€ Odekmerdan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karlidaǧ",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "67",
            "issn": "12",
            "pages": "1311--1315",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tonsillar cytokine expression between patients with tonsillar hypertrophy and recurrent tonsillitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mikola",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Elenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saarinen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Transl Allergy",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Intratonsillar detection of 27 distinct viruses: a cross-sectional study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silvoniemi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mikola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ivaska",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "1",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.26245"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Profile of immunoglobulin production in adenoid and tonsil lymphocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asakura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Acta Otolaryngol Suppl",
            "volume": "523",
            "issn": "",
            "pages": "84--86",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}