{
    "paper_id": "0b66534cfee8f6a57abd798e2194b244aa984b4e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Application of multislice spiral computed tomography in the follow-up visits of patients with different clinical types of coronavirus disease 2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to Editor"
        },
        {
            "text": "To the editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to Editor"
        },
        {
            "text": "In order to provide a better understanding of dynamic outcome characteristics of COVID-19, the data of 95 patients with pathologically confirmed COVID-19 in the People's Hospital of Baoding, the Fourth People's Hospital of Nanning, and the Beijing You'an Hospital of Capital Medical University between January 20, 2020 to February 20, 2020, were retrospectively reviewed. All patients received MSCT scans during their hospitalization with intervals of seven days, and underwent a re-examination as their final follow-up visit on the 14th to 30th day after discharge. Chest CT scans were performed on all patients. Patients with COVID-19 have been categorized as mild (8 patients), moderate (63 patients), severe/critical (24 patients) according to their radiographic and clinical features. 1 The focus of the assessment was on the radiographic findings in the moderate group and the severe/critical group during the peak stage (the most severe disease in the lungs), early outcome stage (first improvement of the lesion), advanced outcome stage (7e14 days after the peak stage), and recovery stage (14e30 days after discharge). The location and range of lesions, lesion characteristics and pleural conditions, and dynamic lesion changes were all observed.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 791,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Letter to Editor"
        },
        {
            "text": "The patients of mild group weren't included in subsequent imaging evaluation because of negative chest MSCT results. Laboratory examinations revealed more patients of severe/critical group had decreased lymphocyte counts (P < 0.001) and increased C-reactive proteins (P ¼ 0.019). MSCT findings showed patients of severe/ critical group had more lesion-involved pulmonary lobes than those of moderate group. In the recovery stage, there were more patients of severe/critical group with thickened lobular septa (37.50%) and thickened pleurae (29.17%) than in the moderate group (5.08% and 6.78%, respectively, P ¼ 0.043), and fewer patients of severe/critical group had thickened vascular bundles (12.50%) than in the moderate group (5.08%, Table 1 ). 47 patients of moderate group had MSCT results suggesting that the lesions continued to absorb, while 20 patients of severe/critical group had this. Lesions in the two groups at the peak stage were mainly combinations of GGO and consolidation, but as the lesions improved, GGO could be observed as a demonstration of consolidation absorption in the recovery stage. In the recovery stage, there were more patients of severe/critical group (91.67%) with reduced lesion size than in the moderate group (40.68%, P ¼ 0.002, Fig. 1A ). In the recovery stage, lesions were completely absorbed in 16 patients of moderate group (Fig. 1B) , and newly developed fibrotic changes were found in 9 patients of moderate group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 746,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1269,
                    "end": 1276,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1369,
                    "end": 1378,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Letter to Editor"
        },
        {
            "text": "The present study suggests that MSCT is suitable for the followup examinations of patients with COVID-19. More severe peakstage radiographic findings were identified in patients with severe/critical cases of COVID-19 than in those with moderate cases. 2,3 Furthermore, in severe/critical patients, their lesions tended to absorb from the center to the periphery of the lungs more slowly and less completely; these patients also developed fibrotic changes more often and needed longer follow-up times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to Editor"
        },
        {
            "text": "This work was supported by the Key R&D Program of Hebei (No.20277716D).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chemoprophylaxis, diagnosis, treatments, and discharge management of COVID-19: an evidence-based clinical practice guideline (updated version)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The Lancet. Respiratory medicine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CT manifestations of coronavirus disease-2019: a retrospective analysis of 73 cases by disease severity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Radiol",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "doi.org/10.1016/j.asjsur.2021.05.052 1015-9584/© 2021 Asian Surgical Association and Taiwan Robotic Surgery Association. Publishing services by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A: Dynamic lesion outcome characteristics at different stages; B: moderate novel coronavirus pneumonia in a 46-year-old man who had completely absorbed the lesions (A, Peak Stage, B, Early Stage of Outcome, C, Advanced Stage of Outcome, D, Recovery Stage). Severe novel coronavirus pneumonia in a 50-year-old woman whose lesions had newly developed fibrosis (E, Peak Stage, F, Early Stage of Outcome, G, Advanced Stage of Outcome, H, Recovery Stage).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Analysis of Radiographic Characteristics and Dynamic Radiographic Transition Characteristics of Different Clinical Types at different stages [n (%)].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.asjsur.2021.05.052.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}