{
    "paper_id": "0b72863dbd88387e089f0ace6d42165db5d58f92",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Kearsley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College Healthcare NHS Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Daly Guris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Attending",
                    "institution": "Children's Hospital of Philadelphia",
                    "location": {
                        "settlement": "Philadelphia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "F"
                ],
                "last": "Miles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Austin Health",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "L"
                ],
                "last": "Shelton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manchester University Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Let us take warning from another's wound\" -Saint Jerome, Letter 54, To Furia, AD394",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The role of the case report has evolved over time, reflecting the evolution of medicine itself. In ancient times, classical texts by physicians such as Hippocrates and Galen formed the basis of medical education. These reports, written with limited understanding of the underlying pathophysiology, provided a framework for the empirical treatment of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over time, with a greater understanding of medical sciences and associated advances in technology and research methodology, the function of the case report was overtaken by 'higher' forms of evidence. While the randomised, doubleblinded, clinical trial has come to epitomise the science underpinning our practice, the well-written case report continues to illuminate the subtleties of our art.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1979, the Canadian Task Force on Periodic Health Examination proposed a system that graded the effectiveness of specific interventions (from 1 to 3) and the strength of their associated recommendation in best practice guidelines (from A to E) [1] . This system has subsequently been adopted worldwide and now forms a cornerstone of evidence-based medicine.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although this approach generally serves the medical community well, there are certain circumstances to which it is not well suited, namely: rare events for which it is difficult to assemble large patient cohorts; the reporting of early safety concerns involving medical devices; and rapidly evolving situations where the assembly of higher levels of evidence is hindered by lack of available data. In the context of the COVID-19 pandemic, the potential severity of the disease, the speed and geographic extent of transmission of SARS-CoV-2, combined with limited knowledge of the pathogenesis and natural history of the infection positions the first wave of the pandemic firmly in the third category [2] . Such a highly contagious and unknown entity is an uncommon occurrence in modern medicine. Early in the pandemic, clinicians did not have the luxury of time to wait for the availability of rigorous research findings before acting to save lives. Early treatments, observations and outcomes were, therefore, shared formally and informally via personal communications, social media, correspondence articles and short papers. In disseminating the best available new knowledge regarding COVID-19, case reports became the 'first responders' in the medical literature.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 703,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under normal circumstances, the case report has been perceived as the 'lowliest' form of peer-reviewed evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the COVID-19 pandemic has demonstrated that these manuscripts are highly relevant when written with a scholarly approach and subjected to peer review. As anaesthetists and critical care physicians, we have treated patients with COVID-19 in the operating theatre, intensive care unit, emergency department and on labour ward. We have provided assistance with airway management and other invasive procedures in virtually every other area of the hospital. As the pandemic progressed, reflecting on our lived experiences and those of our patients was paramount in providing relevant information to colleagues. In this editorial, we discuss key COVID-19-related cases that Anaesthesia Reports has published to date and present the themes that arise when considering these reports in aggregate (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 797,
                    "end": 806,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "One of the greatest challenges that the COVID-19 pandemic presents is how to protect ourselves and our colleagues in the workplace [3] . Anaesthetists and critical care physiciansby the very nature of the work we doare involved in numerous highrisk clinical activities, often with the sickest patients [4] . It is unsurprising that many of the reports we have published emphasised staff safety. Broadly, these fell into three categories First, is strategies for the avoidance of aerosol generating procedures, such as the novel approach to spinal anaesthesia to facilitate prolonged surgery in a patient with SARS-CoV-2 infection reported by Oon and Ha [5] Second, modifying existing procedures to minimise aerosol generation, including the approaches to tracheostomy described by Smith et al. and Harper et al. [6, 7] . Third, ensuring proper availability, function and use of personal protective equipment (PPE), including Rotman et al.'s description of the vital role of team briefing in ensuring appropriate protection is worn by all team members during shared airway surgery in the context of COVID-19 [8] . The knowledge and awareness of the risks we faced as clinicians was seen in the personal account from Ramachandran [9] , which also shows how the evolution of policies regarding PPE have changed over time.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Maintaining staff safety"
        },
        {
            "text": "The anxieties felt by clinicians facing the pandemic were mirrored by patients and their relatives, who were likewise facing a threat that was both potentially deadly and poorly understood. This uncertainty was combined with the need for physical and social distancing and infection control measures, creating numerous conflicts with the usual best practices of patient experience. Nevertheless, understanding and optimising the experiences of patients has been a prominent feature of our reports, perhaps most notably in Ramachandran's account of his personal experience as a junior doctor with severe COVID-19, and his experiences of psychological and physical recovery [9] . Likewise, the report by Oon and Ha discusses the balance between staff safety and patient experience, which were both positive in this case [5] . The symptoms of COVID-19 were also described, including Hoshijima et al.'s description of a severely hypoxic but only minimally symptomatic patients, experiencing what has come to be known as silent or 'happy' hypoxia [10, 11] .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 675,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The patient experience of COVID-19"
        },
        {
            "text": "In addition to highlighting many aspects of staff safety, our reports also describe some of the risks to patients associated with COVID-19 and its clinical management. Hypercoagulability is now thought to be a significant factor in the pathogenesis of severe disease [12] , but opinions remain divided on the correct approach to its management. With this in mind, Aaron et al. discuss the dilemmas presented by the use of increased doses of anticoagulants in a critically ill patient with recurrent pulmonary emboli [13] . It was in order to prevent complications of mechanical ventilation with high pressures that Tulley et al.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Complications and clinical risks"
        },
        {
            "text": "used extracorporeal carbon dioxide removal in a patient with COVID-19 and progressive acute respiratory distress syndrome [14] . Indeed, complications of tracheal intubation and invasive ventilation were seen in several cases, including McGuire et al.'s report of widespread surgical emphysema secondary to barotrauma, including extraconal orbital emphysema, pneumomediastinum, pneumopericardium and throughout the soft tissues with dissection into the peritoneum and retroperitoneum [15] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Complications and clinical risks"
        },
        {
            "text": "Innovation is a requirement in addressing a novel pathogen, and our published reports demonstrate widespread evidence of anaesthetists acting as innovators to overcome challenges presented during the crisis. Miles et al. developed a simple 3Dprinted device to allow powered air-purifying respirators to be worn under protective gowns without obstruction of the air inlet [16] . Their report demonstrates the benefits of clinical-academic collaboration to develop a cheap, scalable and rapidly . . discuss the risks involved in transferring a critically ill patient to the radiology department for computed tomography scanning in the prone position [18] . An appropriately experienced team undertook the transfer after having first planned the logistics with radiology colleagues, facilitating the successful completion of a potentially challenging transfer and procedure.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Anaesthetists as innovators"
        },
        {
            "text": "Case reports can inform all aspects of clinical practice and, as we have described herein, frequently address multiple areas of practice simultaneously. In contrast to more systematic or larger studies, the case report is a nimble form of evidence which, by drawing on individual experiences in light of current evidence, can act as an academic 'rapid response' when facing unprecedented circumstances. Case reports demonstrate the capacity to rapidly disseminate clinical information and can form the basis of further research and innovation. Furthermore, the learning points generated by case reports inspire discussion and development in the workplace, and can be rapidly applied to real world clinical situations, to the benefit of both clinicians and patients. The COVID-19 pandemic has generated an emergency in evidence-based medicine which we hope will abate as the scientific understanding of COVID-19 advances. Nevertheless, case reports have been an important part of our collective effort to address an unfolding crisis, cementing their place as an essential component in the toolbox of evidence-based medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(continued)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Canadian Task Force on the Periodic Health Examination",
            "authors": [],
            "year": 1979,
            "venue": "Canadian Medical Association Journal",
            "volume": "121",
            "issn": "",
            "pages": "1193--254",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Scientific quality of COVID-19 and SARS CoV2 publications in the highest impact medical journals during the early phase of the pandemic: a case control study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zdravkovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berger-Estilita",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zdravkovic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exclusive: Deaths of NHS staff from COVID-19 analysed",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kursumovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lennane",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risks to healthcare workers following tracheal intubation of patients with COVID-19: a prospective international multicentre cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "Djn",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "1437--1484",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel approach to spinal anaesthesia to avoid aerosol generating procedures in a patient with COVID-19 presenting for laser prostate surgery",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Oon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "138--179",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Unconventional team strategy for tracheostomy in COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takhar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Surda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "176--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management of tracheostomy-related tracheomegaly in a patient with COVID-19 pneumonitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shelton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "157--60",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Apnoeic ventilation for shared airway surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rotman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dando",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shorthouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giris",
                    "suffix": ""
                },
                {
                    "first": "Sar",
                    "middle": [],
                    "last": "Nouraei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "161--164",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A junior doctor's experience of critical illness: from treating patients to becoming a patient with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "59--62",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rocuronium priming for tracheal intubation in COVID-19 patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoshijima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagasaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ozaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "98--100",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The pathophysiology of 'happy' hypoxemia in COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dhont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Derom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Braeckel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Respiratory Research",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The hypercoagulable state in COVID-19: incidence, pathophysiology, and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Abou-Ismail",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arafah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thrombosis Research",
            "volume": "194",
            "issn": "",
            "pages": "101--116",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recurrent massive pulmonary emboli in a critically ill patient with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aaron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckechnie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "94--101",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The successful use of extracorporeal carbon dioxide removal as a rescue therapy in a patient with severe COVID-19 pneumonitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Tully",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hopley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "113--118",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Extraconal orbital emphysema secondary to barotrauma in a ventilated patient with COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Melvin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duggan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "111--113",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The design and manufacture of 3D-printed adjuncts for powered air-purifying respirators",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chuen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "84--90",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Awake tracheal intubation in a suspected COVID-19 patient with critical airway obstruction",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langdon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chamarette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Surda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "28--31",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Computed tomography scanning in the prone position for a critically hypoxic patient with COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Felton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shelton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia Reports",
            "volume": "8",
            "issn": "",
            "pages": "71--73",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Themes arising from COVID-19 casees published to date by Anaesthesia Reports.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Innovation occurred likewise in the clinical setting to adapt common techniques in response to challenges presented by COVID-19. Hoshijima et al. report the technique of rocuronium priming to minimise the time from induction to tracheal intubation in patients with COVID-19, using a modified version of existing recommendations[10]. Ahmad et al. described one of the first cases of awake tracheal intubation in COVID-19 and described various modifications to standard practice in order to safeguard staff safety[17]. With no previously published guidelines on this technique in the COVID-19 setting, their report demonstrated the feasibility of a procedure which remains vital in the management of predicted difficult airway.Perhaps unsurprisingly, given the prominence of non-technical skills in anaesthetic practice, we were presented with many examples highlighting the importance of team work, communication and situational awareness in the management of COVID-19. Several reports highlight the role of team briefing before undertaking modified procedures that are potentially both unfamiliar and high risk[7,8]. Outside of the operating theatre environment, new collaborations with colleagues redeployed from other areas required teamwork to address new challenges. Smith et al. describe their approach to the development of a dedicated percutaneous tracheostomy team comprising two ear, nose and throat surgeons and two anaesthetists who performed percutaneous tracheostomies in the intensive care setting[6]. The interplay between anaesthetists, intensivists and other specialties was demonstrated throughout the pandemic in the care of the most critically ill of these patients. McGrath et al.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors are assistant editors of Anaesthesia Reports. No external funding or competing interests declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}