{
    "paper_id": "0b82157c79b08e423bc8a3225bea740295b98e04",
    "metadata": {
        "title": "COVID-19: Rethinking the nature of viruses",
        "authors": [
            {
                "first": "Soraya",
                "middle": [],
                "last": "De Chadarevian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Los Angeles",
                    "location": {
                        "settlement": "Los Angeles",
                        "country": "USA"
                    }
                },
                "email": "chadarevian@history.ucla.edu"
            },
            {
                "first": "Roberta",
                "middle": [],
                "last": "Raffaetà",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alma Mater University of Bologna",
                    "location": {
                        "addrLine": "Via degli Ariani, 1",
                        "settlement": "Ravenna",
                        "country": "Italy"
                    }
                },
                "email": "roberta.raffaeta@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this brief essay, we combine biological, historical, philosophical and anthropological perspectives to ask anew the question about the nature of the virus. How should we understand Sars-CoV-2 and why does it matter? The argument we present is that the virus undermines any neat distinction between the natural and the human-made, the biological and the social. Rather, to understand the virus and the pandemic we need to understand both as intimately connected to our own social and historical condition. What started as a reflection on the nature of the virus thus turns into a reflection on the human condition as refracted in this pandemic or an anthropology of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords COVID-19 · Virus ecology · Shared agency · Anthropology of the virus At the core of the pandemic we are living through, we learn, is a new coronavirus, named severe acute respiratory syndrome coronavirus 2 or, for short, SARS-CoV-2. In this short essay, we-a historian with training in biology and philosophy and an",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "anthropologist who has thought much about microbes-aim to consider how SARS-CoV-2 can be conceived in a way that captures the pandemic in its complexity. In order to do this, we will bring into conversation the views of scientists, philosophers, anthropologists and historians who have been grappling with this question before the revelatory power of the current pandemic has exposed even more clearly the inadequacies of dominant understandings of viruses and their causal agency. Scientific knowledge, practical action and moral judgements depend on how phenomena are conceptualized and named (Bowker and Star 1999) .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 617,
                    "text": "(Bowker and Star 1999)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the last decades, scientists have learned a great deal about the molecular structure of viruses and the mechanisms by which they find their way into the host cell and use its replication machinery to produce more viruses. Scientists are exploiting this knowledge, using viruses as vectors to transport pieces of DNA into the cell for gene editing as well as to devise drugs and vaccines. Mostly, however, viruses have been studied in association with diseases (the manifest symptom of their reproduction within a host). Viruses, it seems, are only noticed when something goes wrong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Virologist Alexander Gorbalenya, lead author on the paper that classified and named SARS-CoV-2 , has for a long time deplored the predominant association of viruses with diseases (Gorbalenya 2011) . This perspective, together with the strong tendency not to consider viruses as living entities, has, in his view, limited scientists' ability to appreciate the ecological role of viruses and their role in the evolution of both humans and other species.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 196,
                    "text": "(Gorbalenya 2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering viruses simply as associated with diseases that befall us, may serve as a fertile ground for anxieties about espionage and biological warfare, as well as race-based targeting of Chinese scientists or particular populations. It also generates reactions such as considering viruses as \"enemies\" or something to be defeated through \"war,\" setting the stage for forms of preparedness simply based on culling, vaccine stockpiling, social distancing, lockdown and disinfection. These solutions are important in certain moments, but they focus only on a portion of the problem (virus-as-disease) while ignoring all the other aspects of the pandemic. Commenting on the measures taken to contain the COVID-19 pandemic in Australia, including especially the closure of its beaches, historian Warwick Anderson has observed, \"The understanding of viral transmission has been reduced to a mechanical model of contact and contamination, with some alien and stigmatized groups recognized as having special proclivity for carrying and communicating the pathogen-stranger super-spreaders-on safeguarded and sacralized sites, such as the beach. The environmental, social, and cultural complexity of disease transmission, the varied and contingent configurations of spread, are erased, replaced by fear of proximity to others. Disease prevention dwindles into a purification ritual\" (Anderson 2020) .",
            "cite_spans": [
                {
                    "start": 1376,
                    "end": 1391,
                    "text": "(Anderson 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Against this \"mechanical model of contact and contamination\" and the limited understanding of viruses it implies, Gorbalenya reminds us that the vast biological diversity of viruses is yet to be discovered and that most viruses are harmless. As he points out, all organisms, including humans, are infected by viruses and there is no escape from this situation as infection is one of the driving forces of evolution (Gorbalenya 2011) . Other scientists have also emphasized the key role of viruses for evolution (Koonin and Dolja 2013; Villarreal 2004 ), a role confirmed by the fact that nearly half of the human genome derives from genes acquired from other species, with viruses most likely acting as mediators (Cordaux and Batzer 2009) .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 432,
                    "text": "(Gorbalenya 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 511,
                    "end": 534,
                    "text": "(Koonin and Dolja 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 535,
                    "end": 550,
                    "text": "Villarreal 2004",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 713,
                    "end": 738,
                    "text": "(Cordaux and Batzer 2009)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Philosophers of science who adopt a system-biological approach to biology, and the biology of microorganisms in particular, or highlight processes rather than structures, share a similar view while complicating the distinction between life/non-life in viruses (Soyer and O'Malley 2013; O'Malley et al. 2015) . As Stephan Guttinger and John Dupré have argued, viruses \"are not living things certainly, but they are stages of living processes\" (Guttinger and Dupré 2016) . Similarly, social anthropologist Celia Lowe has described viruses as dynamic and interacting processes, as \"clouds\" rather than entities in their own right (Lowe 2010) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 285,
                    "text": "(Soyer and O'Malley 2013;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 286,
                    "end": 307,
                    "text": "O'Malley et al. 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 442,
                    "end": 468,
                    "text": "(Guttinger and Dupré 2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 627,
                    "end": 638,
                    "text": "(Lowe 2010)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These approaches resonate with anthropologist David Napier's understanding of viruses and infectious diseases although he includes more explicitly the sociocultural dimension in his considerations. Like Gorbalenya, he rejects the notion that viruses \"attack\" us. Yet departing from Gorbalenya, he believes military metaphors stem from considering viruses as living entities with their own agency (Napier 2020) . Rejecting this notion and specifically commenting on the COVID-19 pandemic, Napier notes, \"Science … has led us to believe that viruses invade us, which they don't. … Proliferation is a social matter…. Our inability to involve social science seriously in responding to COVID-19 and how it makes specific populations vulnerable…has altered the epidemic landscape profoundly\" (Napier 2020) . Historian Andy Horowitz concurs when he writes, \"The history that scholars will name 'the COVID-19 pandemic' ultimately will have as much to do with the social world the virus encounters as it does with the virus itself\" (Horowitz 2020) . That these considerations always again turn around the apparently intractable question whether viruses should be considered as living or non-living entities speaks to the key role the distinction between life and non-life plays in late neoliberal narratives and configurations, a distinction grounding new forms of human and non-human marginalization and exploitation (Povinelli 2016) .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 409,
                    "text": "(Napier 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 786,
                    "end": 799,
                    "text": "(Napier 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1023,
                    "end": 1038,
                    "text": "(Horowitz 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1409,
                    "end": 1425,
                    "text": "(Povinelli 2016)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Multispecies approaches in anthropology tries to challenge both anthropocentric and neoliberal ontological perspectives, by analyzing contact situations in specific settings not only from a human perspective but also from the perspective of other species (Kirksey and Helmreich 2010) . Building on such a framework, Eben Kirksey describes COVID-19 as a \"multispecies assemblage\" to highlight the adaptive transformations of the virus in interactions with other life forms. He includes specifically the political, economic and ecological life world of humans that often threatens the viruses' original habitat and sets the stage for the passage of viruses from animal to human hosts (Kirksey 2020; van Dooren 2020) .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 283,
                    "text": "(Kirksey and Helmreich 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 697,
                    "end": 713,
                    "text": "van Dooren 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nevertheless, COVID-19 is not a big event from an evolutionary point of view, but it is a huge problem for humans because it dramatically interacts with and disturbs human social practices. This is because SARS-CoV-2 is us, too (Napier 2020) . Karen Barad proposes the term \"intra-action\" instead of \"interaction\" exactly to highlight the fact that agencies (in this case the virus and humans) are not distinguished before their encounter but arise from it (Barad 2007) . SARS-CoV-2 is neither natural/biological nor human-made/cultural: humans are the main vectors for its proliferation and this makes the virus always and already both natural and human made. Some scientists are trying to analyze such complexity by aggregating a huge number of heterogeneous data sets about the pandemic (Capua and Rasetti 2020) . The success of such projects, we contend, will depend on how well the data can model the specific and diverse settings where the intra-action occurs.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 241,
                    "text": "(Napier 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 457,
                    "end": 469,
                    "text": "(Barad 2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 790,
                    "end": 814,
                    "text": "(Capua and Rasetti 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, to answer our question-how can we conceive of the virus in a way that captures the pandemic in its complexity-it will not suffice to simply combine biological and social approaches. Rather, to understand the virus and the pandemic we need to understand the social and biological world as inextricably connected. The more we will take into consideration the dynamic interactions of humans and other species in specific historical settings, the more we could gain useful and promising insights on how to live humanly in a pandemic and more-than-human world, marked by different degrees of exposure and vulnerabilities. What started as a reflection on the nature of the virus thus turns into a reflection on the social life of humans and its entanglement with the viral world or an anthropology of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Not on the beach, or death in Bondi? Somatosphere",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Meeting the universe halfway: Quantum physics and the entanglement of matter and meaning",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barad",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sorting things out: Classification and its consequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Bowker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Star",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Here, the huge rainbow withing the COVID-19 storm. ECinicalMedicine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Capua",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rasetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "29--30",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of retrotransposons on human genome evolution",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cordaux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Batzer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Reviews Genetics",
            "volume": "10",
            "issn": "10",
            "pages": "691--703",
            "other_ids": {
                "DOI": [
                    "10.1038/nrg2640"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Could we live in peace with viruses? Inauguration lecture at Leiden University",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Microbiology",
            "volume": "5",
            "issn": "4",
            "pages": "536--544",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viruses as living processes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guttinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dupré",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Studies in History and Philosophy of Science. Part C: Studies in History and Philosophy of Biological and Biomedical Sciences",
            "volume": "59",
            "issn": "",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pre-existing conditions: Pandemics as history",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Items",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The emergence of COVID-19: A multispecies story",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kirksey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anthropology Now",
            "volume": "12",
            "issn": "1",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The emergence of multispecies ethnography",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirksey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helmreich",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cultural Anthropology",
            "volume": "25",
            "issn": "4",
            "pages": "545--576",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1548-1360.2010.01069.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A virocentric perspective on the evolution of life",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dolja",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Current Opinion in Virology",
            "volume": "3",
            "issn": "5",
            "pages": "546--557",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2013.06.008"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viral clouds: Becoming H5N1 in Indonesia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cultural Anthropology",
            "volume": "25",
            "issn": "4",
            "pages": "625--649",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1548-1360.2010.01072.x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "I heard it through the grapevine: On herd immunity and why it is important. Somatosphere",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Napier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A philosophical perspective on evolutionary systems biology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Soyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biological Theory",
            "volume": "10",
            "issn": "1",
            "pages": "6--17",
            "other_ids": {
                "DOI": [
                    "10.1007/s13752-015-0202-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Geontologies: A requiem to late liberalism",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Povinelli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evolutionary systems biology: What it is and why it matters",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Soyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Malley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BioEssays",
            "volume": "35",
            "issn": "8",
            "pages": "696--705",
            "other_ids": {
                "DOI": [
                    "10.1002/bies.201300029"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pangolins and pandemics: The real source of this crisis is human, not animal",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dooren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Can viruses make us human?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Villarreal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the American Philosophical Society",
            "volume": "148",
            "issn": "3",
            "pages": "296--323",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements We wish to thank the conveners and participants of the Corona Multispecies Reading Group for providing a generative multidisciplinary forum to think about the virus and the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}