{
    "paper_id": "0b821677f188b3b6d36baa8d75a7ed416f202e39",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "in Wuhan, China in December 2019, and has led to a global pandemic. The disease causing the pandemic has been named the new coronavirus disease 2019 . Data dated 06.06.2020 released from the World Health Organization (WHO) indicated that the confirmed number of COVID-19 patients worldwide was 6 644 011, and the number of people who lost their lives to COVID-19 was 391 839. 4 COVID-19 can infect people through air born transmission as tiny droplets suspended in the air produced when someone sneezes or coughs. The virus can also spread through objects or surfaces being touched by infected people, and through close contact such as shaking hands, kissing, etc. 5, 6 Taking protective measures is very important during the COVID-19 pandemic. Furthermore, the compliance of healthcare professionals responsible for the care and treatment of suspected COVID-19 patients with personal protective measures is extremely important in terms of safe, quality and sustainable health services. 7 In Turkey, isolation precautions in suspected COVID-10 patients were determined by the COVID-19 (SARS-CoV-2 Infection) handbook of the Ministry of Health. 8 Essentially, the compliance of healthcare professionals with these isolation rules is essential for both their own health and the well-being of society. There is a high risk in emergency services where suspected COVID-19 patients come first and for the personnel exposed to the disease while working in these services. Isolation precautions are very important for emergency personnel faced with this high risk. Determining personnel's compliance with isolation precautions is a critical process.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 668,
                    "end": 669,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 987,
                    "end": 988,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1144,
                    "end": 1145,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Determining compliance is significant for the elimination of deficiencies, the correction of errors and for public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The awareness of healthcare professionals should be raised within the scope of both the national and international fight against COVID-19, which is easily, continuously and dangerously spread among the population. Therefore, this study was conducted to determine the compliance of emergency healthcare personnel with isolation precautions during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is a cross-sectional study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study type"
        },
        {
            "text": "The study was carried out by meeting face-to-face with 138 healthcare professionals working in the emergency clinics of Erzurum Atatürk University and Erzurum Regional Training and Research Hospital and had treated suspected COVID-19 patients from May 2020 to June 2020. The population comprised 184 people working during the study dates, and the sample comprised 138 personnel who volunteered to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Population and sample"
        },
        {
            "text": "Data were collected using the \"Healthcare Professionals Sociodemographic Form\" and the \"Compliance with Isolation Precautions Scale\". The participants completed the form individually. The information of the researchers who conducted the study was kept confidential. The completion time for the forms was approximately 5 minutes. On the scale, the minimum score expected is 18 and the maximum score expected is 90. A high score showed that the compliance of healthcare professionals with isolation precautions had increased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Collection of data"
        },
        {
            "text": "There are four subscales on the scale: mode of transmission (3rd, 8th, 9th, 10th, 11th items), personnel and patient safety (2nd, 5th, 12th, 14th, 16th, 17th items), environment control (1st, 13th, 15th, 18th items) and hand hygiene-use of gloves (4th, 6th, 7th items).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Collection of data"
        },
        {
            "text": "The scale had a Cronbach's alpha level of 0.85. This study found a Cronbach's alpha level of 0.71. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Collection of data"
        },
        {
            "text": "• There is a high risk in emergency services where suspected COVID-19 patients come first and for the personnel exposed to the disease while working in these services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What's new"
        },
        {
            "text": "• Emergency personnel had an average level of compliance with isolation precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What's new"
        },
        {
            "text": "• Emergency healthcare personnel had high levels of knowledge about the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What's new"
        },
        {
            "text": "Data were evaluated using the SPSS V18 software package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data evaluation"
        },
        {
            "text": "Percentage distribution was used for statistical evaluation; t-test, variance analysis (ANOVA), Mann-Whitney U test and Kruskal-Wallis test were used to calculate the difference between the scale scores. The confidence interval for the analysis results were found as 95%; statistical significance was deemed P < .05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data evaluation"
        },
        {
            "text": "The principles of the Declaration of Helsinki were followed throughout the study process. The Ethics Committee of Erzurum Atatürk University's Faculty of Medicine gave permission (28.05.2020/250) to conduct the study. Prior to conducting the study, the participants were provided information about the purpose and method of the study, and the time they were asked to allocate for the study. The participants gave verbal consent after being informed that data collected in the study were to be used only within the scope of the study. Patients were assured that their personal details and identities would be kept confidential, that participation in the study was completely based on a voluntary principle, that they could leave the study whenever they wished, and that participation to the study constituted no risk. The principles of the Helsinki Declaration of Human Rights were used to protect the individual rights of the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Ethical considerations"
        },
        {
            "text": "Sociodemographic characteristics of the participants illustrated that 58.7% were male, 52.2% were married, 37% were high school graduates, 37.7% had worked 1-5 years, 31.2% were nurses, 79.7% were happy with their job and mean age was 30.78 ± 7.17 (Table 1 ). knew that suspected patients were put into isolation and 60.6%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "| RE SULTS"
        },
        {
            "text": "were not satisfied with the working conditions (Table 2) . The participants had a considerably high rate of understanding ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 56,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Characteristics Number Percentage"
        },
        {
            "text": "The study was conducted in the centre, and the study sample reflects only one area of Turkey. The results of this study can be generalized to the study group. This study is considered to serve as a reference in examining or discussing the role of healthcare personnel affected by a significant pandemic during this period, the rates and reasons of becoming ill among the healthcare personnel, and the status and reasons of adhering to the isolation precautions. In this regard, it is recommended that every institution assess the adherence to the isolation precautions, remedy the deficiencies found during the assessment based on the troubles they experience, and take precautions. To remedy the deficiencies, information should be updated through in-service training. In addition, healthcare personnel's quality of working conditions should be improved, which in turn improves the quality of care provided by emergency healthcare personnel and reduces the rate of healthcare-related infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| S TUDY LIMITATI ON S"
        },
        {
            "text": "The authors wish to thank and acknowledge the participants for sharing their experiences with us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G EM ENTS"
        },
        {
            "text": "The authors declare no conflict of interest in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I SCLOS U R E"
        },
        {
            "text": "İÖ, ZKÖ and TŞ were responsible for the conception and design of the study. İÖ, ET and ZKÖ were responsible for acquisition and analysis of data; furthermore, İÖ was in charge of statistical analysis. İÖ, ZKÖ, ET, TŞ and NCO drafted the manuscript and approved the final version. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        },
        {
            "text": "We further confirm that any aspect of the work covered in this manuscript that has involved human has been conducted with the ethical approval of all relevant bodies and that such approvals are acknowledged within the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E TH I C S A PPROVA L S"
        },
        {
            "text": "The data that support the findings of this study are available on request from the corresponding author. The data are not publicly available due to privacy or ethical restrictions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z-L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Serologic evidence for MERS-CoV infection in dromedary camels",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saqib",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sieberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2, SARS-CoV, and MERS-COV: A comparative overview",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabaan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Al-Ahmed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Le infezioni in medicina",
            "volume": "28",
            "issn": "",
            "pages": "174--184",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. WHO Coronavirus Disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sourcing personal protective equipment during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berkwits",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1912--1914",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The epidemiology and clinical information about COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "1011--1019",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assessment of Risk Factors for Coronavirus Disease 2019 (COVID-19) in Health Workers: Protocol for a Case-Control Study",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection Control Measures in Healthcare Institutions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Küresel bir salgın: Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samancı",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Samsun Sağlık Bilimleri Dergisi",
            "volume": "5",
            "issn": "",
            "pages": "6--11",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirüs enfeksiyonu hastalığının (COVID-19) epidemiyolojisi ve kontrolü",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akbıyık",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [
                        "S"
                    ],
                    "last": "Avşar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "İzmir Kâtip Çelebi Üniversitesi Sağlık Bilimleri Fakültesi Dergisi",
            "volume": "5",
            "issn": "",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protective measures for COVID-19 for healthcare providers and laboratory personel",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ağalar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Ö"
                    ],
                    "last": "Engin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Turk J Med Sci",
            "volume": "50",
            "issn": "",
            "pages": "578--584",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hemşirelerin izolasyon önlemlerine uyumunda mesleki ve kurumsal faktörlerin belirlenmesi",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Özden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Özveren",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "P. Taksim E.A.H",
            "volume": "2",
            "issn": "",
            "pages": "24--32",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nurses' compliance with isolation precautions and the affecting factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Arli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appl Nurs Res",
            "volume": "38",
            "issn": "",
            "pages": "175--178",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sağlık çalışanlarının izolasyon önlemlerine uyumunun değerlendirilmesi",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Yılmaz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Yüksek Lisans Tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hemşirelerin hastane enfeksiyonlarını önlemede izolasyon önlemlerine uyumlarının belirlenmesi",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanyeri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "KKTC Yakın Doğu Üniversitesi Sağlık Bilimleri Enstitüsü. Kıbrıs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hemşirelerin izolasyon önlemlerine uyumları ve etkileyen faktörlerin değerlendirilmesi: İzmir örneği",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Şatır",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Güneri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Öztürk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tepecik Eğit. ve Araşt. Hast. Dergisi",
            "volume": "29",
            "issn": "",
            "pages": "218--222",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bir devlet hastanesinde çalışan hekim ve hemşirelerin izolasyon önlemlerine uyumlarının değerlendirilmesi, T.C. Sağlık Bakanlığı Tedavi Hizmetleri Genel Müdürlüğü, III. Uluslar arası Sağlıkta Performans ve Kalite kongresi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pekuslu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Demirci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taşçıoğlu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tuna",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sözel Bildiri Kitabı, Ankara",
            "volume": "",
            "issn": "",
            "pages": "52--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Yoğun bakım ünitelerinde çalışan doktor ve hemşirelerin izolasyon önlemlerine uyumlarının değerlendirilmesi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bayrak Kahraman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bulut",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gümüşhane Üniversitesi Sağlık Bilimleri Dergisi",
            "volume": "4",
            "issn": "",
            "pages": "388--398",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bir kamu hastanesinde çalışan hemşirelerin izolasyon önlemlerine uyumu",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zencir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bayrakta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Khorshıd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ege Üniversitesi Hemşirelik Fakültesi Dergisi",
            "volume": "29",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Examination of nurses' compliance with isolation precautions in Turkey",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "İsmailoglu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaybak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Babadağ",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pensee J",
            "volume": "76",
            "issn": "",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 Pandemic: knowledge and perceptions of the public and healthcare professionals",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Phatak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 awareness among healthcare students and professionals in mumbai metropolitan aegion: A questionnaire-based survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Modi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uppe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Knowledge and attitude toward COVID-19 among healthcare workers at District 2 Hospital",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huynh",
                    "suffix": ""
                },
                {
                    "first": "Tnh",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Pac J Trop Med",
            "volume": "13",
            "issn": "",
            "pages": "260--265",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Medical students and COVID-19: knowledge, attitudes, and precautionary measures. a descriptive study from Jordan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Khasawneh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Humeidan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Alsulaiman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Knowledge, attitude and practices toward COVID-19 in primary healthcare providers: a crosssectional study from three tertiary care hospitals of Peshawar",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Majeed",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imran",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Community Health",
            "volume": "46",
            "issn": "",
            "pages": "441--449",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 knowledge level research in nurses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suphi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balcı",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Surg Res",
            "volume": "3",
            "issn": "",
            "pages": "198--203",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Professionals' Sociodemographic Form consisted of 14 sociodemographic questions regarding age, gender and occupational information of the healthcare professionals. Isolation Precautions Compliance Scale consisted of 18 questions determining the compliance of healthcare professionals with isolation precautions. This scale is a 5-point Likert type scale developed by Tayran and Ulupınar, 9 and the scale aimed to measure the compliance of healthcare professionals with isolation precautions, and included positive and negative questions. The responses on this scale, strongly disagree, disagree, neutral, agree and strongly disagree are evaluated respectively as 1, 2, 3, 4 and 5 points. 1st, 8th, 11th, 13th and 18th items are the negative expressions on the scale and they are scored 1 = 5, 2 = 4, 3 = 3, 4 = 2, 5 = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "determined by the COVID-19 (SARS-CoV-2 infection) handbook of the Ministry of Health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID-19 is a highly contagious infection and the main mode of transmission is through droplets. The transmission occurs when other people come in contact with the respiratory secretions spread in the environment by symptomatic or asymptomatic people, or when people touch their own mouth, nose or eye mucosa with hands contaminated with these secretions.10,11 In the global COVID-19 epidemic, healthcare professionals in emergency units are at high risk of infection due to direct contact with COVID-19 patients. Protection of healthcare professionals who risk their lives is only possible through infection control and compliance with precautions.12 The participants' total Compliance with Isolation Precautions Scale (CIPS) score was moderate and their CIPS subscale score levels were as follows: a high mean score on the mode of transmission subscale, an average mean score on the personnel and patient safety subscale, a high mean score on the environment control subscale, and an average mean score on the hand hygiene-use of gloves subscale.A literature review revealed similar results with the results of this study.[13][14][15][16] Participants showed high levels of receiving training, knowing the type of isolation practiced and putting patients with COVID-19 into isolation. The participants had high scores particularly on the mode of expression and environment control subscales.The moderate scores found on the personnel and patient safety subscale and the hand hygiene-use of gloves subscale may be due to the participants' inability to be careful enough due to the high number of patients or due to lack of training on this topic. In fact, the majority of the personnel indicated they wanted to receive training (86.2%). Based on this, it is extremely important to provide training for healthcare professionals in areas they lack knowledge as this can raise their awareness.The examination of the participants' understanding regarding isolation during the COVID-19 pandemic showed that most of the participants received training on isolation precautions. Additionally, most of the participants wanted to receive training. This may be due to ineffective training and/or the need to have more information as the COVID-19 pandemic has newly emerged throughout the world.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "When assessing the participants' understanding of isolation during the COVID-19 pandemic, it was determined that 76.1% received training on isolation precautions, 86.2% wanted to receive training on isolation precautions, 87% knew the type of isolation practiced, 81.2% were able to identify suspected patients, 84.1%",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "shows the participants' mean scores on the Compliance with Isolation Precautions Scale. The mean score was 22.47 ± 2.38 on the mode of transmission subscale of the Compliance with Isolation Precautions Scale; 17.10 ± 1.30 on the personnel-patient safety subscale; 17.78 ± 1.83 on the environment control subscale; and 10.26 ± 1.04 on the hand hygiene-use of gloves subscale. The total mean score was 67.63 ± 4.64.When comparing the Compliance with Isolation PrecautionsScale mean scores with the sociodemographic characteristics of the participants, it was found that there was no statistically significant difference affecting the participants' compliance with the isolation",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of the scale means with sociodemographic characteristics of emergency healthcare personnel isolation precautions.13 Moreover, COVID-19 has rapidly entered our lives and caught the global population unprepared. Therefore, there might have been delays in the adaptation process. To ensure high levels of compliance with isolation and to raise awareness on COVID-19, healthcare professionals should carry out studies on this topic and participate in trainings at the institution where they work.The comparison of the participants' mean scores on the Compliance with the Isolation Precautions Scale with the introductory features revealed no difference. Looking at the participants' features regarding isolation, it was observed that the majority of them (76.1%) received training. Also, it can be said that no difference was found due to the worldwide influence of the COVID-19, as it is an extremely serious illness, it is constantly covered by the media, and there are introductory posters in many places.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "It was concluded that the emergency healthcare personnel had high levels of knowledge about the COVID-19 pandemic; however, they had an average level of compliance with isolation precautions. The examination of the participants' understanding regarding isolation during the COVID-19 pandemic showed that most of the participants received training on isolation precautions. Additionally, most of the participants wanted to receive training.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}