{
    "paper_id": "0b84674b473bb98d5badf5d414bc3714366dc286",
    "metadata": {
        "title": "Response to Comment on \"An Evidence-Based Guide to SARS-Cov-1 2 Vaccination of Patients on Immunotherapies in Dermatology",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "M"
                ],
                "last": "Gresham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Marzario",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Dutz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "G"
                ],
                "last": "Kirchhof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Patients on Immunotherapies in Dermatology.\" 2 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to Comment on \"An Evidence-Based Guide to SARS-Cov-1 2 Vaccination of 1"
        },
        {
            "text": "Louise M. Gresham We appreciate the authors' attention to detail in noting that in the study by Cho et ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "text": "Gresham",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 102,
                    "text": "Cho et",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Response to Comment on \"An Evidence-Based Guide to SARS-Cov-1 2 Vaccination of 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Robust memory responses against influenza 70 vaccination in pemphigus patients previously treated with rituximab",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JCI Insight",
            "volume": "71",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of ocrelizumab on vaccine responses in 73 patients with multiple sclerosis: The VELOCE study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bar-Or",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Calkwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chognot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "95",
            "issn": "14",
            "pages": "1999--74",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward a COVID-19 vaccine strategy for 76 patients with pemphigus on rituximab",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Creed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Am Acad Dermatol",
            "volume": "84",
            "issn": "4",
            "pages": "197--198",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Demonstration of rebound phenomenon 78 following abrupt withdrawal of the JAK1 inhibitor oclacitinib",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ganchingco",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bäumer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Pharmacol",
            "volume": "79",
            "issn": "",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CoV-2 Messenger RNA Vaccine in Solid Organ Transplant Recipients",
            "authors": [],
            "year": 2021,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "did not significantly affect humoral response to seasonal influenza 36 vaccination in patients with autoimmune blistering disease, interpretation is limited, as rituximab 37 treatment had been discontinued for at least 5 months prior to vaccination. 1 Based on studies of 38 ocrelizumab (a humanized anti CD-20 antibody), 2 Waldman et al. have suggested timing of 39 vaccination at least 4 weeks prior to anti CD-20 administration, and/or vaccinating patients 12-20 40 weeks after a treatment cycle. 3 Until further data is available, we endorse this position. 41 42In our review, we discussed the temporary withholding of immunosuppressive medication prior 43 to, or following vaccination to improve antibody responses, and referred to current published 44 guidelines. The safety and efficacy of this manoeuvre has only been demonstrated for 45 methotrexate in the setting of influenza vaccination in rheumatoid arthritis. Although an 46 extrapolation to patients with skin disease and COVID-19 vaccination is reasonable, specific 47 data is missing. Patients with skin conditions treated with Janus Kinase Inhibitors (JAKi) may 48 flare more rapidly upon drug cessation than those treated with methotrexate as has been 49 demonstrated in pre-clinical models 4 ; thus, we agree with the authors that withholding JAKi 50 cannot be routinely recommended at this time. The final decision to withhold immunotherapy to 51 maximize vaccine efficacy will always be a risk/benefit discussion between the patient and were more likely to mount a satisfactory immune response. 5 58These findings are in keeping with our conclusion that dermatology patients treated with anti-59 metabolite immunosuppressive therapies may demonstrate variable antibody levels against 60 SARS-CoV-2. This study also supports the possibility that dermatology patients treated with 61 mycophenolate may show decreased post-vaccination antibody titres. We look forward to 62 reviewing further data regarding real-world SARS-CoV-2 vaccine efficacy in dermatologic 63 patient populations as it becomes available following more widespread SARS-CoV-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "We would like to thank Drs. R Speeckaert, et al. for their thoughtful comments on our article. 34",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}