{
    "paper_id": "0b9971c389455524b7da60f379fe2d85e9f39731",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Anna",
                "middle": [
                    "Rita"
                ],
                "last": "Bilia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "settlement": "Sesto Fiorentino, Florence",
                        "country": "Italy"
                    }
                },
                "email": "ar.bilia@unifi.it"
            },
            {
                "first": "Enrico",
                "middle": [
                    "Stefano"
                ],
                "last": "Corazziari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Humanitas Research Hospital",
                    "location": {
                        "settlement": "Rozzano",
                        "region": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Govoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Mugelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florence",
                    "location": {
                        "postCode": "70469",
                        "settlement": "Psychology, Florence, Stuttgart",
                        "country": "Italy, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Racchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Georg",
                "middle": [],
                "last": "Thieme",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Verlag",
                "middle": [],
                "last": "Kg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rita",
                "middle": [],
                "last": "Anna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bilia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The world markets offer numerous products based on natural constituents with considerable differences in their classification. The category of food supplements (FSs [dietary supplements in the US]) holds the largest share of the whole botanical market in the US with over 80 %, while the OTC status plays a minor role with only about 3 % [1, 2] . By contrast, in Europe, the herbal market consists of a stable 28 % of the dietary supplement segment (2015-2019) [3] . The rest are registered drugs, even if there are some important differences among the different countries. However, under the restrictions in the reimbursement situation, this segment of FSs, as well as the self-medication OTC drugs, has recently started to grow, while the group of prescribed botanical products is decreasing [1, 4] . Actually, in several European countries, numerous botanical products are present on the market as MDs. MDs are part of mainstream medicine with a precise regulatory structure. This sector, regulated by Directive 93/42/EEC [5] , is expected to profoundly evolve after the introduction of the MDR officially published in Europe on May 5, 2017 [6] , due to the highquality research required in all aspects of the lifecycle of an MD. The MDR specifically names and strengthens MDs, which include substances mostly of natural origin, and introduces the official term \"medical devices made of substances\" (MDMS). It will enter into force on May 26, 2021, or possibly later due to COVID-19 [7] . The healthcare system, the scientific research community, and the industrial sector should perceive this change as an opportunity for innovation and therapeutic improvement.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 342,
                    "end": 344,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1486,
                    "end": 1489,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Health products based on natural products available on the EU markets include HMPs, FSs, and MDs. In the EU, botanical prod-ucts have different classifications according to their presentation, and each category has its own legal framework and criteria that have to be fulfilled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "FSs represent a large segment of botanicals, which are defined by Directive 2002/46/EC [7] as \"foodstuffs, the purpose of which is to supplement the normal diet and which are concentrated sources of nutrients or other substances with a nutritional or physiological effect, alone or in combination, marketed in dose form namely forms such as capsules, pastilles, tablets, pills, etc…\" [8] FSs are sold exclusively in pre-packaged forms. Botanical FSs include a wide range of natural constituents, mainly nutrients, namely amino acids, essential fatty acids, fibers, minerals, and various enzymes and microorganisms. Plants and herbal extracts can also be present and are defined by the directive as \"other substances\" with a nutritional or physiological effect. All FSs require a recommended daily intake and dosage, and in addition, most of them report nutritional values or physiological effects on the label [3, 4] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 916,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "HMPs are medicinal products where the active ingredient consists exclusively of HDs or HDPs as defined in Directive 2001/83/ EC [9] (formerly Directive 65/65/EC [10] and amended by Directive Annex I Part II point 7, 2004/27/EC [11] ) on the Community code relating to medicinal products for human use (\"Directive on human medicinal products\"). This Directive defines a medicinal product as \"any substance or combination of substances which may be used in or administered to human beings either with a view to restoring, correcting or modifying physiological functions by exerting a pharmacological, immunological or metabolic action, or making a medical diagnosis\".",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "Marketing of HMPs requires an ad hoc authorization based on quality, safety, and efficacy. Three categories of medicinal products can be ascribed as HMPs. The \"well-established\" use authorization is based on the evaluation of relevant available scientific data, mainly published, regarding the preparation and the presence of that preparation on the European market for at least 10 years. The \"traditional\" use registration is based on the medicinal use throughout a period of at least 30 years preceding the date of the application, including at least 15 years within the Community. Finally, the third category of HMPs is represented by those medicines whose regulatory pathway is characterized by stand-alone or mixed applications (Article 8 [3] of Directive 2001/83/EC). For these HMPs, safety and efficacy data are from the companyʼs own development or a combination of their own studies and bibliographic data [12] .",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 747,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "As already stated, a medicinal product regulated under Directive 2001/83/EC is not only defined based on its therapeutic purpose but also on its capacity to modify physiological functions through a specific mechanism of action, which needs to be PhIM. We point out that the definition of a medicinal product reported in Directive 2001/83 is one whose elements are all important for regulatory purposes. In particular, the fact that a medicinal product must reach its therapeutic effect by a pharmacological mode of action has been added to the definition by Directive 2004/27/ EC, with the precise aim to \"specify the type of action that the medicinal product may exert on physiological functions\" (whereas 7 Summary of Product Characteristics \"pharmacological means\" is understood as an interaction between the molecules of the substance in question and a cellular constituent, usually referred to as a receptor, which either results in a direct response or blocks the response to another agent.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 708,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "Although not a completely reliable criterion, the presence of a dose-response correlation is indicative of a pharmacological effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "Finally, an innovative sector of botanicals throughout Europe is represented by the MD sector with a core legal framework consisting of 3 main directives harmonized in the EU in the 1990s (Directive 90/385/EEC regarding active implantable MDs and Directive 93/42/EEC regarding MDs, both repealed by MDR, and Directive 98/79/EC regarding in vitro diagnostic MDs, repealed by Regulation 2017/746/EC). In MDR, an MD is defined as reported in the box \"Definition of a medical device according to MDR\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "European Union Legislation of Natural Products on the Market"
        },
        {
            "text": "ACCORDING TO MDR \"Medical device\" means any instrument, apparatus, appliance, software, implant, reagent, material or other article intended by the manufacturer to be used, alone or in combination, for human beings for one or more of the following specific medical purposes: ▪ diagnosis, prevention, monitoring, prediction, prognosis, treatment or alleviation of disease, ▪ diagnosis, monitoring, treatment, alleviation of, or compensation for, an injury or disability, ▪ investigation, replacement or modification of the anatomy or of a physiological or pathological process or state, ▪ providing information by means of in vitro examination of specimens derived from the human body, including organ, blood and tissue donations, and which does not achieve its principal intended action by pharmacological, immunological, or metabolic means, in or on the human body, but which may be assisted in its function by such means.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "Accordingly, MDs claim therapeutic or diagnostic properties and have clinical indications. However, the principal intended action of an MD is typically fulfilled by non-pharmacological means, such as physical means (including mechanical action, physical barrier, lubrication, osmotic pressure modification, replacement of, or support to, organs or body functions) or chemical means (including pH modifications or any other acid-base reactions, chelation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "These directives have been supplemented over time by several modifying and implementing directives, including the last technical revision by Directive 2007/47/EC [13] . Starting in 2012, discussions on a new regulatory framework for MDs began and led to Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on MDs [14] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The most interesting novelty of the new regulation is a more explicit acknowledgment of the importance and peculiarity of MDs made of substances (MDMS). The new regulation also expressly envisages that such products may exert their action after oral administration and following systemic absorption. MDR identifies the possibility that \"they [the MDMS], or their products of metabolism, are systemically absorbed by the human body in order to achieve the intended purpose\". The key terms used in the EU definition of MDs are concerned with the \"intended action\" of the device and its \"mechanism of action\", which need to be \"nonpharmacological, immunological or metabolic\". MDR intends to \"establish a robust, transparent, predictable and sustainable regulatory framework for MDs, which ensures a high level of safety and health whilst supporting innovation\". Keeping this in mind, MDR gives new importance to existing issues, such as identifying an interpretation of the \"non-pharmacological, immunological, and metabolic mode of action\" that allows compliance of therapeutic botanical products to the regulatory settings delineated by Directive 2001/83/EC or MDR, as appropriate. Now that the European Commission, the Parliament, and the Council have decided to foster innovation through MDs made of substances, pharmacologists, physicians, and botanical experts need to concretely explain how botanicals can enact such innovation as MDMS. One of the most important issues is the correct interpretation of \"pharmacological, immunological, and metabolic mode of action\" for regulatory purposes. This issue is crucial because an inadequate interpretation would prevent the development of botanical therapeutic products and stifle the called-for innovation for European patients of all ages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The Concept of Non-pharmacological Mechanisms of Action in MDMS MDMS often may have more than one non-pharmacological mechanism of action concurring to the claimed therapeutic effect. This occurrence is particularly relevant because MDMS have the specificity of being composed of a very high number of molecules, acting in synchrony, in a way that is best represented by the concept of \"system\". A system is indeed different from the sum of its components and includes the inter-reactions and inter-relations among each molecule as well as the properties deriving from intermolecular interactions, which can only be observed when the system is integral. Accordingly, MDMS require a different approach in terms of defining their active ingredients and consequent mechanism of action, since the mechanism of action is represented by that of the entire product rather than that of 1 selected single component. For MDMS and MDs made of natural substances, in particular, a reproducible quality is the basis for a constant efficacy and safety and includes the standardization of extraction methods, the chemical composition assessment, safety assessment, and proper clinical evidence of efficacy [15] . However, the theoretical and practical approach to establish the mechanisms of interaction with cellular components for these MDs is profoundly different from that of a product claiming 1 single active ingredient, and it seems important that this change in the approach should lead to a change in regulatory attitude.",
            "cite_spans": [
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "Approaching the problem by first identifying and selecting 1 marker of the complex natural substance and investigating that as the active principle is an approximation that may allow the de-velopment of the product according to Directive 2001/83/EC. This approach, however, does not account for the cooperative action with other components of the complex mixture that may contribute to the final effect, thus not allowing to describe the mechanism as a single molecule mechanism of action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "With further approximation, one can consider the whole extract according to Directive 2001/83/EC, which introduced the registration of \"traditional herbal medicinal products\". In this case, information on the mechanism of action, relating to the pharmacodynamics chapter of the SmPC is not required, as reported in EU monographs part 5, citing article 16c(1)(a)(iii) of Directive 2001/83/EC. Safety is given by the long-standing use of the identified extract in the identified conditions of use, while the mechanism of action and the clinical efficacy of the product do not need to be demonstrated. Efficacy is assumed as plausible because of the long-standing use. This approach does not allow the development of the product beyond that of traditional use and intrinsically cannot foster innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "It seems that the first step in moving forward with research and regulatory issues is to acknowledge that complex natural substances have interactions with multiple targets, interconnected and interrelated, but not individually identifiable and quantifiable as separate entities hierarchically organized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The therapeutic effect of these substances may be well evident, but their mechanism of action cannot be described without significant approximations. We observe that medicinal products are mostly composed of a single API and generally have 1 main target, and they modify body functions with mechanisms that mostly respond to the description of the \"PhIM\" mechanism as discussed in all regulatory documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "It is our opinion that it is the lack of a valid, adequate conceptual model describing the mechanism of action of natural complex substances to have hindered, so far, the development of new products and limited the possibility of unveiling new emergent approaches to clinical treatment of complex diseases. It is important to discuss how to invert this trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The novel Regulation 2017/745, which identifies MDMS and specifies that natural complex substances may have the features of MDs, is introducing a great opportunity to move beyond the current regulatory theoretical constraints. Now is the perfect time to discuss experimental models that will allow us to produce scientific information on these complex multiple target products to describe their mechanism of action, and the role of experimental and clinical pharmacologists will be pivotal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "A great field to exploit would be that of \"systems biology\" models. These could be essential to support with pre-clinical evidence the putative events underlying the efficacy and safety assessed during product development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "For MDs, the main question that remains is that of classifying these mechanisms under the definition of non-pharmacological mechanisms. First, it is important to bear in mind that \"therapeutic effect\" and \"mechanism of action\" are 2 distinct concepts [16] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "As previously pointed out, the specific primary target identification is an intrinsic part of the pharmacological mechanism of action [16] . All regulatory documents regarding medicinal products require the description of the pharmacodynamic features of the compound, which include the description of the receptor or, at large, of the \"target\". De facto, it seems that a product that cannot be described according to a key-lock mechanism cannot comply with the medicinal product regulation (Annex I of Directive 2001/83/EC).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "Other types of interactions cannot be described according to the key-lock model due to their complexity, such as in the case of products made of natural substances and combinations of substances. Their mechanism of action does not fit the pharmacological, immunological, or metabolic classic paradigm with recognizable, targeted specific interactions and needs to be classified as non-pharmacological to promote their proper assessment in clinical trials, as indicated by the new Medical Device Regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The EU regulatory documents for both medicinal products and MDs do not provide an explicit designation of the \"non-pharmacological\" (and by inference non-immunological or metabolic) mechanisms of action, which, in practice, are identified in Europe with the physical and chemical modes of action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "Following our previous discussions and position papers [16, 17] , it is our opinion and suggestion that all reactions triggered by complex substances, where the trigger does not match the broadly defined targeted key-lock model, be considered from a regulatory point of view non-PhIM modes of action. This includes multiple reactions between complex substances and the human body, which can be best described with a \"systems biology\" approach.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "\"Systems biology\" is defined as \"a scientific approach that combines the principles of engineering, mathematics, physics, and computer science with extensive experimental data to develop a quantitative as well as a deep conceptual understanding of biological phenomena, permitting prediction and accurate simulation of complex (emergent) biological behaviours\" [18] . \"Emergent\" is the term most often used to describe the integrated features observed of a system.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "It seems important that, since the systems biology approach is based on scientific evidence, the methodological quality of the data can be assured and the data considered reliable, by analogy with Directive 2001/83/EC. The only fundamental difference is that in a systems biology approach, the mechanisms of action of the compounds can be inferred from the observed change in the relevant physiological functions of the biological systems interrogated. This, together with other evaluations, also indicates the safety of the product. Thus, even in the absence of a specifically targeted mechanism, it is possible not to delay the assessment of the product in a proper clinical setting. It has been recently discussed at several levels that there should be a new concerted effort to overcome methodological obstacles that hinder advances in natural products research, and the application of \"systems biology methods\" and the advancement of \"omics-based\" technologies is highly recommended [19] . This attitude pushes forward the knowledge of the history of natural products as sources of medicine and drives toward the discovery of multiple target signature clusters of biological pathways modulated by the complex effects of natural products. Integrating big data calculations relative to each component of a complex mixture is the first step, although it is an approximation since this computation cannot take into account the intermolecular interactions among all components that influence the mechanism of action of the system.",
            "cite_spans": [
                {
                    "start": 988,
                    "end": 992,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "Keeping in mind all that has been said above, this mechanism of action cannot be described as pharmacologic because a specific primary target cannot define it. The issue seems not to be immediately intuitive. We propose to name this mechanism of action a \"physiological mechanism\" due to the multi-target nature of physiological functions. We are aware that this proposal will not be unanimously accepted but like new proposal should be discussed to reach a consensus. From a regulatory point of view, the best identifier so far can be a \"non-targeted\" mechanism of action. A tentative example of the substantial difference between the 2 definitions can be found in ▶ Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 675,
                    "text": "▶ Table 1",
                    "ref_id": null
                }
            ],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The request from the institutions to look for approaches adequate for products made of complex substances seems further confirmed by the fact, that, within MDR, MDMS may exert their action after systemic absorption, as reported by classification Rule 21. At the same time, the impossibility of describing a natural substance by the behavior of 1 single component is also confirmed by the refusal of the Bfarm to accept the pharmacodynamics of a single component as representative of the mechanism of action or the efficacy of the entire product [20] . This seems to be a call to work on innovative complex products with new paradigms.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 549,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DEFINITION OF A MEDICAL DEVICE"
        },
        {
            "text": "The benefits deriving from MDMS are evident especially in complex ailments such as gastrointestinal disorders. The pathophysiologic mechanisms underlying chronic gastrointestinal disorders are much more complex and multifactorial than we previously believed. For example, on the assumption that acid plays the main role in triggering heartburn, we have used for decades medical treatment based on gastric acid reduction with PPI drugs, only to conclude that the response rate of heartburn with these drugs is far from satisfactory. We now know that the pathophysiologic mechanism of heartburn is much more complex than gastroesophageal acid reflux and includes non-acid reflux and reflux-induced immune and free radical sensitization of the esophageal peripheral nerve fibers due to the wide intercellular spaces of the esophageal epithelium. This condition is not responsive to an acid-suppressive treatment [21, 22] . Today, the possibility for an MD to be made from natural substances, and hence with more components acting as a system, enables the creation of a complex compound having, at the same time, epithelial barrier protection as well as antacid and antioxidant activities as well as other protective effects. More and more, such MDs find their clinical application as add-on treatments to not fully effective PPI therapy in patients not responding to PPIs or with unbearable PPI side effects as well as during pregnancy, in childhood, and whenever PPIs are contraindicated. It seems that complex ailments may benefit from complex approaches that can address the many sides of the ailment.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 913,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Physicianʼs Point of View: A Complex Approach Is Necessary for All Those Cases Where Single Receptor Approach Is Not Sufficient"
        },
        {
            "text": "Another example of a complex gastrointestinal ailment is the traditional, and largely unsatisfactory, management of chronic constipation [23] or constipation due to opioid administration, with aids that accelerate colonic transit by increasing the water load with osmotic laxatives or triggering the motor activity with stimulant laxatives or mechanically emptying the bowel with enemas. We now know that a slow colonic transit per se, when induced with opioid administration in experimental models and humans, leads to modification of microbiota and related metabolites. These observations report that short chain fatty acids are reduced. Levels of butyrate are reduced by the peripheral µ-opioid receptor agonist and anti-diarrheal agent loperamide as a result of a decrease in butyrate-producing bacteria, and it is well documented that butyrate not only maintains gut epithelial integrity but also enhances colonic motility either directly via activation of GPR43 on intestinal smooth muscle or indirectly through activation of enteric reflex pathways [24] . Additionally, opioid-induced changes in the gut microbiome lead to pro-inflammatory cyto-▶ Table 1 Pharmacological and nontargeted modes of action and regulatory compliance [15] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1154,
                    "end": 1161,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Physicianʼs Point of View: A Complex Approach Is Necessary for All Those Cases Where Single Receptor Approach Is Not Sufficient"
        },
        {
            "text": "Non-targeted mode of action Active substance Active pharmaceutical ingredient (API) Complex mixture of substances (concerted activities)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "Main characteristic Targeted interaction between a molecule and its specific receptor or targeted effector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "Complex interactions with the human body that bring changes to physiological functions in a way that cannot be pinpointed at the single target/receptor level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "Definition A (targeted) interaction between the molecules of the substance in question and a cellular constituent usually referred to as a receptor, which either results in a direct response or which blocks the response to another agent [14] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "A set of multiple interactions between the many components of a complex substance and their receptors, interacting among each other in a way that cannot be individually determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "Matching model of representation kines in the colonic tissues [25] . Management of opioid-induced constipation would need a coordinated action exerted simultaneously on the mucosa, microbiota, and possibly on the underlying tissues.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "Post-marketing Surveillance and Vigilance: Eudamed Platform \"One key aspect in fulfilling the objectives of this Regulation is the creation of a European database on medical devices (Eudamed)\". In this way, the Medical Device Regulation, with respect to Directive 93/42, increases the levels of evidence required for the MD, as well as the management of the evidence produced. In this respect, it aligns with the world of medicinal products and promotes the development of innovative complex substances based on evidence during the entire life cycle of the product. One of the fields of innovation of MDR is clinical evidence. In particular, organized and active PMS activities are required within the quality system of the manufacturer and are collected in a structured way in the PMS plan. Here the manufacturer identifies all the initiatives he will carry out to constantly deepen the knowledge on its MDs in real-life settings. The aim of PMS actions is to identify any need to apply any corrective or preventive action on the MD for the ongoing increasing safety of such products. MDR also confirms the central role of vigilance in the post-marketing activities of a manufacturer. Vigilance includes all those activities to collect and manage any report on adverse events and reactions regarding the MD. The single patient can report an adverse event either directly to the manufacturer or through the healthcare professional. MDR requires the manufacturer to have a vigilance reference person and a vigilance system in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "To collect and integrate data regarding the MD as well as to ensure transparency and increase the exchange of information among Competent Authorities of Member States, economic operators, notified bodies, and sponsors of clinical trials, Eudamed, a EU database on MDs, has been envisioned by MDR. It is an impressive platform that shall gather information now dislocated in different electronic systems among the member states, regarding all aspects of an MD. The intent is that transparency will be improved, and the information regarding the MDs available on the EU market will be coordinated. This information is structured around 6 interconnected areas, called modules, which are: 1) actors registration, 2) UDI/devices registration, 3) notified bodies and certificates, 4) clinical investigations and performance studies, 5) vigilance and post-market surveillance, and 6) market surveillance. The various modules will be made available when ready, starting from December 2020, on the Eudamed public website at \"ec.europa.eu/tools/eudamed\" [26] . Accordingly, Eudamed will have many purposes. It will work as a registration system, as a system for communication and cooperation among professionals, as a notification system, and as a dissemination system for the information that will be available to the public.",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "It is well evident that MDR enforces constant attention on the MD before and after it is on the market. This also is an opportunity to generate and collect high-quality clinical data on complex natural products to the benefit of both research and therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacological mode of action"
        },
        {
            "text": "The complexity of natural substances allows them to be allocated in different categories of products. With the issuance of Regulation 2017/745/EC, there is an important new opportunity for an innovative category, the MDMS, that encourages research and development. MDs have a therapeutic intended use; by definition, they are used for the treatment or alleviation of diseases. Natural complex products seems to fill a gap found in clinics, therefore having an additional regulatory framework for the development of such products is necessary. Hence, it seems that Regulation 2017/745/CE allows an adequate platform for the sound development, as MDMS, of products made of natural substances, especially for the interest of the patient. By analogy with medicinal products, the clinical data required to claim any \"intended purpose\" have been strengthened with respect to the previous legislation, and the safety of the device needs to be continuously confirmed by post-market clinical follow-up activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "It seems also that natural substances, because of their complexity, need different scientific paradigms to generate and interpret the evidence produced with them. Consequently, it is important to promote discussion among professionals regarding these scientific issues, as well as the relative regulatory consequences. It is our opinion that complex substances need to be augmented with an extremely constructive and open-minded approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We do feel that it is important to recognize that their features cannot be approximated to those of a single molecule or even to those of a combination of single molecules. Our analysis is that although single molecules can be best described by the key-lock model, which underlies the \"pharmacological, immunological and metabolic action\" of medicinal products, complex substances do not fit this model. We bring forward that where the key-lock model does not apply, such as in natural complex substances, the mechanism of action cannot be regarded as pharmacological, immunological, or metabolic. Natural substances allow both approaches: that which isolates the active principles and that which keeps the complexity of the starting material. Each approach allows the development of products that have a role in therapeutics; therefore, it seems of great importance to have both approaches concretely available. It appears that now is the time for both researchers and regulators to develop new, evidencebased innovative products for the many unmet medical needs and European priorities, among which is also the need for products with high environmental sustainability. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Botanical-sourced products and herbal medicinal products: the Italian status and positioning and the European Regulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Modern Fitofarmakot",
            "volume": "1",
            "issn": "",
            "pages": "22--33",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Herbal medicinal products versus botanical-food supplements in the European market: state of art and perspectives",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Prod Commun",
            "volume": "10",
            "issn": "",
            "pages": "125--131",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Medicinal plants and their preparations in the European market: why has the harmonization failed?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Phytomedicine",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phymed.2020.153421"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "concerning medical devices",
            "authors": [],
            "year": 1993,
            "venue": "Official Journal of the European Communities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "on medical devices, amending Directive 2001/83/EC, Regulation (EC) No. 178/2002 and Regulation (EC) No 1223/2009 and repealing Council Directives 90/385/EEC and 93/42/ EEC. Official Journal of the European Union no. L 117/1 of",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "European Union Regulation (EU) 2020/561 of the European Parliament and of the Council of 23 April 2020 amending Regulation (EU) 2017/ 745 on medical devices, as regards the dates of application of certain of its provisions OJ L 130/18",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "on the approximation of the laws of the Member States relating to food supplements",
            "authors": [],
            "year": 2002,
            "venue": "Official Journal of the European Communities",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "on the community code relating to medicinal products for human use",
            "authors": [],
            "year": 2001,
            "venue": "Official Journal of the European Communities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Council directive 65/65/EEC of 26 January 1965 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products",
            "authors": [],
            "year": 1965,
            "venue": "Official Journal of the European Communities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "amending directive 2001/83/EC on the community code relating to medicinal products for human use",
            "authors": [],
            "year": 2004,
            "venue": "Official Journal of the European Union",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Herbal medicinal products",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Medical devices: guidance document -borderline products, drug-delivery products and medical devices incorporating, as an integral part, an ancillary medicinal substance or an ancillary human blood derivative. Guidelines relating to the application of: The Council Directive 90/385/EEC on active implantable medical devices; the Council Directive 93/42/EEC on medical devices",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "amending Council Directive 90/385/ EEC on the approximation of the laws of the Member States relating to active implantable medical devices, Council Directive 93/42/EEC concerning medical devices and Directive 98/8/EC concerning the placing of biocidal products on the market",
            "authors": [],
            "year": 2007,
            "venue": "Official Journal of the European Union",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Science meets regulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Ethnopharmacol",
            "volume": "158",
            "issn": "",
            "pages": "487--494",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Insights into the definition of terms in European medical device regulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Racchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Govoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucchelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giovagnoni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Expert Rev Med Devices",
            "volume": "13",
            "issn": "",
            "pages": "907--917",
            "other_ids": {
                "DOI": [
                    "10.1080/17434440.2016.1224644"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The concept of non-pharmacological mechanism of action in medical devices made of substances in practice: what pharmacology can do to promote the scientific implementation of the European medical device regulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Racchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Govoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmadvances",
            "volume": "01",
            "issn": "",
            "pages": "4--12",
            "other_ids": {
                "DOI": [
                    "10.36118/pharmadvances.01.2020.02s"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Systems Biology as Defined by NIH. An Intellectual Resource for Integrative Biology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wanjek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "NIH Catal",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Natural products for drug discovery in the 21st century: innovations for novel drug discovery",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Senthebane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maroyi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dzobo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Mol Sci",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms19061578"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Aktenzeichen: 7K 4442/16. Searched as",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verwaltungsgericht Köln",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Association of acute gastroesophageal reflux disease with esophageal histologic changes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Dunbar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Agoston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Odze",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cipher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Castell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Genta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Spechler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Med Assoc",
            "volume": "315",
            "issn": "",
            "pages": "2104--2112",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A new paradigm for GERD pathogenesis. Not acid injury, but cytokine-mediated inflammation driven by HIF-2α: a potential role for targeting HIF-2α to prevent and treat reflux esophagitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baveh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Spechler",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Tambar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Bruick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Pharmacol",
            "volume": "37",
            "issn": "",
            "pages": "93--99",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Constipation severity is associated with productivity losses and healthcare utilization in patients with chronic constipation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Basilisco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Corazziari",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stanghellini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bassotti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cuomo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lirs Study",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "United European Gastroenterol J",
            "volume": "2",
            "issn": "",
            "pages": "138--147",
            "other_ids": {
                "DOI": [
                    "10.1177/2050640614528175"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mutual reinforcement of pathophysiological host-microbe interactions in intestinal stasis models",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Touw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ringus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hubert",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nadimpalli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Theriault",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tune",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Herring",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Farrugia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Antonopoulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Physiol Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.14814/phy2.13182"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The gut-brain interaction in opioid tolerance",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Akbarali",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Dewey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Pharmacol",
            "volume": "37",
            "issn": "",
            "pages": "126--130",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coph.2017.10.012"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Official website of the European Commission",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conception and design of the work: Anna Rita Bilia, Enrico Corazziari, Stefano Govoni, Alessandro Mugelli, Marco Racchi; data collection: Anna Rita Bilia; analysis and interpretation of the data: Anna Rita Bilia, Enrico Corazziari, Stefano Govoni, Alessandro Mugelli, Marco Racchi; drafting the manuscript: Anna Rita Bilia, Enrico Corazziari, Stefano Govoni, Alessandro Mugelli, Marco Racchi; critical revision of the manuscript: Anna Rita Bilia, Enrico Corazziari, Stefano Govoni, Alessandro Mugelli, Marco Racchi.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of Directive 2004/27). The regulatory definition of the pharmacological mode of action is reported in Meddev 2. 1/3 rev 3 [13]:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}