{
    "paper_id": "0b017b7e4de79113bbb19dccc279a4f8492ad7ff",
    "metadata": {
        "title": "Title: First-in-human randomized trial to assess safety, tolerability, pharmacokinetics and pharmacodynamics of the KDM1A inhibitor vafidemstat Short Title: First-in-Human of KDM1A inhibitor vafidemstat",
        "authors": [
            {
                "first": "Rosa",
                "middle": [
                    "María"
                ],
                "last": "Antonijoan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau (IIB-Sant Pau)",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "Manuel"
                ],
                "last": "Ferrero-Cafiero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau (IIB-Sant Pau)",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jimena",
                "middle": [],
                "last": "Coimbra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau (IIB-Sant Pau)",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Montse",
                "middle": [],
                "last": "Puntes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau (IIB-Sant Pau)",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Joan",
                "middle": [],
                "last": "Martínez-Colomer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau (IIB-Sant Pau)",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "María",
                "middle": [
                    "Isabel"
                ],
                "last": "Arévalo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oryzon Genomics S.A. Cornellà de Llobregat",
                    "location": {
                        "postCode": "08940",
                        "settlement": "Barcelona, Cornellà de Llobregat, Barcelona",
                        "country": "Spain., Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Mascaró",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oryzon Genomics S.A. Cornellà de Llobregat",
                    "location": {
                        "postCode": "08940",
                        "settlement": "Barcelona, Cornellà de Llobregat, Barcelona",
                        "country": "Spain., Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cesar",
                "middle": [],
                "last": "Molinero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oryzon Genomics S.A. Cornellà de Llobregat",
                    "location": {
                        "postCode": "08940",
                        "settlement": "Barcelona, Cornellà de Llobregat, Barcelona",
                        "country": "Spain., Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Buesa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oryzon Genomics S.A. Cornellà de Llobregat",
                    "location": {
                        "postCode": "08940",
                        "settlement": "Barcelona, Cornellà de Llobregat, Barcelona",
                        "country": "Spain., Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Tamara",
                "middle": [],
                "last": "Maes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oryzon Genomics S.A. Cornellà de Llobregat",
                    "location": {
                        "postCode": "08940",
                        "settlement": "Barcelona, Cornellà de Llobregat, Barcelona",
                        "country": "Spain., Spain"
                    }
                },
                "email": "tmaes@oryzon.comtm"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The study was carried out according to what has been specified in the protocol and the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Study medication: the investigational medicinal drug substance (Advinus Therapeutics Ltd in Bangalore, India) and drug product (Pharmaterials Ltd in Reading, England) were manufactured in accordance with GMP guidelines. The investigational drug product was manufactured as indistinguishable Swedish orange coloured size 3 capsules (HPMC shells) containing vafidemstat or placebo. Active vafidemstat capsules were loaded with 0.2, 1, 1.5 or 4 mg vafidemstat drug substance without excipients by means of Xcelodose® filling technology. The same procedure was used to load placebo capsules with microcrystalline cellulose. Each volunteer received 1 to 3 capsules with vafidemstat and/or placebo (per day of treatment).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study treatment"
        },
        {
            "text": "Each medication unit was labeled according to Annex 13 of the EU GMP guidelines. To guarantee double-blind conditions, drugs and placebo were presented in identical opaque capsules, and subjects took same number of capsules on all treatment days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Sample labels had no information that would allow treatment identification. Final labeling, including blinding of drug and placebo products, was performed by the l'Hospital de la Santa Creu i Sant Pau (HSCSP) Pharmacy Department. Subjects, researchers at CIM Sant Pau, sponsor and PK and PD laboratories were blinded to treatment in the SAD and MAD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "An automated process with SAS Enterprise Guide software was used by the clinical trial monitor TFS (not directly enrolled in the research team) to randomly assign each volunteer from one of the randomization groups. Randomness was constructed using a uniform distribution with a pre-established seed. Stratified randomization was performed, with 5 (SAD) or 6 (MAD) different stratification levels. The Randomization Manager generated the randomization list (two copies) and the envelopes (three copies). One of the copy of the randomization list and two copies of the envelopes were sent to the study site (CIM-Sant Pau) and the other copies (1 randomization list and 1 envelopes) were signed, sealed and stored in the fireproof cabinet of TFS, together with a copy of the full process was saved on an electronic support. At the study site, the randomization list was kept by the Pharmacy Department. An Assigned Site Person was in charge to create the blinded labels for the kits with the volunteer's randomization number and the blinded kits were dispensed by the investigator following the sequential order of the listing. Individual randomization envelopes were kept unopened in a secure place accessible to the investigator team. The disclosure of the randomization schedule was planned when finishing the evaluation of the corresponding dose level; or when needed for valid medical of safety reasons. All team members except the Randomization Manager and the Assigned Site Person remained blind to treatment during the entire study until the database closure and the unblinding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Healthy adult male or/and female subjects aged 18 -65 years, with a body mass index (BMI) of 19 -30 kg/m2 were eligible for the study. The volunteers were non-smokers, and were asked to abstain from taking any drug, including over-the-counter products, for at least 30 days prior to and during the study. Participants were asked to abstain from drinking alcoholic or xanthine-containing beverages from 48 h prior to study initiation until study finalization. Urine pregnancy test for female subjects and urine screening for abuse drugs (ethanol, cannabis, cocaine, amphetamines, opiates, benzodiazepines) were performed in the 12 h before treatment start when the volunteers were admitted to the CIM-Sant Pau, Barcelona, Spain. The eligibility criteria for participation in the study are included in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 807,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Study population"
        },
        {
            "text": "Vafidemstat was administered as a single oral dose to healthy young male volunteers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAD study"
        },
        {
            "text": "For each dose level the participants were randomized to active drug or placebo, 2 participants being randomly assigned to placebo and 6 to the active drug. First, one subject received active drug (sentinel dosing); after 72 h of safety and tolerability assessment a second block of 3 subject received active drug (2 subjects) and placebo (1 subject); after 72 h of safety and tolerability parameters assessment a third block of 4 subjects received active drug (3 subjects) and placebo (1 subject) and safety and tolerability were assessed during 72 h. Subsequently, the process was repeated at the next dose level. Five different dose levels were tested (0.2, 0.6, 1.5, 2.5, 4 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAD study"
        },
        {
            "text": "Vafidemstat was administered for 5 consecutive days as a daily oral dose to young male and female healthy volunteers and to an older adult population cohort. The original trial design included five doses levels for testing (0.2, 0.6, 1, 1.5, 2.5 mg). At each dose level, two groups of 4 volunteers received active drug (3 subjects) or placebo (1 subject). An additional cohort dosed at 4 mg was added to assess the hematopoietic impact. A small older adult population cohort (3 volunteers receiving active drug and one placebo) was included at the fifth dose level (2.5 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAD study"
        },
        {
            "text": "Blood samples for pharmacokinetic (PK) analysis were obtained at baseline and at pre- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAD study"
        },
        {
            "text": "A substudy with open label design was included to assess the pharmacokinetic profile in CSF after a single oral dose of vafidemstat. A total of 18 healthy young male volunteers were screened, enrolled and randomized to one of two dose levels (2 and 4 mg). No placebo treatment was included. Blood samples were obtained at 2, 6 or 12 h post drug administration. One CSF sample was obtained from each volunteer, randomly assigned to one of three timepoints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CSF Pharmacokinetics substudy"
        },
        {
            "text": "Blood samples (10 mL) for isolation of platelet rich plasma (PRP) were obtained predose and at pre-specified timepoints. MAOB activity was determined in human PRP by using a radiochemical method modified from Tipton et al., 2000 [1] with solvent extraction and phenethylamine as substrate, at Covance Laboratories Inc., US.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "MAOB activity in platelets"
        },
        {
            "text": "AE assessments were performed at CIM-Sant Pau, Barcelona, Spain. The causality relationship of an AE with the study medication was established according to the WHO Causality Assessment. All AEs judged as having a reasonable suspected causal relationship to the treatment (i.e. possibly, probably, certain) were considered as related to treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of adverse events"
        },
        {
            "text": "Safety laboratory test (hematology, biochemistry and urinalysis); vital signs, respiratory rate and axillary temperature; 12 lead ECGs; and physical examination were performed at baseline and prespecified timepoints at CIM-Sant Pau, Barcelona, Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Laboratory tests"
        },
        {
            "text": "Neuropsychological assessments were performed at baseline and prespecified timepoints at CIM-Sant Pau, Barcelona, Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuropsychological assessments"
        },
        {
            "text": "Leeds sleep evaluation questionnaire (LSEQ) [2, 3] Self-assessment of sleep obtained by means of the LSEQ, contained 10 VAS based on questions related to aspects of sleep: ease of falling asleep, quality of sleep, ease of awakening from sleep and the coordination of behavior following awakening.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 48,
                    "end": 50,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychological assessments"
        },
        {
            "text": "Visual analogue scales (VAS) [4] Twelve VAS were used to evaluate subjective effects, mainly somnolence and potential abuse liability related to the drug by means of the following items in the local language: liking, high, good effects, bad effects, calm, nervous, euphoria, absent, vigorous and apathetic.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychological assessments"
        },
        {
            "text": "Wisconsin Card Sorting Test (WCST) [5] In the WCST several relevant variables were evaluated: the numbers of total correct responses, the number of categories in a row that were correctly responded, the number of incorrect responses (perseverative errors, non-perseverative errors, and setmaintenance errors).",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Neuropsychological assessments"
        },
        {
            "text": "The Sternberg test evaluated correct responses and reaction time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sternberg test [6]"
        },
        {
            "text": "The pre-specified timepoints for programmed interventions in the SAD, MAD and PK sub-study are reflected in Table S2 , S3 and S4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Sternberg test [6]"
        },
        {
            "text": "Comparisons between volunteers treated with active drug and volunteers treated with placebo were tested using Fisher exact test for qualitative variables and Student's T-test for continuous variables and Wilcoxon Mann Whitney test for the ordinal variables (α = 0.05). The main and secondary analyses of continuous efficacy variables were conducted by means of the mixed effect model for repeated measurements (MMRM) approach, fitting treatment, time/visit and treatment by time/visit as fixed models, and the subject and error terms as random. The treatment comparisons were carried out by means of the contrasts on the treatment factor by time/visit effect. Treatment effects were estimated by means of Least Square Means (LSM) and their standard error (SE) and 95% confidence interval (CI). Differences between treatments were estimated by differences between LSMs and their standard error (SE) and 95%CI. The same inferential analysis with a previous rank transformation was applied to ordinal variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Monoamine Oxidase Assays",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Tipton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Motherway",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Protoc Pharmacol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/0471141755.ph0306s09"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factor analysis of a sleep evaluation questionnaire",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Parrott",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hindmarch",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Psychol Med",
            "volume": "8",
            "issn": "2",
            "pages": "325--334",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A 1,4-benzodiazepine, temazepam (K 3917), its effect on some psychological parameters of sleep and behaviour",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hindmarch",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Arzneimittelforschung",
            "volume": "25",
            "issn": "11",
            "pages": "1836--1875",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Experimental development of the graphic rating scale",
            "authors": [
                {
                    "first": "Mhs",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "Psychol Bull",
            "volume": "18",
            "issn": "",
            "pages": "98--107",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A simple objective technique for measuring flexibility in thinking",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "J Gen Psychol",
            "volume": "39",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-Speed Scanning in Human Memory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sternberg",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Science, New Series",
            "volume": "153",
            "issn": "3736",
            "pages": "652--656",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "national and international recommendations for clinical research in accordance with the Good Clinical Practices (Declaration of Helsinki, guideline ICH CPMP/ICH/135/95, European Directive 2001/20/EC, and Spanish RD 561/1993 and RD 223/2004).The study was performed following the standard operating procedures (SOPs) of the facilities involved. Study protocol and informed consent forms (ICFs) were approved by the Spanish Agency for Medicines and Health Products (AEMPS) and Institutional Review Board (Protocol: CL01-ORY-2001. EudraCT: 2015-003721-33]). Written informed consent was obtained from all candidate subjects prior to clinical procedures. Subjects were selected from a panel of volunteers at the Centro de Investigación del Medicamento (CIM)-Sant Pau. All candidate subjects were fully informed about the nature of the study and the drug tested, as well as their rights and responsibilities if they decided to participate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "established time-points after the first drug administration up to 96 or 192 h in the SAD and MAD cohorts, respectively. Physical examination was performed, vital signs, AEs check list, ECGs and VAS (Visual Analogue Scale) and LSEQ were checked. Blood samples were obtained for safety laboratory tests (hematology, biochemistry and urinalysis). Blood samples were also obtained at pre-established time-points to asses KDM1A target engagement and platelet MAOB activity. Subjects returned to the center for follow up visits.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}