{
    "paper_id": "0b18a68048bfbf1a8eb1053dafdcd339e28df392",
    "metadata": {
        "title": "Spinal extradural arachnoid cyst in cervicothoracic junction",
        "authors": [
            {
                "first": "Meltem",
                "middle": [],
                "last": "Özdemir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Rasime",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pelin",
                "middle": [],
                "last": "Kavak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nuray",
                "middle": [],
                "last": "Gülgönül",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction Spinal extradural arachnoid cysts (SEACs) are rare expansive lesions that account for~1% of all spinal tumors. They develop as the result of arachnoid membrane herniation through a small dural defect and are mostly reported to be located at lower thoracic region and thoracolumbar junction. Case presentation We report a rare case of SEAC located in the cervicothoracic junction causing neurologic compression. Discussion Only 3% of all SEACs are observed in the cervical spine. They are the most common in young men and present with compressive symptoms. SEACs have potential to enlarge. As they are surgically removable lesions, early and definite diagnosis is important in preventing clinical deterioration. MRI is recommended for the diagnosis and preoperative planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Spinal extradural arachnoid cysts (SEACs) are rare expansive lesions which account for~1% of all spinal tumors. They result from a small defect in the dura matter which induces arachnoid membrane herniation. The etiology of SEACs remains unclear and they are widely accepted to be congenital, however, they may also develop secondary to trauma, infections, inflammatory processes, or interventions. SEACs are generally observed in young men in the second decade of their life, and the clinical presentation depends on the location of the cyst within the spinal canal. SEACs are usually in mid thoracic region to the thoracolumbar junction, and only 3% of all SEACs are observed in the cervical spine [1, 2] . We report a rare case of an SEAC located in the cervicothoracic junction, causing neurologic compression.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 703,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 22-year-old man presented with a 2-year history of progressive neck pain. He also complained of intermittent numbness on his left medial forearm, fourth and fifth fingers, and left-hand weakness. He had no history of trauma, infection, or surgical intervention to the spine. In neurological examination, a significant loss of the left hand grip strength was noted. He had 4/5 muscle strength in second to fifth fingers' abduction and adduction, thumb abduction and fifth finger opposition. Physical examination revealed a slight hypoesthesia in the left medial forearm and fourth and fifth fingers. At both upper and lower extremities, deep tendon reflex was normoactive. No autonomic dysfunction was recorded. The neurological findings were consistent with a C8 root compression without any spinal cord injury. A cervical spinal magnetic resonance imaging (MRI) study was performed on a 1.5 T unit (Magnetom Aera, Siemens, Erlangen, Germany) with a 20-channel head-neck coil. MR images revealed an intraspinal extradural cystic lesion at C7-T3 level, which was protruding to the left paravertebral region. It was a well-defined cyst with a thin and regular wall. The cyst followed cerebrospinal fluid (CSF) signal intensity on T1-and T2-weighted images. It did not enhance following contrast administration ( Fig. 1 ) and showed no restriction of diffusion on diffusion-weighted images and ADC mapping (Fig. 2) . There was no evidence of cord compression, however, widening of neural foramina and prominent nerve root compression was observed. Axial T2-weighted MRI sections through the T2-T3 intervertebral disc level demonstrated the dural communication site of the extradural cyst with the spinal subarachnoid space (Fig. 3) . MR myelography precisely delineated the extension of the cyst (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1318,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1405,
                    "end": 1413,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1722,
                    "end": 1730,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1795,
                    "end": 1803,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "The patient was then referred to the Department of Neurosurgery. A complete surgical removal of the cyst and obliteration of the pedicle were performed. The hole-like dural defect near to the left T2 root sleeve was repaired without any complication. The individual's symptoms gradually relieved and the follow-up MRI obtained 2 months after the operation depicted complete disappearance of the cyst. At follow-up, marked reduction in the left medial forearm and fifth finger hypoesthesia was recorded. Lefthand gripping strength and finger muscle strength had returned to normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "SEACs develop as the result of arachnoid membrane herniation through a small dural defect and enlarge by CSF accumulation. Dural defects are mostly located around the sleeves of the nerve roots, possibly because of dural tears caused by the tension across the fixed nerve roots and the loose dura matter. CSF freely leaks into the cyst cavity via the dural defect, however, the rootlet captured in the defect prevents its return into the subarachnoid space. This valvelike mechanism causes increased CSF accumulation and enlargement of the cyst. When enlarged, SEACs cause the compression of the root and/or cord, resulting in progressive pain as well as weakness and numbness of the limb(s) [3, 4] . Our patient presented with intermittent symptoms of nerve root compression.",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 698,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "About 30% of patients with SEAC suffer from undulating symptoms. It is speculated that SEACs can enlarge by increased CSF pressure during exercise and Valsalva maneuver owing to the microcommunications between the cyst and the subarachnoid space. The enlargement of the cyst due to the alterations in pulsatile CSF dynamics may explain the undulation of the symptoms [3] . Cross-sectional imaging methods can be used for the diagnosis of SEAC. On both computerized tomography (CT) and MRI, SEAC is seen as an expansive cystic lesion with a nonenhancing thin wall. CT is preferable in assessing the bone remodeling. On the other hand, MRI is the imaging method of choice for the purpose of preoperative planning. The precise location of the cyst, its relationship with the surrounding structures, and the communication site can be comprehensively evaluated by MRI [4] . The communication site of the cyst, we currently present, was evident in both axial T2-weighted images and MR myelography (Figs. 3 and 4, respectively) .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 991,
                    "end": 1020,
                    "text": "(Figs. 3 and 4, respectively)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As chronic cyst expansion and compression of the neural structures cause progressive symptoms and signs, surgical treatment of SEAC is indicated. To date, several surgical techniques have been introduced. Currently, complete resection of the cyst, and microsurgical repair of the dural defect is preferred as the treatment of choice for SEACs [1] [2] [3] [4] . In our patient, this treatment method was applied, and significant clinical improvement was achieved without any complications. However, it is reported that in some cases, the communication site of the cyst with subarachnoid space may not be identified during surgery [5] . Considering this risk, there are authors suggesting that the indication for surgical treatment should be reserved only for the patients with moderate to severe neurologic deficits [6] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, SEACs have potential to enlarge via the microcommunications between the cyst and the subarachnoid space, and chronic cyst expansion causes progressive compression to the neural structures. As they are surgically removable lesions, the early and definite diagnosis of SEACs is important in preventing clinical deterioration. MRI is the method of choice for diagnosis and preoperative planning.FundingThis study did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Fig. 3 Consecutive axial T2weighted MRI sections through T2-T3 intervertebral disc level demonstrate the dural communication site of the extradural cyst with the spinal subarachnoid space. A signalfree area that is assumed to be the result of jet flow through the communicating pedicle is visible (arrow). Note the prominent widening of the left neural foramen",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spinal extradural arachnoid cyst: a case report and review of literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quillo-Olvera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quillo-Reséndiz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Gutiérrez-Partida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodríguez-García",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cir Cir",
            "volume": "85",
            "issn": "",
            "pages": "544--592",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spinal extradural arachnoid cyst",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J Neurotrauma",
            "volume": "12",
            "issn": "",
            "pages": "185--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Spinal extradural arachnoid cyst",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Neurochir",
            "volume": "148",
            "issn": "",
            "pages": "579--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spinal extradural arachnoid cysts: clinical, radiological, and surgical features",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurosurg Focus",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Extradural arachnoid cysts: a study of seven cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Thiruppathy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Neurosurg",
            "volume": "18",
            "issn": "",
            "pages": "484--492",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lumbosacral extradural arachnoid cysts: diagnostic and indication for surgery",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Mauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Waldbaur",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur Spine J",
            "volume": "8",
            "issn": "",
            "pages": "218--240",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sagittal MRI sections passing through the left neural foramina of the cervical and upper thoracic spine demonstrate a well-defined cystic lesion with a thin and regular wall at C7-T3 level. The cyst is following cerebrospinal fluid signal intensity on T1-weighted (a), T2-weighted (b), and short tau inversion recovery (c) images. There is no evidence of enhancement on contrast-enhanced T1-weighted image (d). Prominent neural foraminal widening at T1-T3 levels is visible in all images",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Diffusion-weighted image (a) and ADC mapping (b) show no restriction of diffusion in the cyst",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "MR myelography clearly delineates the location, the size, and the extension of the cyst",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}