{
    "paper_id": "0b28ac7849fb762bd5e2d5246a667d10b7b58bb3",
    "metadata": {
        "title": "Knowledge of Herbal Medicines -Is a Reverse Bridge Course an Urgent Necessity? JOURNAL OF CLINICAL AND EXPERIMENTAL HEPATOLOGY",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "---",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zydus Hospitals",
                    "location": {
                        "settlement": "Ahmedabad",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Pathik",
                "middle": [],
                "last": "Parikh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zydus Hospitals",
                    "location": {
                        "settlement": "Ahmedabad",
                        "country": "India"
                    }
                },
                "email": "pathik269@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the study by Nagral et al., 1 which shows that drug-induced autoimmune hepatitis (AIH) has similar features to idiopathic AIH. Up to 9% of all AIH are attributed to drugs. Anti TNF Alpha agents, Isoniazid, Minocycline, Nitrofurantoin, Methyldopa, Phenytoin, and sulphonamides are some of the agents associated with drug induced AIH. 2 Immunoallergy is the underlying pathophysiology. These patients have extrahepatic manifestations usually and up to 2/3rd have eosinophilia; autoantibodies are often positive. Prompt improvement is the norm, with rare exceptions of minocycline. 3 Alternative medicines are freely available in India. The COVID 19 pandemic over the last year has created fear among the population. The unavailability of a definite cure from modern medicine has led to the rise in the use of substances with no definite proven efficacy and safety. Social media and lack of political will to regulate its use has led to rampant usage of drugs with the risk of side effects. Nagral and colleagues, 1 in their published case series, have investigated hepatotoxic side effects of Tinospora cordifolia (TC). TC seems to stimulate the immunoallergic type of DILI. The case series consists predominantly of women with other autoimmune disorders.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 355,
                    "end": 356,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 601,
                    "end": 602,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have a similar experience with two patients (Table 1) , both females having developed jaundice after starting capsules containing Tinospora cordifolia. Both had started the medicines to boost immunity and protect themselves from COVID 19. None of the two patients volunteered the history of the drug intake until specifically asked for it. Unlike patients in the published case series, liver enzymes were elevated to a lesser extent, but AST to ALT ratio remained >1. ANA (1:100) was positive by immunofluorescence for both patients, IgG was raised greater than 1.1 times but less than 2 times. Liver biopsy showed lymphocytic infiltration, mild necrosis, interface hepatitis and no fibrosis ( Figure 1 ). Both patients were started on steroids. Both responded within 2 weeks of starting treatment. Rechallenge was not attempted even in our patients due to ethical concerns. This observational study brings out an important point. All these patients would be treated as AIH unless there is awareness and recognition of the role of CAMs. Thus, AIH diagnosis should be made cautiously in our population as it would entail prolonged steroids and immunosuppressants. Eliciting adequate drug history needs to be stressed upon. History is often not disclosed to the treating doctor as the patient does not even consider these as drugs. The history checklist should include the list of any supplement that the patients are taking, although its significance is not known. Allopathic doctors need to have some basic knowledge about commonly used supplements and CAM drugs. Should this be included in the medical curriculum?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 56,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 697,
                    "end": 705,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Pathik Parikh is the sole author of the article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CREDIT AUTHORSHIP CONTRIBUTION STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Herbal immune booster-induced liver injury in the COVID-19 pandemic -a case series",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagral",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adhyaru",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Rudra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gharat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhandare",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Clin Exp Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jceh.2021.06.021<?A3B2show[#;10][#46]?>"
                ],
                "PMID": [
                    "34230786"
                ],
                "PMCID": [
                    "PMC8252698"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Idiosyncratic adverse drug reactions: current concepts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Uetrecht",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Naisbitt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pharmacol Rev",
            "volume": "65",
            "issn": "",
            "pages": "779--808",
            "other_ids": {
                "DOI": [
                    "10.1124/pr.113.007450<?A3B2show[#;10][#46]?>"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "European Association for the Study of the Liver",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "EASL clinical practice guidelines: drug-induced liver injury",
            "authors": [],
            "year": 2019,
            "venue": "J Hepatol",
            "volume": "70",
            "issn": "",
            "pages": "1222--1261",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2019.02.014"
                ],
                "PMID": [
                    "30926241"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Liver biopsy (hematoxylin and eosin) showing areas of lymphocytic infiltrate admixed with eosinophils and interface hepatitis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of Patients Presenting With Tinospora Induced DILI.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(Continued ) Histology Lymphocytic Infiltration with few plasma cells, Mild Lobular necrosis, and few eosinophils. No fibrosis. No steatosis Interface Hepatitis ++ Lymphocytic Infiltration with occasional plasma cells, Mild Lobular necrosis, and few eosinophils. No fibrosis Interface Hepatitis ++ USG Changes of Acute Hepatitis. Smooth liver. No evidence of chronic liver disease Changes of Acute Hepatitis. No evidence of chronic liver disease Viral Markers -IgM HAV, HBc Total, HCV Ab, IgM HEV, CMV DNA Quantitative, IgM HSV. Time to resolution is approximate as patients were followed up every 15 days.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}