{
    "paper_id": "0b37f83e4e9e82ab28106f5060d7d59792b2891d",
    "metadata": {
        "title": "Clinical Assistant Professor of Anesthesiology, Geisel School of Medicine at Dartmouth",
        "authors": [
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Youngren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Kravic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colleen",
                "middle": [],
                "last": "Olson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dana",
                "middle": [],
                "last": "Pilchik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Broglio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Brackett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In response to COVID-19, elective outpatient appointments at the Center were suspended on March 23 rd , 2020. Patients with urgent care issues such as pain pump refills or acute neurologic or medical complaints continued to be seen onsite. Within two weeks, PCS follow-up appointments were selectively rescheduled as virtual appointments and, as comfort with telehealth visits grew, virtual initial evaluations were scheduled. In mid-May, selected nonurgent onsite visits, including some interventionalist pain procedures, resumed with COVID safety measures in place. Patients could elect onsite or virtual pain evaluations and follow-up appointments with provider discretion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction Transitions during COVID-19"
        },
        {
            "text": "The FRP closed temporarily and re-opened in early May with a hybrid structure of telehealth and onsite activities; patients could attend all in-person, all virtually, or in combination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction Transitions during COVID-19"
        },
        {
            "text": "Medical and psychological pain care transitioned relatively seamlessly. Virtual PT was facilitated through McKenzie Mechanical Diagnosis and Treatment (MDT) approaches in which therapists assess patients by observing active movements of the spine or extremities to determine classifications and recommend appropriate interventions. MDT has been demonstrated to be both efficacious (1) and cost-effective (2) and because manual therapy is not usually necessary, it has proven adaptable to virtual care. Individualized remote training evolved using resistance bands, milk crates containing items of known weight, and available exercise equipment",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 407,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction Transitions during COVID-19"
        },
        {
            "text": "Home-based pain appointments and FRP sessions allowed patients to set up their home activity spaces for success, to practice new behaviors under supervision in their natural environment Academy of Pain Medicine   Pain Medicine   1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 with its usual cues and challenges, and to gradually transition to independent pain self-care, aligning well with behavior change theories that emphasize the importance of learning context in sustaining change. (3) Providers could observe patients' home contexts to better inform care and patients' social support systems could engage more easily, observing a patient's abilities and learning helpful responses to pain. Telehealth also reduced barriers to care, such as travel and childcare needs, resulting in fewer cancellations, late arrivals and missed appointments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 458,
                    "text": "Academy of Pain Medicine   Pain Medicine   1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction Transitions during COVID-19"
        },
        {
            "text": "Given these experiences, options for telehealth pain care are expected to continue beyond the pandemic. However, improvement in access to broadband and technology devices is needed for equitable engagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction Transitions during COVID-19"
        },
        {
            "text": "Patient acceptance of telehealth has not been formally assessed across the CP&S. However, in the 8 months from July 2020 through February 2021, 49% of 602 pain follow-ups and 20% of 474 new evaluations were conducted by telehealth despite availability of in-person visits. In addition, a DHMC palliative care survey of 199 patients with 70 respondents found 60% would prefer telehealth visits even in the absence of COVID-19 risk. (4) These findings resonate with recent studies in pain-related fields indicating telehealth satisfaction reported by 88% (5) and 98% (6) of patients, with 45% and 64.5% respectively preferring telehealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction Transitions during COVID-19"
        },
        {
            "text": "The Project ECHO model, developed at the University of New Mexico, aims to bring specialty level services to under-resourced areas through tele-mentoring of community clinicians. ECHOs usually include a series of virtual sessions, each with a brief didactic followed by a case presentation and interactive case discussion supporting reciprocal learning among attendees and expert panelists. The model has proven effective in increasing knowledge, competence, and skills and in reducing professional isolation. As of 2020 there were 160 ECHO programs on pain, palliative care and/or opioids in the U.S. and other countries. (7) . 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 854,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "ECHO background"
        },
        {
            "text": "Participants ECHO registrants were surveyed before and one week after the course, then answered a shorter query on practice change 14 weeks later. Twenty four, 19 and 10 of the 57 participants responded respectively. Participants rated their confidence in using various chronic pain approaches immediately pre and post course, indicating \"not confident\", \"somewhat confident\", \"confident\", or \"highly confident\". Endorsement of \"confident\" or \"highly confident\" across all skills increased from an average of 44% pre-course to 76% post-course. Figure 1 below shows the percent who reported \"confident\" or \"highly confident\" for each skill pre-and post-ECHO.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 552,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "ECHO Outcomes"
        },
        {
            "text": "One hundred percent of respondents \"agreed\" or \"strongly agreed\" one week post-course that they experienced a decreased sense of professional isolation through participation. Asked to compare ECHO to other education, comments included: \"The longitudinal track over 10 weeks was superior…allowed time to reflect and apply lessons between sessions\"; \"better, due to more engagement, more active participation and face to face nature makes it more intimate, 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 less formal and less passive\" and \"incredibly useful and excellent layout for participation and delivery of information\". Eight of the 10 participants responding to the 14 week query on practice change indicated they had implemented changes as a result of the course, most frequently citing increased \"multidisciplinary\", \"integrated\" or \"team-based care\", as well as new use of specific therapies. Given the low response rate to the surveys, however, these findings may not reflect the value for participants overall. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 684,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Figure 1. Participant Confidence in Pain Management Skills"
        },
        {
            "text": "Panelist responses indicated that, in addition to providing valuable pain education for community clinicians, participation highlighted opportunities for our health system to improve the pain services it offers our communities. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 One panelist reported greater awareness of \"gaps in resources\" and greater appreciation of \"the challenge faced by rural providers with limited resources available to their patients\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 457,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Figure 2. Panelist Experience of Participation in Chronic Pain ECHO Series"
        },
        {
            "text": "Another noted the value of hearing \"the different perspectives of providers here as well as the difference of those who work in the general community practices\". The ECHO generated specific ideas to improve pain clinical services and education. One panelist stated \"I hope we can develop a scalable behavioral and support program for our primary care patients with chronic pain, borrowing from the functional restoration program and existing chronic pain self-management group.\" Another commented on \"working with colleagues on the development of smart phrases [EHR guidance for clinicians] and inclusion of more activity-based management \". A third noted that the ECHO helped facilitate the \"building of an 'active pain care' service\" to engage patients in active self-care that had been 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 of the psychological care of the patient\", \"helped me refocus on motivational interviewing and the importance in pain care and education\" and \"helped me revisit the importance of my wording in messaging to my patients about their underlying diagnosis and the impact that can have on their fears and activity avoidance.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 1018,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Figure 2. Panelist Experience of Participation in Chronic Pain ECHO Series"
        },
        {
            "text": "Covid-19 demanded an immediate leap to use of telehealth in pain care, including medical management, clinical counseling and physical therapy, changes that our clinicians agree would have been unlikely in the absence of compelling need. Paralleling the transition to telehealth, the ECHO experience brought together diverse professionals engaged in pain treatment from across the system and demonstrated the value of interactive virtual group education for clinicians. In doing so, ECHO illuminated the feasibility and potential value of using virtual platforms to provide group pain education and therapy for patients as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Project ECHO driving innovations"
        },
        {
            "text": "Together the transition to telehealth and experience of Project ECHO catalyzed rapid implementation of diverse pain services in our system, including both clinical care and pain education. Prior to COVID-19 and the Pain ECHO, most pain care services were available exclusively in person. Now, FRP and most other pain services, including medical management, psycho-behavioral care and physical therapy, can be accessed either onsite or virtually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Project ECHO driving innovations"
        },
        {
            "text": "(Procedural interventions are an exception). 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 Previously, psycho-behavioral care and pain education were available only by in-person participation in the FRP in group format, through a single one-hour pain education group, or as individual services for which there was a 4-6 month waitlist. One year after the onset of COVID-19 and 3 months after the final Pain ECHO session, the CP&S offers a diverse array of virtual and onsite pain education and psycho-behavioral care opportunities to meet each patient's readiness for change. Among these: Welcome Group (introduction to active pain management); Mindfulness for Chronic Pain; and Healing Trauma and Pain (a women's group), as well as specific groups for patients with headache, musculoskeletal, and neuropathic pain, among others. In addition, DH is now offering continuing virtual pain education opportunities for providers using Project ECHO, including a current ECHO \"Multidisciplinary Approach to Pediatric Pain \" and an upcoming palliative care ECHO.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 274,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "COVID-19 and Project ECHO driving innovations"
        },
        {
            "text": "In our rural area where geography and socio-economic challenges have been barriers to consistent pain care, embrace of virtual platforms has radically increased opportunities for patients to access pain care and pain education, as well as increasing opportunities for interdisciplinary collaboration, communication, and education among pain providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Project ECHO driving innovations"
        },
        {
            "text": "The focus, structure, and audiences for these opportunities are expected to continue to change as the pandemic recedes. Which new opportunities will thrive going forward remains uncertain, but it is clear that rapid adaptation of our systems to meet clinical needs during COVID-19, combined with our ECHO experience, has driven innovations that will endure and better serve our rural communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 and Project ECHO driving innovations"
        },
        {
            "text": " Interactive virtual education models, such as Project ECHO, can nurture collegial relationships among ECHO education providers, as well as participants, in a manner that enhances interdisciplinary collaboration and care both within and external to the system. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  Interdisciplinary meetings, case conferences and education sessions may be facilitated more efficiently through virtual means than by bringing people together at one geographic location, relevant both within healthcare systems and among geographically distributed rural providers .  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 Pre-ECHO Post-ECHO % Respondents indicating \"confident\" or \"highly confident\" in using different chronic pain management strategies with their patients Figure 2 . Panelist Experience of Participation in Chronic Pain ECHO 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 491,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 774,
                    "end": 1002,
                    "text": ".  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1003,
                    "end": 1224,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1385,
                    "text": "Figure 2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1446,
                    "end": 1675,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Summary of Lesson Learned"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of the McKenzie Method of Mechanical Diagnosis and Therapy for Treating Low Back Pain: Literature Review With Meta-analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Strenger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan-Fee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Preuss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Orthop Sports Phys Ther",
            "volume": "48",
            "issn": "6",
            "pages": "476--490",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanical diagnosis and therapy for radiculopathy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Donelson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys Med Rehabil Clin N Am",
            "volume": "22",
            "issn": "1",
            "pages": "75--89",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Theoretical explanations for maintenance of behaviour change: a systematic review of behaviour theories",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kwasnicka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Dombrowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sniehotta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Psychol Rev",
            "volume": "10",
            "issn": "3",
            "pages": "277--296",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rural palliative care patients' attitudes toward telemedicine visits",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Broglio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Kirkland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spine Patient Satisfaction With Telemedicine During the COVID-19 Pandemic: A Cross-Sectional Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Satin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sheha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Implementation and Patient Satisfaction of Telemedicine in Spine Physical Medicine and Rehabilitation Patients During the COVID-19 Shutdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhuva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lankford",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haddas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Phys Med Rehabil",
            "volume": "99",
            "issn": "12",
            "pages": "1079--1085",
            "other_ids": {
                "DOI": [
                    "10.1097/PHM.0000000000001600"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ECHO Telementoring for Pain, Palliative Care, and Opioid Management: Progress, Challenges, and Future Goals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Katzman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pain Med",
            "volume": "21",
            "issn": "2",
            "pages": "220--225",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Caring for patients with pain during the",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shanthanna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Strand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Provenzano",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "DH ECHO Series: Effective Care of Chronic Pain Made SimplerDartmouth Hitchcock (DH) launched a Project ECHO program in August 2019 and has since provided 23 ECHO series on diverse topics. In January, 2020 the DH Project ECHO team began planning a series on chronic pain with providers from CP&S, palliative care, primary care, and population health. The series was deferred in favor of time-sensitive COVID-19 ECHO courses; however, with growing awareness of pain care challenges during COVID-19(8), the 10-session series \"Effective Care of Chronic Pain Made Simpler\" launched in September, 2020, ending in mid-January, 2021. Structure and content The targeted audience included clinicians of any discipline treating persons with pain. Fiftyseven registrants mostly from rural, under-resourced regions of northern New England included 22 MD/DOs, 12 ARNP/PAs, 7 MSW/MAs, 5 RN/LPNs, 2 PT/OTs and 9 others. The DH ECHO panel included members of the CP&S (interventionist, psychologist, APRN, physical therapist) as well as palliative care, primary care and addiction medicine clinicians, many of whom had not previously worked together.The 10 session didactics presented different principles and tools for chronic pain management rather than focusing on management of different pain types. Topics included: Biopsychosocial",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", Opioid Medications, Patient-Centered Opioid Tapering, and Cannabis in Pain Treatment. Discussion of cases submitted by participants served to apply and integrate didactic content into treatment of different types of pain, (e.g. headache, musculoskeletal, neuropathic, cancer-related, acute on chronic, etc).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "PanelistsThe ECHO panel brought together specialists from different sectors of the DH system, not all of whom routinely interacted prior to ECHO participation. Often a planned 15-minute postsession debrief turned into 45 minutes of animated discussion of difficult cases, systems challenges and opportunities for improvement. Thus, it became of interest to query panelists about their own experiences and changes in practice related to the ECHO. The panelists were asked in a survey to indicate the degree to which they agreed or disagreed with several statements and invited to elaborate their responses. Six of 7 panelists responded. Statements and responses are noted inFigure 2below.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Increased interdisciplinary collaboration was reported: \"I developed alliances with other panel members and it has changed my practice in term of increasing my referrals to other disciplines.\" and [I] \"have collaborated with [another department] several times as a result of our ECHO and worked together to present a shared patient at an upcoming…meeting.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "contemplated for some time. A fourth noted the ECHO \"stimulated interest in developing [an ECHO] for palliative care.\" Finally, participation in the ECHO reinforced understanding of the importance of psychobehavioral education throughout the pain care system: \"I had forgotten about the importance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Transitioning from primarily individual pain education and counseling to group-based models can expand patient access and reduce wait times without expanding staff.  Many pain management services, including patient education, medication management, patient counseling, and physical therapy can be successfully provided on a virtual basis, thus reducing access barriers (time, transportation, childcare, etc.), particularly relevant in rural areas.  Virtual pain care platforms may have additional benefits including o Allowing providers insight into home and family contexts that may inform pain care o Eliminating the need to transfer evolving pain care skills and practices from the treatment environment to the home environment o Easier engagement of families in education and counseling o Easier engagement of co-care providers and trainees in clinical visits o Reduction in late arrivals, no-shows and cancellations  Patients vary in their preferences and responses to virtual and in-person services; pain care systems that include options for both may be most able to optimize patient engagement and satisfaction, especially in rural settings.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "60 COVID-19 pandemic: consensus recommendations from an international expert panel. Anaesthesia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Survey Results -Panelist Experience of Participation in Chronic Pain ECHO Series Please indicate the degree to which you agree or disagree. understanding of treatments/approaches provided by some other pain care providers at Dartmouth Hitchcock. 2 4 Made me more inclined to refer to or communicate with pain care providers in other disciplines or settings within DH or elsewhere. 1 5 Provided some new insights, approaches or strategies that may be useful in my own treatment patients. 1 5 Stimulated me to consider providing a new program/clinical offering/collaboration (or significantly revise an existing one). 2 4 Developed a greater awareness/appreciation of pain resources available at DHMC or elsewhere. 3 3 # = number of respondents endorsing the corresponding numerical response",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Figure 1. Participant Confidence in Pain Management Skills Pre & Post ECHO Care of chronic pain Managing nonopioid medications",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the following colleagues: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}