{
    "paper_id": "0b39fcc05c5dc1811667fd5451342de44cbbfee2",
    "metadata": {
        "title": "Assessing how global health partnerships function: an equity-informed critical interpretive synthesis",
        "authors": [
            {
                "first": "Katrina",
                "middle": [
                    "M"
                ],
                "last": "Plamondon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Brisbois",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leslie",
                "middle": [],
                "last": "Dubent",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "P"
                ],
                "last": "Larson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Global health partnerships (GHPs) are situated in complex political and economic relationships and involve partners with different needs and interests (e.g., government agencies, non-governmental organizations, corporations, universities, professional associations, philanthropic organizations and communities). As part of a mixed methods study designed to develop an equity-sensitive tool to support more equity-centred North-South GHPs, this critical interpretive synthesis examined reported assessments of GHPs. Results: We examined 30 peer-reviewed articles for power dynamics, equity and inequities, and contradictions or challenges encountered in North-South partnerships. Among articles reviewed, authors most often situated GHPs around a topical focus on research, capacity-building, clinical, or health services issues, with the 'work' of the partnership aiming to foster skills or respond to community needs. The specific features of GHPs that were assessed varied widely, with consistently-reported elements including the early phases of partnering; governance issues; the day-to-day work of partnerships; the performance, impacts and benefits of GHPs; and issues of inclusion. Articles shared a general interest in partnering processes and often touched briefly on issues of equity; but they rarely accounted for the complexity of sociopolitical and historical contexts shaping issues of equity in GHPs. Further, assessments of GHPs were often reported without inclusion of voices from all partners or named beneficiaries. GHPs were frequently portrayed as inherently beneficial for Southern partners, without attention to power dynamics and inequities (North-South, South-South). Though historical and political dynamics of the Global North and South were inconsistently examined as influential forces in GHPs, such dynamics were frequently portrayed as complex and characterized by asymmetries in power and resources. Generally, assessments of GHPs paid little attention to the macroeconomic forces in the power and resource dynamics of GHPs highlights the importance of considering the broader political. Our findings suggest that GHPs can serve to entrench both inequitable relationships and unfair distributions of power, resources, and wealth within and between countries (and partners) if inequitable power relationships are left unmitigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We argue that specific practices could enhance GHPs' contributions to equity, both in their processes and outcomes. Enhancing partnering practices to focus on inclusion, responsiveness to North-South and South-South inequities, and recognition of GHPs as situated in a broader (and inequitable) political economy. A relational and equity-centred approach to assessing GHPs would place social justice, humility and mutual benefits as central practices-that is, regular, routine things that partners involved in partnering do intentionally to make GHPs function well. Practicing equity in GHPs requires continuous efforts to explicitly acknowledge and examine the equity implications of all aspects of partnering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Keywords: Global health, Partnership, Equity, Evaluation, Critical interpretive synthesis Background Partnerships involve two or more organizations collaborating together toward a common goal. North-South 1 global health partnerships (GHPs) are widely promoted as a mechanism for strengthening health systems and achieving the Sustainable Development Goals [1, 2] by, for example, supporting research, providing technical assistance or service support, engaging in advocacy, or providing financing [3] . They are commonly required or incentivized by funding practices of public, private, and philanthropic institutions [2, 4] . These partnerships fall within academic and practice fields that often carry an aspirational interest in human rights and advancing equity [5, 6] . They involve different kinds of 'partners' (i.e., individuals or groups who make up the partnership), such as government agencies, non-governmental organizations (NGOs), corporations, universities, professional associations, and philanthropic organizations-each of which see the potential benefit and need for GHPs in their own particular ways. While many excellent examples of GHPs can be found, all contend with the realities of a long history of unbalanced North-South political and economic relationships. Vast economic and health inequities position North-South GHPs in a quagmire of inherently imbalanced distributions of resources and power.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Critical scholarship on GHPs points to the risks of exploitation and harm that can actually entrench the very inequities they seek to redress by, for example, disproportionately serving more privileged partner interests in ways that strain the already limited material and human resources of less privileged partners [7] [8] [9] [10] [11] [12] , or by maintaining neocolonial power structures within countries [11] [12] [13] . 2 GHPs have typically directed Northern resources, interests, and priorities toward activities carried out in the global South. Shaped by complex legacies of colonialism [14] , current GHP models evolved from post-World War II international institutions that maintained \"inter-colonial health systems\" [15] and generally involved sending people and health-focused resources from the North to the South, against the backdrop of enormous overall Northward flows of extracted wealth [14, 15] . When neoliberal economic reforms in the final third of the twentieth century reorganized the global political economy around unregulated 'free' markets, reduced trade barriers, minimized welfare states, and privatization [16, 17] , the landscape of global governance shifted [18] . Interest in efficiency, effectiveness, evidence, and evaluation grew and new multi-lateral funding platforms were established to funnel Northern resources to Southern recipients, usually under conditionalities [15] . Partnerships remained a central feature of universities, NGOs and international institutions, often with resources tied to official development assistance or trade.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 427,
                    "end": 428,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Frequently presented as 'good', this flow of resources often obscures the ways in which partnerships can reinforce inequities in resources and power, ultimately serving the needs and interests of already privileged partners over the communities they serve. Equity in global health is increasingly lauded as central to advancing aspirational ideals of the field [19, 20] ; yet, aligning equity-seeking intentions with action remains elusive and inconsistent [21] . Recognizing the complex sociopolitical, economic, and historical contexts in which GHPs are situated, one pathway to understanding how equity considerations are present (or not) in GHPs is through careful consideration of how such partnerships are described and assessed. In this critical interpretive synthesis (CIS), we applied an equity lens to examine what people involved in GHPs paid attention to in their partnerships, especially what they identified as important features, actions, processes, or outcomes. This review contributed to a larger mixed methods study aimed at elaborating a practical, equity-centered tool to support people involved in GHPs to navigate challenging issues of equity. 1 In this article, we use the terms North and South to refer to global power positions: 'global North' or 'Northern' refer to countries or populations that have been principal beneficiaries of colonization, and 'global South' or 'Southern' to those that have been previously colonized. Australia, for example, is geographically situated in the Southern hemisphere, and Aboriginal populations of Australia were colonized. The country's dominant powers and populations are beneficiaries of colonization and therefore Australia would be considered to fall into the 'global North'. 2 Here, we use the term 'neocolonial' to describe persistent North-South inequities, reflecting economic and political exploitation of global South countries after the end of the formal colonial period.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1166,
                    "end": 1167,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1744,
                    "end": 1745,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "Critical interpretive synthesis is a type of literature review that applies qualitative analysis to a systematically identified body of literature [22, 23] . Our data set was comprised of 30 articles identified in a scoping review of peer-reviewed literature published between 2010 and 2019 and indexed in any of six databases (Medline, Embase, PsycINFO, CINAHL, Web of Science, and Scopus). The scoping review, details of which are published elsewhere [24] used search terms related to global health and partnerships (including their assessment, quality, and characteristics). Articles were screened against inclusion and exclusion criteria selecting for articles that explicitly addressed a North-South partnership assessment (not a project assessment). Government-to-government partnerships were excluded. For the purposes of this review, GHPs were categorized as focusing on capacity building, research, or sustainable development (Table 1) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 935,
                    "end": 944,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Extending the descriptive findings of the scoping review, this CIS was guided by scholarship in this field that focuses on how equity considerations are reflected in the portrayal, justification, assessment, and descriptions of GHPs [12, 25, 26] . Through a series of readings, descriptive data were extracted from each article, followed by qualitative content analysis [27] . Preliminary analysis, including identifying themes, was guided by the application of six equity-centred principles for global health (19; see Table 2 ). Using Mendeley (an open-access reference management software program) and spreadsheets, thematic analysis was completed by two researchers (KP, BB) with experience in critical qualitative research. Elements extracted from the articles included geographic and disciplinary affiliations of authors, characterization of partnerships and partnership activities, and what authors reported as important to the functionality of their partnerships (Supplementary Table 1 ). Our analysis examined how equity considerations were integrated across a variety of partnerships. Rather than disaggregating our analysis by types of partnerships, themes focused on the content and practices used to assess GHPs. We considered the type of partnership in our analysis, and when this provided important contextualization of a finding, we report as such below. Interpretation of findings included attentiveness to power dynamics, issues of equity, and contradictions or challenges encountered in North-South partnerships.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 526,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 992,
                    "text": "(Supplementary Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The 30 included articles spanned a wide variety of journals and disciplinary affiliations of authors (e.g., public health, global health, nursing, medicine, dentistry, health systems, anthropology, bioethics, and occupational therapy). GHPs were often described as geographically focused in a single city or region within a global South country. Some were described as multi-country partnerships funded by specific organizations, such as the Geneva University Hospitals [28] or a group of funders, such as one that involved the Bill & Melinda Gates Foundation, the Carlos Slim Foundation and the Spanish Agency for International Development Cooperation [29] . Authors reported on various kinds of North-South partnerships, involving universities, NGOs, health professional associations, and large multi-national or publicprivate partnership platforms. Details of data extracted for each included article are provided in Supplementary Table 1 , including type of partnership, methods, authorship, clarity, and content assessed.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 934,
                    "end": 941,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Roughly half of the included articles (n = 16) cited the use of one of twelve different evaluative frameworks. In almost all such cases, authors commented on the difficulty of knowing where to start their evaluation and often justified adaptations. Four articles presented frameworks or sets of considerations intended to guide GHPs broadly, developed through a research or GHP evaluation process [28, [30] [31] [32] and three proposed discipline-specific frameworks [33] [34] [35] . Approaches to assessing GHPs included qualitative approaches [30, 36] ; literature reviews [31, 37] ; mixed methods [38] ; realist syntheses and evaluation [39] ; grounded theory [40, 41] ; social network analysis [42] ; and survey research with logistic regression [43] . Descriptions of theoretical foundations varied widely, as did methodological approaches and participants (i.e., who was involved in a GHP). Interestingly, despite the shared focus on assessing partnering, articles directed attention to outcomes-based performance of Global South partners more frequently than the functionality of partnerships themselves.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "How were GHPs assessed?"
        },
        {
            "text": "Authorship of articles was of interest to us as a marker of who is granted authority or responsibility for reporting on a GHP. Authorship lists were interdisciplinary in thirteen articles [29, 34, 35, 37, 39, [42] [43] [44] [45] [46] [47] [48] [49] and included Southern partners in sixteen articles [29, 34-37, 39, 41-44, [46] , Nepal [47] , Rwanda [43] , and Uganda [42] ).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 300,
                    "end": 322,
                    "text": "[29, 34-37, 39, 41-44,",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "How were GHPs assessed?"
        },
        {
            "text": "How did authors portray the contexts in which their GHPs were situated?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How were GHPs assessed?"
        },
        {
            "text": "How GHPs were portrayed mattered to our analysis because it exposes assumptions underlying the relationships, structure, and character of the partnership and/or authors' descriptions about the legitimacy and purpose of GHPs (cf, [11, 12] ). Authors varied widely in how they framed the role and context of their GHPs. GHPs were often situated around a topical focus on research, capacity-building, clinical, or health services issues. Though historical and political North-South dynamics were rarely examined as influential forces in GHPs, they were frequently portrayed as complex and characterized by asymmetries in power and resources [31, 32, 34, 35, 37-40, 46-48, 50, 51] , as one article stated -\"relations between different actors with varying degrees of power and influence\" [50] . The depth in which such asymmetries were explained also varied. In some cases, Southern deficiencies in resources simply appeared as an unexplained lack of capacity or infrastructure (e.g. India's scarcity of occupational therapists) [52] . Others explicitly identified global health inequities as important considerations in their GHP [32, 34, 35, 37, 47, 48, 52, 55] , with some arguing that responding to these inequities was central to the work of their GHP. Three examples of equity-seeking assessments or approaches to assessing GHPs stood out in our analysis. Herrick et al. examined the complex 'binds' inherent to GHPs in contexts marked by deep disparities. In their ethnographic research, they found \"many participants felt torn between their belief that working in partnership was the good and right thing to do and their sadness at not being able to effect the kinds of changes that were so obviously needed in such a resource-poor setting\" [40] . They concluded their article by contrasting the \"rosy idea of what a partnership is\" [40] against the messy and inequitable realities of GHPs that tend to tolerate or overlook vast and structural inequities between partners. Murphy et al., in response to acknowledging disparities, described in-depth engagement of Southern researchers and research-users in the development of an equity-and power-focused partnership assessment framework [48] . Ridde and Capelle [32] situated North-South GHPs for research as a means of addressing issues of equity worldwide, as a response to the 10-90 gap (i.e., the inequitable distribution of 10% of research resources toward problems facing 90% of the world's population) and the need for capacity building [32] . Their results highlighted how such disparities can manifest in GHPs, featuring comments from Southern researcher interviewees on the tendency of Northern researchers to 'infantilize' (original text \"d'une infantilisation\") their Southern partners and emphasizing the importance of doing work that supports solutions needed by collaborators in the South [32] . Table 2 Application of equity-centred principles to qualitative content analysis",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 638,
                    "end": 676,
                    "text": "[31, 32, 34, 35, 37-40, 46-48, 50, 51]",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1744,
                    "end": 1748,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2189,
                    "end": 2193,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2214,
                    "end": 2218,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2496,
                    "end": 2500,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2856,
                    "end": 2860,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 2863,
                    "end": 2870,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "How were GHPs assessed?"
        },
        {
            "text": "Partner authentically Do authors situate their GHP in the context of equity? How do authors discuss equity issues inherent to their GHP? How do authors assess issues of power in their partnership?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "Foster inclusion What do authors describe doing to address inclusion of different partners? How do authors describe responding to issues of power in their partnership? How do daily practices proactively promote the involvement and participation of people who are historically marginalized (e.g., inclusion of equity-seeking populations)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "Create shared benefits How do authors assess the ways in which different groups are benefitting from the partnership? How are the needs of different partners understood? How was the distribution of benefits assessed?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "Plan with a commitment to the future How do authors explore long-term partnering (versus project-focused or short-term partnering)? How do authors situate the GHP in context of contributing to a more equitable future?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "Respond to causes of inequities How do authors consider and/or address the causes (and the roots of these causes) of inequities related to the issues of focus in the partnership? How do authors assess the ways in which the partnership itself can respond to causes of inequities, either in its process or outcomes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "Practice humility How do authors explore positionality (e.g., who any one person or organization is, in the context of the work) and power in their partnership? How do authors position or describe the roles and contexts of the North and the South in the partnership? What positions of 'knowing' or 'authority' are described in the partnership? How is learning from others assessed in the partnership?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "GHPs were often portrayed as inherently beneficial and benevolent, with human and financial resources necessarily flowing from the global North toward initiatives carried out in the global South. Leffers and Mitchell [56] , for example, introduced their grounded theory study by describing nurses' \"long history of service to the global community,\" where nurses provide \"direct nursing care to people in global settings or participate in faculty-led service-learning programs\" in host settings. 'Visiting nurses' and 'community host partners' are all named without stating who they were or where they came from, leaving readers to determine (near the end of the article) that the reference to 'community host partners' was always in Southern settings.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "In addition, the role of corporate power in GHPs was often unquestioned and legitimized, usually through acceptance or endorsement of the private sector's role in promoting effectiveness in global health. Thiessen et al. [51] , for example, justified corporate participation in a GHP by asserting that \"the reason for partnering is because the private sector can achieve better efficiency through experience and innovative systems\". Problems with public-private partnerships (PPP), such as the potential for conflict-of-interest, were occasionally found [58] , although without questioning the legitimacy of the PPP model. One particularly illustrative article highlights the extractive sector's contributions to solving maternal health challenges in Papua New Guinea [51] without mentioning the same sector's extraction of massive profits from the country and contributions to widespread environmental destruction, violence and sexual violence (c.f., [59, 60] ).",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 957,
                    "end": 960,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "What did authors assess, or report as important to assess, in GHPs?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "The specific features of GHPs that were assessed varied widely, from informally or qualitatively observed interpersonal and relational dynamics, to achievement of quantifiable population health indicators, to reporting logistics (e.g., ability to acquire funds in competitive funding environments). Authors leaned heavily toward reporting on the benefits of GHPs. Many articles reviewed literature on partnership pitfalls or failures before moving on to a success-oriented case study with little emphasis on problems, contradictions, or negative consequences. Most authors assessed aspects of partnership processes (n = 23), such as how decisions were made or priorities set, and a portion of these also focused on outcomes (n = 8). Common among all thirty articles was at least some attention to the interpersonal experience of being involved in GHPs. Many described relational concepts such as mutual trust [28, 36, 37, 42, 45, 47, 56, 57] , respect, and understanding [28, 36, 47, 55] as central to their findings. Some authors directly described the value of building personal relationships and friendships in GHPs [28, 30, 39, 41, 55] . Beyond such cross-cutting relational dynamics, our analysis identified five kinds of things that authors argued were central to 'good' GHPs, and therefore worth paying attention to or assessing (discussed in more depth below): (a) early phases of partnering; (b) navigating issues of decision-making, process, or governance; (c) managing the implementation work of GHPs; (d) paying attention to performance and impacts; and (e) attending to issues of inclusion.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 913,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Equity-centred principle Application questions integrated into analysis"
        },
        {
            "text": "Several authors found the early phases of partnering to be critical to the success of GHPs. Authors spoke to the importance of creating formal partnership agreements (e.g., memoranda of understanding) or strategic plans [28, 30, 34, 37, 48, 51, 57] . Similarly, many authors described the establishment of shared values, goals, mission, and vision early in the partnership as foundational [31, 33, 36, 39, 46, 48, 55, 57] . Many authors highlighted the need for priority setting, emphasizing the importance of alignment between the priorities of each GHP partner and local (i.e. Southern) priorities [28-30, 36, 38, 40-42, 47, 54, 56-58] . In some cases, this alignment was specifically seen as between GHPs and the national health plans of global South partners [29, 51] . In the context of GHPs for research, one article recommended feasibility studies [39] during the period of partnership building in order to assess the stakeholders' priorities, concerns, and willingness to participate in a research partnership. Others spoke to feasibility indirectly, asserting the importance of establishing sustainable [30, 37] and sufficient resources and financing to enable the core functions of a GHP [28, 30, 38, 40, 56] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 600,
                    "end": 637,
                    "text": "[28-30, 36, 38, 40-42, 47, 54, 56-58]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1207,
                    "end": 1210,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Early phases of partnering"
        },
        {
            "text": "Navigating issues of decision-making, process, or governance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early phases of partnering"
        },
        {
            "text": "Features described as worthy of attention in GHP assessments consistently involved governance processes, which we considered to involve decision making, authority, and accountability processes within partnerships. Herrick et al. [40] described the governance and partnering processes of GHPs as inherently complex and full of contradictions. They noted that the historical shift in international cooperation for health from a focus on specific infectious diseases toward good governance and partnership was envisioned as a way to render \"all sides of the relationship accountable, empowered, and responsible\", where \"partnership is envisaged as both means and ends to achieving a more resilient health workforce in southern countries as well as conferring benefits on northern (or increasingly southern) partners\" [40] . They examined intense conundrums, or 'binds', presented by the inequitable distribution of resources between the global North and South, noting, for example, that Northern funding policies and norms led via budget constraints to overlooked contextual realities, limited sustainability, and lack of responsiveness to Southern partners' needs. Their study documented Northern partners encountering constant disappointment and frustration, as efforts in Sierra Leone were constrained by structural factors that deeply influenced partnering process and work:",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Early phases of partnering"
        },
        {
            "text": "…the busy and politically delicate work of trying to bind partners together around common goals-often involving endless meetings, memos, phone calls, report writing-is often far easier to articulate than the higher order and fleeting moment when everyone is bound to a shared vision and working toward promised change. When efforts to achieve means or ends fall short, as they invariably do in the Sierra Leonean context, partnership working (and especially this \"busy work\") becomes experienced and enacted in ways that create a perpetual bind, a source of angst and frustration for those involved [40] .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Early phases of partnering"
        },
        {
            "text": "Most authors emphasized governance as central to the function and experience of partnering, with decisionmaking, accountability and authority tied to relational interactions. Authors consistently drew attention to the importance of clear and effective communication practices [28, 36-38, 55, 58] , decision making practices [28, 38, 42, 54] , role clarity [29, 39, 41, 54] , and determining lines of authority, accountability, and responsibility [28, 30, 33, 36, 37, 40, 42, 47, 50, 58, 61] . Such terms were frequently named but rarely defined. One exception offered an in-depth exploration of accountability, defined as a participatory, ongoing process of holding power-holders to account [30] . In some cases, authors spoke to the importance of understanding [33, 48, 56] , clarifying [32, 39, 43] , or managing [40, 58] the expectations of organizations and individuals involved in partnering. Others emphasized the need for well-nurtured relationships, patience, and shared leadership [28, 39, 54, 55, 57] . Some highlighted the importance of evidenceinformed decision-making and policies of GHPs [29, 30, 62] . Shared ownership [39, 57] and authenticity [38, 41, 48] in partnering were both mentioned in the context of discussions relevant to equity in GHPs. Sandwell et al. [44] for example, strongly emphasized the importance of relationships, reciprocity, humility, shared learning, and responsiveness to pressing healthcare services and workforce needs. Similarly, Steenhoff et al. [34] proposed that GHPs pay careful consideration to why, when, and how to partner, and who benefits from partnering. These authors, among others, found that the day-to-day behaviours, attitudes, and practices of the people involved in GHPs were instrumental in how well they worked [32, 35, 39, 41, 45, 48, 51, 52, 56, 57, 63] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 295,
                    "text": "[28, 36-38, 55, 58]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "58,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "text": "62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1165,
                    "end": 1168,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1780,
                    "end": 1783,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1784,
                    "end": 1787,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1788,
                    "end": 1791,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1792,
                    "end": 1795,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1796,
                    "end": 1799,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1800,
                    "end": 1803,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1804,
                    "end": 1807,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1808,
                    "end": 1811,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1812,
                    "end": 1815,
                    "text": "57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1816,
                    "end": 1819,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Early phases of partnering"
        },
        {
            "text": "Many authors assessed or emphasized the need to pay attention to the day-to-day operational work of GHPs. Authors highlighted, for example, the importance of transparency in daily communications [32, 55, 58] and in the distribution of resources [28, 33, 47, 52, 54] . Authors were attentive to management practices, such as having developed workplans, with evaluation and reporting mechanisms [30, 42, 50, 57] and a clear understanding of the day-to-day priorities [37] . Another important operational issue raised by authors was the need for fair and reasonable compensation that recognizes the contributions of staff and partners. In one study, authors emphasized the need for transparent discussion about per diems for capacity building events, identifying an uncomfortable conundrum. They argued that, while Southern partners may lose wages to participate, their professional obligations to continuing competency should motivate participation over expectations of per diems [40] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Managing operational aspects of GHPs"
        },
        {
            "text": "Some authors spoke specifically to the value of financial accountability and transparency [50] . Authors in this and comparable articles largely focused on the recipients of aid (i.e., Southern partners), implying a tendency toward unbalanced scrutiny of the outputs or performance of one set of partners. Bruen et al. [50] offered interesting insights about issues of accountability in GHPs involving relationships and actors \"with varying degrees of power and influence\". They described accountability in GHPs as a participatory, ongoing process of holding power-holders to account, where power was often overlooked:",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Managing operational aspects of GHPs"
        },
        {
            "text": "…the national and international actors who make or influence policy are largely neglected here, as are the asymmetric relations between actors that may lead to modes of accountability that are skewed to favour the interests of more powerful actors. It is necessary to also ask questions regarding who gets to decide on or design accountability interventions, to set the benchmarks or targets against which interventions or decisions should be evaluated, and whether or not efforts to improve accountability actually achieve their purported aims [50] .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 549,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Managing operational aspects of GHPs"
        },
        {
            "text": "Generating greater accountability and equity in the context of power imbalances, they argued, requires an examination of the behaviours, influences, and actions of the power-wielders [50] . Some authors also emphasized adaptability, flexibility, and responsiveness in the implementation of GHPs [47, 57, 58] , particularly in relation to on-the-ground realities of Southern settings [30, 37] . Reciprocity (e.g., in student exchanges, in resource sharing, in benefits) was an issue of significant concern for many authors [33, 36, 42, 47, 55, 57] , with one large mixed-methods study reporting GHPs that have greater reciprocity tend to be of high value [46] . Several authors argued that high-value GHPs pay attention to training [56] , capacity building [38, 39, 54] , and mentoring [34, 38, 46] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Managing operational aspects of GHPs"
        },
        {
            "text": "Partnership performance and impacts were often vaguely described, without distinction between performance and benefits, or definitions of what should 'count' as success. No universal benchmarks or signals of 'good' or 'successful' GHPs were identified. Only one article [31] provided an explicit definition for what they believed was indicative of a good GHP, stating that \"we understand 'performance', 'success,' and 'effectiveness' in terms of problem-solving capacity of partnerships to address the issue they have set out to solve\". Yarmoshuk et al. [46] argued that the \"analysis of partnerships themselves, and their limitations, is often lacking in detail\". They questioned the legitimacy of having implementers writing about their own GHPs for the very question of competing interest and positivity biases inherent in the academic literature, \"especially in an era when the use of positive adjectives such as \"innovative\" in academic papers has increased significantly, likely in response to the pressure to publish and need to sell results\". Though no common definition of success emerged, this literature generally inferred 'success' to involve benefits to individuals, organizations, and communities and offered insights about what makes GHPs work well. Most articles presented difficulties, tensions or conundrums in GHPs, with few structured mechanisms identified to support their navigation.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Paying attention to the performance and impacts"
        },
        {
            "text": "Overall, we found that authors paid less attention to how relationships between the Northern and Southern partners were working than on how the Southern initiative and its multiple local stakeholders were performing. For example, some authors flatly excluded the perspectives of their Southern partners, stating that \"unfortunately, interviews with nurses outside the United States were limited by logistics\" [56] . Without assessing the North-South partnership, authors in another article presented in-depth case study assessments of seven countries funded through the GHP, focusing exclusively on the implementation of different projects and the partnerships within each case [58] . More subtly, authors' assumptions that GHPs involve a flow of resources from North to South seemed to coincide with affording greater attention to the functional activities of the partnership as carried out in and by the Southern partners. In another article [28] using a collaborative governance framework to guide their evaluation of a GHP, authors presented their analysis from the \"Northern\" perspective, describing relationships and relational concepts (e.g., 'trust') without including the Southern partners (who are identified as the primary beneficiaries of the partnership) in their assessment. They defend the focus on Northern voices as an effort to \"further engage 'Northern' institutions in seeing the value of such collaborations\".",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Paying attention to the performance and impacts"
        },
        {
            "text": "In contrast, among the authors who more directly explored relationships in GHPs, findings tended to focus on the behaviour and attitudes of Northern partners. Sandwell et al. [44] examined the experience of being in a GHP and emphasized the importance of long-term individual and organizational relationships, identifying 'interpersonal rapport' and 'lightheartedness' as contributors to a better partnership experience. One group of authors [38] pointed to the tendency of Northern partners to frame the benefits or successes of partnerships in terms of what they gave, whereas Southern partners were more likely to express gratitude for the opportunity (see p. 5-6). In their discussion, they return to this point, noting that Northern partners were \"unable to identify many benefits to them\", presenting a challenge to sustainability of the partnership. The authors go on to suggest the need to challenge perceptions of benefits in the context of equity [38] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Paying attention to the performance and impacts"
        },
        {
            "text": "Financial sustainability and partnership expansion were echoed by some as markers of success or reasons for failure [39, 54] . El Bcheraoui et al. [29] focused on the successful achievement of quantitative indicators of maternal mortality and other health outcomes, as well as process-related \"drivers of success\". Although they emphasized the value of evaluation and learning, the article is centered around fostering competition between Latin American countries, arguing that partners' fear of losing reputational status with neighboring countries could be a novel approach to \"increase the effectiveness of global health initiatives\" [29] . Opportunities for career development, capacity building, and learning were frequently described as characteristic of successful GHPs. In one article, authors argued that an increase in \"funds, volunteers, prestige, awards, and international visibility\" [40] enabled by the West African Ebola crisis \"solidified the partnership\". Visibility was also described as indicative of the value and relevance of a GHP, with authors quoting an interview participant in their large mixedmethods study [46] as saying, \"because we were providing care to people with AIDS, our profile went up since we were involved in the construction of the clinics\". Herrick et al. [40] similarly criticized the concept of academic 'success', pointing to the visibility generated by the Ebola crisis, and its role in evoking the competitive incentive structures of academia and related institutions, in which a massive human tragedy can in fact provide career-advancing opportunities for researchers and healthcare professionals. One article [36] asserted that \"using the sites to advance the U.S.-based researchers' careers impeded success-further elaborating that \"pressures or rules from funding agencies, academic institutions, and other involved parties may work against mutual benefit\".",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Paying attention to the performance and impacts"
        },
        {
            "text": "The actors included as partners in GHPs varied across the 30 articles reviewed, with some authors naming organizations as the partners (e.g., international organizations, foundations and other funders and corporations, health ministries, hospitals, universities or research organizations, NGOs and other civil society organizations) (e.g., [40, 50] ). Some health professions were also identified as members of GHPs, specifically medicine, nursing [33, 35, 56] , midwifery [44] , allied health [40] , public health [49] and, in one case, health professions involved in 'child health' [34] . Other authors described the actors of GHPs in terms of individuals. Several articles pointed to the importance of including 'local champions' (implying a global South person), 'visionary leaders', or 'partnership pioneers' as key to successful partnerships [30, 42, 51, 57] . Importantly, the members of GHPs rarely included people who experienced the health issues motivating the partnership. Grassroots voices of community members or patients were largely absent from assessment of GHPs.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Attending to issues of inclusion"
        },
        {
            "text": "A relatively small number (n = 8) of articles explicitly addressed issues of inclusion in their GHP. Yassi et al. [39] for example, described a research partnership involving the health of healthcare workers in South Africa, in which workers' union representatives participated in research design and planning. Njelesani et al. [41] observed that being White or Black in Zambia mattered, noting that having a name that may read as White or Black can influence relationships and participation. In their conclusion, the authors directly address power and history: \"relations between the Global North (which includes countries such as Canada) and the Global South (including countries such as Zambia) are fraught with power imbalances, macroeconomic forces and colonial legacies, the partnership described here is undoubtedly influenced by, and possibly influences, such superstructure\". In another article focusing on a Canada-Dominican Republic nursing capacity-building partnership, [35] authors reported \"intentionally bringing community members together to utilize their knowledge and expertise…[as] a foundational principle of community engagement\". Another article asserts that leaders of seventeen \"completely indigenous\" (sic) communities transmitted their priorities to the Ministry of Health [29] but neither these Indigenous leaders nor other community members were interviewed in the evaluation. Another article [57] repeatedly referred to a \"vibrant consultative process\" involving a range of stakeholders that did not actually include community members.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Attending to issues of inclusion"
        },
        {
            "text": "In these examples, consultations by government, civil society or private sector bodies named among the formal partners often took on the role of representing grassroots voices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attending to issues of inclusion"
        },
        {
            "text": "GHPs involve active and relational process that evolves over time, are embedded in complex contexts, and evoke both organizational and personal relationships. Our analysis spanned many types of partnerships with a focus on how equity is (or could be) considered in assessing GHPs. We were not interested in whether some types of partnerships are better or worse than others, but rather in how the process of partnering itself could be more or less responsive to their inherent issues of equity and power. Though reviewed articles shared a general interest in partnering processes, they often lacked attentiveness to issues of equity in either process or content. Among the 14 frameworks identified to support assessment of GHPs, attention to issues of equity was limited and most placed greater emphasis on outcomes than processes. Despite most authors describing equity as something felt, or experienced, in GHPs, the experience of equity was not integrated as something to assess. Our findings suggest that GHPs need to balance the attention afforded to assessing processes of governance, issues of equity and inclusion, the day-to-day work and management of partnership work with bigger-picture impacts and outcomes. Although most authors discussed the importance of relationships as an interesting finding, few set out to assess relational or equity dimensions of their partnership. Integrating a relational and equity-centered approach to assessing GHPs would place social justice, humility, and mutual benefits as central practices-that is, regular, routine things that partners involved in partnering do intentionally to make GHPs work well. Equity-centered assessment of GHPs appears to be a shared intention, yet elusive to put into practice. Interest in the ethics of equity in GHPs extends beyond the limits of the thirty articles we reviewed, with other scholars examining inequalities and inequities in GHPs so far as to propose a code of ethics for global health collaborations [64] . The ethics of GHPs may, indeed, be framed as closely tied to how attentive and responsive they are to issues of equity.",
            "cite_spans": [
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis illuminated specific practices GHPs could embrace to enhance their contributions to equity, both in their processes and outcomes. We focus our discussion here on inclusion, attentiveness and responsiveness power asymmetries in the context of vast inequities, and recognition of GHPs as situated in a broader (and inequitable) political economy. First, with respect to inclusion, assessments of GHPs did not include voices of all partners or beneficiaries, notably excluding those intended to benefit from GHPs and several examples where partnership assessments from only one partner's perspective were rationalized. The almost-complete absence of grassroots or community voices among those assessing partnerships suggests that reflection on GHPs appears to exclude the voices of the people most affected by them, and arguably those with the most legitimate role in assessing whether they are successful. The relative exclusion of community voices was met with a consistent assumption of the inherent 'goodness' of GHPs. Assumptions of 'goodness' was challenged by some [40, 46] within this literature and many in the broader field [11, 13, 65] . Greater net benefits for the Northern partners involved in GHPs were often unquestioned. Critical debates in the broader field of knowledge translation in global health increasingly invite more explicit consideration of how benefits are distributed, whose interests partnerships serve, and the importance of practices of equity, including humility, service, and shared benefits [66, 67] . Integrating equity considerations in the assessment and ongoing analysis of GHPs would draw partners' attention to identifying imbalances in power or the distribution of benefits, and offer a platform for discussion on how these imbalances might be mitigated.",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[66,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1542,
                    "end": 1545,
                    "text": "67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Power asymmetries, particularly in the context of extreme social, economic and health inequities were sometimes alluded to or named for the discomfort they can produce, but rarely met with practical mitigation strategies. Authors' portrayal of GHPs as inherently beneficial for Southern partners threw into sharp focus their lack of attention to the factors that shape power dynamics and inequities (North-South, South-South). Though power dynamics are always at play in partnerships, attention to power was minimal and most articles focused more on attention to performance outcomes. Silence on the complex power dynamics at play in GHPs, and similarly, on issues of equity and inclusion is concerning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By virtue of selecting articles reporting on North-South GHPs, all articles included in this CIS involved countries with vastly inequitable life trajectories and health outcomes shaped by the social and structural determinants of health [68] that disproportionately advantage populations that benefit from colonization over those that were colonized [14] . The need for action on the social determinants of health is increasingly acknowledged through global health organizations and governance mechanisms, such as the Pan-American Health Organization's recent recommendations that draw attention to advancing equity in social, political and economic structures and addressing the legacies of colonization and racism [69] . GHPs operate in the broad North-South contours of colonial legacies, but are also complicated by the frequent role of Southern elite sectors in facilitating the extraction of wealth by largely-Northern interestselite sectors which also disproportionately provide the Southern researchers and health professionals who participate in global health partnerships [11] [12] [13] . Along such lines, broader literature examining GHPs suggests that, despite frequently espousing equity ideals, they can play a role in maintaining power norms that disproportionately serve the interests of already-privileged groups, both in the Global North and in the South [11, 70, 71] . This finding evokes a commonly-noted absence of awareness of issues of power and privilege in GHPs and, by extension, a lack of capacity to engage in critical power analysis and mitigation [2, 12, 26] . Ultimately, GHPs can serve to entrench both inequitable relationships and unfair distributions of power, resources, and wealth within and between countries if inequitable power relationships are left unmitigated. Our review reinforces the need for greater capacity to do so within GHPs.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1379,
                    "end": 1382,
                    "text": "70,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1383,
                    "end": 1386,
                    "text": "71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1578,
                    "end": 1581,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1582,
                    "end": 1585,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1586,
                    "end": 1589,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, our review illuminated a disconnect between the broader political economies of GHPs and authors' portrayals and assessments of partnering. It is crucial that those concerned with North-South inequities in GHPs have, at the very least, a general awareness of the ongoing macroeconomic drivers of such inequities, and their enormous population health impacts. Such awareness would strengthen capacity for GHPs to reduce inequities within the partnership itself (i.e., the specific people involved, in terms of opportunity and career development) and within the communities they seek to serve. Inattention to the role of macroeconomic forces in the power and resource dynamics of GHPs reveals an opportunity to extend power and equity analysis to the broader political economy in which partnerships are situated. In articles focused on PPPs, power and resource imbalances were implicitly legitimized and strengthened by the ways in which the GHPs were described. Though elevated as a mechanism for addressing resource gaps, PPPs advance a neoliberal agenda in GHPs, privileging private interests in ways that typically undermine the public sector and shift attention away from the upstream drivers of health inequities [72] . Logically, some authors described alignment between partnership goals and strategies with local priorities as important in GHPs. Yet no article examined the role of macroeconomic forces in shaping the national health plans of Global South countries, which are often subject to meeting debt conditionalities and other coercive macroeconomic mechanisms [72, 73] . Such conditionalities are, themselves, largely shaped by the priorities of international financial institutions, where the power of the Global North far exceeds that of the South. Despite GHPs' consistent use of alignment with national health policies as a way of justifying the responsiveness to local communities, needs, or interests-such policies are shaped and restricted by neoliberal economic reforms that dictate limitations on government investments in healthmeaning, the alignment is not necessarily with the global South, but rather can be an extension of Northern interests that effectively maintain an inequitable distribution of power globally [74, 75] . Future directions for study could extend the consideration of equity to mechanisms intended to evaluate technical and financial aspects of GHPs, outcomes, or accountability. Existing tools or frameworks for assessing GHPs could also could be revisited, for example with a particular interest in integrating equity considerations.",
            "cite_spans": [
                {
                    "start": 1225,
                    "end": 1229,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1583,
                    "end": 1587,
                    "text": "[72,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1588,
                    "end": 1591,
                    "text": "73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 2251,
                    "end": 2255,
                    "text": "[74,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 2256,
                    "end": 2259,
                    "text": "75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This CIS involved a systematic search for literature reporting assessments of North-South GHPs. Our review is confined to the content authors shared in their articles, as we could analyze only what was written. In alignment with previous scholarship on promising practices for advancing equity action [12, 76] , we specifically examined articles for whether and how authors situated GHPs in the context of vast economic and health inequities because we believe not doing so risks overlooking or naturalizing inequities. This decision extended an assumption that, given the distribution of power, resources, and wealth globally, North-South GHPs should do something to advance equity action, regardless of whether or not the partnership was established with that intention. Further, this set of articles demonstrated substantial variability in what 'kinds' of things were assigned value in GHPs, with few definitions offered. Publication practices and norms often restrict the attention authors can give to declaring assumptions, values, or positions, and what is reported in articles thus does not necessarily reflect the equity intentions or actions of authors [12] . Given the lack of attention to critical power analysis within a set of partnerships that involve inherent and known inequities between North and South, it is not possible to assess whether any GHPs led to inequitable or ineffective partnerships. All of these factors restricted how far our analysis could be taken while also illuminating the importance of finding ways to encourage explicit declaration of how GHPs pay attention to equity, power, and inclusion-particularly in the context of vast and long-standing global inequities in the distribution of power, resources, and wealth.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Limitations & contextualizing results"
        },
        {
            "text": "GHPs are situated at a complex intersection of individual motivations, political economies, sociopolitical histories, funding and educational opportunities, and vast health and social inequities that persist within and between countries worldwide. Growing interest in issues of equity in global health extends beyond the topical focus of GHPs to include how they, themselves, function to address equity. Our findings suggest a need for tools that explicitly acknowledge and examine the equity implications of all aspects of partnering, both formal and informal. GHPs could play a positive role in shaping the determinants of equity; but only if they are done with explicit attention to issues of power and the inequities that characterize North-South partnerships. Recognizing that the root causes of health inequities, both within and between countries, involve the unfair distribution of power, resources, and wealth, issues of equity in GHPs involve making judgements about what is fair and tolerable, and what warrants mitigation. The absence of critically reflective examination of relational processes and power within GHPs points to a need for tools that can support active and equity-informed partnership by all participants, and in ways that allow and elevate voices that might otherwise be silenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A rapid evidence review on the effectiveness of institutional health partnerships",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weakliam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Schonemann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glob Health",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-015-0133-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The strategic geographies of global health partnerships. Heal Place",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herrick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "152--161",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2017.03.017"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Regional Office for the Americas. Partnership for Health Development",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Health partnership research and the assessment of effectiveness",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ritman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Health",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global health: What it has been so far, what it should be, and what it could becomeNo. Antwerp",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooms",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammonds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Decoster",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Studies in Health Services Organization & Policy). Report",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Towards a common definition of global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Merson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Sewankambo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "9679",
            "pages": "60332--60341",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(09)60332-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ukombozi means liberation: a case for decolonizing Global Health research, methodology, and praxis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Millet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tackling racism as a \"wicked\" public health problem: enabling allies in anti-racism praxis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Came",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Sci Med",
            "volume": "199",
            "issn": "",
            "pages": "181--189",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2017.03.028"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Client or volunteer? Understanding neoliberalism and neocolonialism within international volunteer health work",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "St-Amant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ward-Griffin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vainio-Mattila",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Qual Nurs Res",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From reflexivity to collectivity: challenging the benevolence narrative in global health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Can Med Educ J",
            "volume": "8",
            "issn": "2",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.36834/cmej.42021"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Scrambling for Africa: AIDS, expertise, and the rise of American global health science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The possible worlds of global health research: an ethics-focused discourse analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brisbois",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Plamondon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Sci Med",
            "volume": "196",
            "issn": "",
            "pages": "142--151",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "environment and colonial legacies: situating the science of pesticides, bananas and bodies in Ecuador",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Brisbois",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "Harris",
                    "middle": [
                        "L"
                    ],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc Sci Med",
            "volume": "239",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2019.112529"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Colonial medicine and its legacies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "Thorp",
                    "middle": [],
                    "last": "Basilico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "33--72",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The stages of international (global) health: histories of success or successes of history?",
            "authors": [
                {
                    "first": "A-E",
                    "middle": [],
                    "last": "Birn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Glob Public Health",
            "volume": "4",
            "issn": "1",
            "pages": "50--68",
            "other_ids": {
                "DOI": [
                    "10.1080/17441690802017797"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Undoing the demos: Neoliberalism's stealth revolution",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/j.ctt17kk9p8"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The rise of neoliberalism: How bad economics imperils health and what to do about it",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Epidemiology and Community Health. England. BMJ",
            "volume": "70",
            "issn": "",
            "pages": "312--320",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reprising the globalization dimensions of international health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Health",
            "volume": "14",
            "issn": "1",
            "pages": "49--54",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-018-0368-3"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The CCGHR principles for Global Health research: centering equity in research, knowledge translation, and practice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Plamondon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bisung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc Sci Med",
            "volume": "239",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2019.112530"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Canada's global health role: supporting equity and global citizenship as a middle power",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "18",
            "pages": "30322--30324",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)30322-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The integration of evidence from the commission on social determinants of health in the field of health equity: a scoping review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Plamondon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bottorff",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Caxaj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09581596.2018.1551613"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Synthesising qualitative and quantitative evidence: a review of possible methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dixon-Woods",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Heal Serv Res",
            "volume": "10",
            "issn": "1",
            "pages": "45--53",
            "other_ids": {
                "DOI": [
                    "10.1177/135581960501000110"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Conducting a critical interpretive synthesis of the literature on access to healthcare by vulnerable groups",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dixon-Woods",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Annandale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Med Res Methodol",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-6-35"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The equity tool for valuing Global Health partnerships (EQT-GHP): mixed methods development of the tool",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Plamondon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dubent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fitgerald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Glob Heal Under Revi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Not Here\": Making the Spaces and Subjects of \"Global Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Culture",
            "volume": "35",
            "issn": "",
            "pages": "285--312",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global Health governance: crisis, institutions and political economy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sparke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "131--59",
            "other_ids": {
                "DOI": [
                    "10.1057/9780230249486_7"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The SAGE handbook of qualitative data analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "170--83",
            "other_ids": {
                "DOI": [
                    "10.4135/9781446282243.n12"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Partnerships in global health and collaborative governance: lessons learnt from the division of tropical and humanitarian medicine at the Geneva University Hospitals. Glob Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beran",
                    "suffix": ""
                },
                {
                    "first": "Aebischer",
                    "middle": [],
                    "last": "Perone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alcoba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bussien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Eperon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-016-0156-x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Healthy competition drives success in results-based aid: lessons from the Salud Mesoamerica initiative",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "El Bcheraoui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Palmisano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dansereau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woldeab",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moradi-Lakeh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0187107"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Global public-private health partnerships: lessons learned from ten years of experience and evaluation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Dent J",
            "volume": "61",
            "issn": "2",
            "pages": "2--10",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1875-595X.2011.00034.x"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transnational multistakeholder partnerships for sustainable development: conditions for success",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pattberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Widerberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ambio",
            "volume": "45",
            "issn": "1",
            "pages": "42--51",
            "other_ids": {
                "DOI": [
                    "10.1007/s13280-015-0684-2"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Global health research challenges with a north-south partnership",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ridde",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Capelle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Can J Public Heal",
            "volume": "102",
            "issn": "2",
            "pages": "152--158",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03404166"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Revising a conceptual model of partnership and sustainability in global health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Upvall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Leffers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Public Health Nurs",
            "volume": "35",
            "issn": "3",
            "pages": "228--265",
            "other_ids": {
                "DOI": [
                    "10.1111/phn.12396"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Partnerships for global child health",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Steenhoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Crouse",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lukolyo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mazhani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatrics",
            "volume": "140",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Global host partner perspectives: utilizing a conceptual model to strengthen collaboration with host partners for international nursing student placements",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Underwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Konnert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Valerio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Health Nurs",
            "volume": "33",
            "issn": "4",
            "pages": "351--360",
            "other_ids": {
                "DOI": [
                    "10.1111/phn.12258"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Successful Global Health research partnerships: what makes them work?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ayodo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Musoke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "94",
            "issn": "1",
            "pages": "5--7",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.15-0611"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Assessing global partnerships in graduate nursing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tuck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nurse Educ Today",
            "volume": "33",
            "issn": "11",
            "pages": "1288--94",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nedt.2013.03.014"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Promoting sustainable research partnerships: a mixed-method evaluation of a United Kingdom-Africa capacity strengthening award scheme",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Njelesani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Heal Res Policy Syst",
            "volume": "13",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Considerations for preparing a randomized population health intervention trial: lessons from a south African-Canadian partnership to improve the health of health workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yassi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Engelbrecht",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uebel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Nophale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bryce",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glob Heal Action",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/gha.v7.23594"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The binds of global health partnership: working out working together in Sierra Leone",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med Anthropol Q",
            "volume": "32",
            "issn": "4",
            "pages": "520--558",
            "other_ids": {
                "DOI": [
                    "10.1111/maq.12462"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "International research partnerships in occupational therapy: a Canadian-Zambian case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Njelesani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaver",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mwambwa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Occup Ther Int",
            "volume": "20",
            "issn": "2",
            "pages": "75--84",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Evaluating global health partnerships: a case study of a Gavi HPV vaccine application process in Uganda",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kamya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Asiimwe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carnahan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waiswa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Heal Policy Manag",
            "volume": "6",
            "issn": "6",
            "pages": "327--365",
            "other_ids": {
                "DOI": [
                    "10.15171/ijhpm.2016.137"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Assessing the twinning model in the Rwandan human resources for health program: goal setting, satisfaction and perceived skill transfer. Glob Health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ndenga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Uwizeye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uwitonze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mubiligi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hedt-Gauthier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-016-0141-4"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Stronger together: midwifery twinning between Tanzania and Canada",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandwell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bonser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hebert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kilroy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leshabari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mwanga",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Health",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-018-0442-x"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Global health partnerships for continuing medical wducation: lessons from successful partnerships",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sriharan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Heal Syst Reform",
            "volume": "2",
            "issn": "3",
            "pages": "241--53",
            "other_ids": {
                "DOI": [
                    "10.1080/23288604.2016.1220776"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "What makes international global health university partnerships higher-value? An examination of partnership types and activities favoured at four east African universities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Yarmoshuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Guantai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mwangu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zarowsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Glob Heal",
            "volume": "84",
            "issn": "1",
            "pages": "139--50",
            "other_ids": {
                "DOI": [
                    "10.29024/aogh.20"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Power, potential, and pitfalls in global health academic partnerships: review and reflections on an approach in Nepal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Citrin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehanni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nirola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sherchan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Glob Heal Action",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/16549716.2017.1367161"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Making a commitment to ethics in global health research partnerships: a practical tool to support ethical practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Afsana",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Neufeld",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Bioeth Inq",
            "volume": "12",
            "issn": "1",
            "pages": "137--183",
            "other_ids": {
                "DOI": [
                    "10.1007/s11673-014-9604-6"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Global health partnerships: building multi-national collaborations to achieve lasting improvements in maternal and neonatal health. Glob Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kallam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kopic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pujic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-016-0159-7"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A concept in flux: questioning accountability in the context of global health cooperation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bruen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brugha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kageni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wafula",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glob Health",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-014-0073-9"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Qualitative evaluation of a public private partnership for reproductive health training in Papua New Guinea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thiessen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bagoi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Homer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rumsey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rural Remote Health",
            "volume": "18",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Building sustainable fieldwork partnerships between Canada and India: finding common goals through evaluation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Storr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maclachlan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ponnusamy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drynan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moliner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "WFOT Bull",
            "volume": "74",
            "issn": "1",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Diabetes UK Mozambique twinning Programme. Results of improvements in diabetes care in Mozambique: a reassessment 6 years later using the rapid assessment protocol for insulin access",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beran",
                    "suffix": ""
                },
                {
                    "first": "Silva",
                    "middle": [],
                    "last": "Matos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yudkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabet Med",
            "volume": "27",
            "issn": "8",
            "pages": "855--861",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1464-5491.2010.03053.x"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Lessons learnt from the MAGNET Malawian-German hospital partnership: the German perspective on contributions to patient care and capacity development. Glob Health",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neuhann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barteit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-017-0270-4"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Effective collaboration for scaling up health technologies: a case study of the chlorhexidine for umbilical cordcare experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Heal Sci Pract",
            "volume": "6",
            "issn": "1",
            "pages": "178--91",
            "other_ids": {
                "DOI": [
                    "10.9745/GHSP-D-17-00380"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Conceptual model for partnership and sustainability in global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leffers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Health Nurs",
            "volume": "28",
            "issn": "1",
            "pages": "91--102",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1446.2010.00892.x"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Partnerships for policy development: a case study from Uganda's costed implementation plan for family planning",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Gribble",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cahaelen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glob Heal Sci Pract",
            "volume": "4",
            "issn": "2",
            "pages": "284--99",
            "other_ids": {
                "DOI": [
                    "10.9745/GHSP-D-15-00300"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Innovative healthy lifestyles school-based public-private partnerships designed to curb the childhood obesity epidemic globally: Lessons learned from the Mondelez International Foundation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Escamilla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Food Nutr Bull",
            "volume": "39",
            "issn": "1_suppl",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Beyond academic freedom: Canadian neoliberal universities in the global context",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeppesen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nazar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "TOPIA Can J Cult Stud",
            "volume": "1",
            "issn": "28",
            "pages": "87--113",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Mining capitalism: the relationship between corporations and their critics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirsch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1525/9780520957596"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The power of accounts: authority and authorship in ethnography",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int J Qual Stud Educ",
            "volume": "9",
            "issn": "1",
            "pages": "61--74",
            "other_ids": {
                "DOI": [
                    "10.1080/0951839960090106"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Analysis of a unique global public-private partnership to promote oral health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pine",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dugdill",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Dent J",
            "volume": "61",
            "issn": "2",
            "pages": "11--21",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1875-595X.2011.00036.x"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Global health nursing: Building and sustaining partnerships",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Upvall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Leffers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Medicine Anthropology Theory | An open-access journal in the anthropology of health, illness, and medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fourie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "AIDS, academia, and the rise of global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Behemoth A J Civilis",
            "volume": "3",
            "issn": "",
            "pages": "78--97",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Experience of health leadership in partnering with university-based researchers in Canada -A Call to \"Re-imagine\" research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Botting",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macleod",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harlos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Heal Policy Manag",
            "volume": "",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Reimagining researchers in health research; comment on experience of health leadership in partnering with universitybased researchers in Canada: a call to 'Re-Imagine' Research",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Plamondon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Heal Policy Manag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The Lancet Editorial. Taking urgent action on health inequities",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Commission of the Pan American Health Organization on Equity and Inequalities in the Americas. Just Societies: Health equity and dignified lives",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The 'indirect costs' of underfunding foreign partners in global health research: a case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Crane",
                    "suffix": ""
                },
                {
                    "first": "Andia",
                    "middle": [],
                    "last": "Biraro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fouad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Boum",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rbangsberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob Public Health",
            "volume": "13",
            "issn": "10",
            "pages": "1422--1431",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2017.1372504"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Epidemiology and 'developing countries': writing pesticides, poverty and political engagement in Latin America",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brisbois",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Stud Sci",
            "volume": "44",
            "issn": "4",
            "pages": "600--624",
            "other_ids": {
                "DOI": [
                    "10.1177/0306312714523514"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Public-private partnerships (ppps) in global health: The good, the bad and the ugly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruckert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Third World Quarterly. Routledge",
            "volume": "35",
            "issn": "",
            "pages": "1598--1614",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Globalisation in the time of COVID-19: repositioning Africa to meet the immediate and remote challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Otu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonte",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Glob Health",
            "volume": "16",
            "issn": "1",
            "pages": "1--51",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Globalization, austerity and health equity politics: taming the inequality machine, and why it matters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schrecker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Public Health",
            "volume": "26",
            "issn": "1",
            "pages": "4--13",
            "other_ids": {
                "DOI": [
                    "10.1080/09581596.2014.973019"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The political origins of health inequity: prospects for change",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Ottersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buss",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chongsuvivatwong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9917",
            "pages": "62407--62408",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)62407-1"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Connecting knowledge with action for health equity: a critical interpretive synthesis of promising practices",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Plamondon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Caxaj",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bottorff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Equity Health",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Categorization of GHPs for the purposes of this review",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This review was completed as part of a Canadian Coalition for Global Health Research (CCGHR, www.ccghr.ca) initiative, a knowledge network promoting equity in health worldwide. All authors are members of the CCGHR. This project was supported by Global Affairs Canada and the Canadian Partnership for Women and Children's Health (CanWaCH). We are grateful for the support of Genevieve Gore (at the Schulich Library of Physical Sciences, Life Sciences and Engineering, McGill University) for her support with the scoping review that allowed us to identify the articles reviewed here. We respectfully acknowledge the thoughtful contributions of colleagues in global health, generously offered their insights and wisdom about equity in global health partnerships in conversations and peer feedback to the broader research team. We humbly acknowledge that this work was carried out on the traditional and unceded territories of several First Nations. For KP, at the University of British Columbia Okanagan, her work was done from the traditional and unceded lands of the Sylix Nation, often called Kelowna. For BB, work for this manuscript was completed on the territories of the A'i Kofán (Ecuador) and connected to the territory of the Lheidli T'enneh, where the University of Northern British Columbia campus is located. For CL and LD, who live in Montreal, McGill University is located on land which has long served as a site of meeting and exchange amongst Indigenous peoples, including the Haudenosaunee and Anishinabeg Nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The online version contains supplementary material available at https://doi. org/10.1186/s12992-021-00726-z.Additional file 1: Supplementary Table 1 . Overview of methods, authorship, clarity, and content of included articles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 148,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Information"
        },
        {
            "text": "This critical interpretive synthesis is one element of a larger mixed-methods study conceptualized and designed by CL with input from KP as a coinvestigator. Preliminary stages of defining the search strategy, screening, selecting, and completing preliminary review of articles was done by LD, CL and a third investigator with KP providing support for any cases of disagreement. The scoping review work that preceded this review was led by CL and Dr. Theresa Gyorkos, with support from LD. KP and BB led the critical analysis of the selected articles, with regular team meetings to discuss iterative findings and situate these in the literature. KP led development of the manuscript, with significant contributions from all authors on each draft. All authors reviewed and approved drafts and all revisions of the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "All authors are members of the Canadian Coalition for Global Health Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' information"
        },
        {
            "text": "This project was supported, in part, by funding from the Canadian Partnership for Women and Children's Health, Canadian Collaborative for Global Health Initiative (CL Co-PI; KP Co-I). KP's salary is supported, in part, by a Michael Smith Foundation for Health Research Scholar award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets generated and/or analysed during the current study are not publicly available due to the iterative nature of our analysis, but are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}