{
    "paper_id": "0b40f515ba1091154fcb5f52c9a236d05f6aac95",
    "metadata": {
        "title": "Genomics and Personalized Nutrition",
        "authors": [
            {
                "first": "Iwona",
                "middle": [],
                "last": "Rudkowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Endocrinology and Nephrology Unit",
                    "institution": "Laval University",
                    "location": {
                        "postCode": "G1V 4G2",
                        "settlement": "Québec",
                        "region": "QC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Genomics technologies can be used to study the relationship between the human genome, nutrition, and health. For example, food components can interact with genes and their expression to alter phenotypes. Consequently, genes can influence absorption, metabolism, or transport of food nutrients or its site of action and thus influence the overall response to the diet [1] . Food compounds can also produce changes in the profile of the gut microbiome [2] . Knowledge of changes in the microbiome is valuable for an optimal diet. Furthermore, in the interaction of genes and diet, the effect of diet on individual health depends on the specific genotype [1] . Thus, genomics technologies can improve the understanding of the relevant metabolic pathways to the risk of diseases and the responses to diet. Such genomics data can facilitate the development of personalized nutrition recommendations. The goal of personalized nutrition is to prevent the onset and development of diseases by targeting dietary recommendations to an individual's characteristics, such as genetic information, disease status, dietary intake, nutrient status, anthropometrics, physiological state, food preferences, lifestyle, and sensory preference [3] . Research findings demonstrate that some individuals may respond differently to nutrition recommendations and thus may benefit from other dietary recommendations [4] . Thus, the development of personalized nutrition should improve health and decrease the risk of disease.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of this Special Issue was to expand and add to the research which uses genomics technologies in the development of personalized nutrition recommendations. This Special Issue on \"Genomics and Personalized Nutrition\" features five original articles [5] [6] [7] [8] [9] and four reviews [10] [11] [12] [13] which examine two facets of personalized nutrition: 1-genomics and food bioactive compounds; and 2-genetic variations and diet interactions.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Food bioactive compounds may modify metabolic syndrome risk factors. Metabolic syndrome risk factors include abdominal obesity, atherogenic dyslipidemia, hypertension, and hyperglycemia (insulin resistance). Additionally, inflammation may be considered as one of the metabolic syndrome components. Two articles in this Special Issue establish the impact of food bioactive compounds on several genomic parameters, such as gene expression and microbiome, to understand the effects on metabolic syndrome. First, Durand et al., 2020 [5] demonstrate that a supplement of milt herring hydrolysates improves glycemia, reduces inflammation, modulates gene expression in the liver, and alters Lactobacillus abundance. Overall, this study suggests that milt herring is a novel marine ingredient to help fight against metabolic syndrome. Secondly, Cifre et al., 2020 [6] show that the administration of all-trans retinoic acid regulates the expression of key inflammatory and lipid metabolism genes in an ex vivo system of peripheral blood mononuclear cells in normal-weight and overweight-obese subjects. These studies are excellent examples of the use of various genomics techniques to further understand the effects of foods on health and to adapt our current recommendations.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further, the use of multiple genomics in nutrition research requires sophisticated integration analysis methods. In the article by Khorraminezhad et al., 2020 [10] , machine learning analyses are defined and nutrition studies that use machine learning techniques are examined in-depth. Overall, the review concludes that use of machine learning should complement traditional statistical analyses to fully explain the impact of nutrition on health and disease using genomics techniques [10] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 163,
                    "text": "Khorraminezhad et al., 2020 [10]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this Special Issue, we present three original studies and one review which examine the interaction between genetic variants and lifestyle factors, clinical features, or dietary intake. First, the article by Furukawa et al., 2020 [7] demonstrates that three genetic variants at the 12q24 locus are associated with black tea consumption in Japanese populations. Results suggest that certain individuals may drink more black tea due to their genetic profile [7] . Secondly, Jee et al., 2020 [8] show that age-related cataract risk had a positive association with polygenetic risk scores related to crystallin metabolism. Further, the genetic risk for age-related cataract development was modified by age, the presence of hypertension, hyperglycemia, sodium and coffee intake, and a Western-style diet [8] . The authors recommend that individuals with potential genotypes at risk of age-related cataracts, such as family histories, should be careful to avoid the dietary and lifestyle factors linked to age-related-cataracts [8] . Thirdly, the article by Galmés et al. 2020 [9] discusses the importance of micronutrients and the genetic variants for the immune system in the context of Coronavirus disease 2019 (COVID-19). Additionally, the study reveals that intake levels of Vitamins D, C, B12, and iron are inversely associated with higher COVID-19 incidence and/or mortality, particularly in populations genetically predisposed to lower circulating levels of these micronutrients [9] . Forth, the review by Golan et al., 2020 [11] examines how genetic variations that can affect human milk content. The authors conclude that genetic variations that can affect human breastmilk are rare but may be more common in some ethnic groups [11] . Overall, the new results presented in this Special Issue can be used to develop novel personalized nutritional recommendations based on food preference for those at risk of defects in metabolism for optimal health and prevention of disease.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1529,
                    "end": 1533,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1734,
                    "end": 1738,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further, two review studies examine the current state of nutrigenetics recommendations and \"direct-to-consumer genetic testing\" (DTC-GT) services. First, Mullins et al., 2020 [12] provide examples on how genotypic information could be used to inform nutritional recommendations as well as examining ethical considerations and practical applications for using genetic information to inform dietary choices. Secondly, the review by Floris et al., 2020 [13] scrutinizes the online nutrigenetics services offered by 45 companies worldwide regarding the types of nutritional traits analyzed and the level of scientific precision of the services proposed. The authors conclude the need for specific nutrigenetics guidelines, to ensure quality standards for the nutrigenetics services offered to the customer [13] . These review studies provide an excellent update on current knowledge in gene-diet interactions and their application in personalized nutrition.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 430,
                    "end": 454,
                    "text": "Floris et al., 2020 [13]",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the articles published in this Special Issue will add to the current knowledge in nutrition research using genomics techniques. The increasing knowledge will help nutrition researchers and nutritionists to make more personalized recommendations; thus, it is thought that adherence to dietary advice may increase when it is supported with information based on genomics. Finally, the inclusion of personalized nutrition in our healthcare system may help us to prevent the onset and development of diseases. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author declares no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diet rapidly and reproducibly alters the human gut microbiome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Maurice",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Carmody",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Button",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Varma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischbach",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "559--563",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12820"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Perspective: Guiding Principles for the Implementation of Personalized Nutrition Approaches That Benefit Health and Function",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carvajal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S H"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Latulippe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Matusheski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcclung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv. Nutr",
            "volume": "11",
            "issn": "",
            "pages": "25--34",
            "other_ids": {
                "DOI": [
                    "10.1093/advances/nmz086"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Personalized Nutrition by Prediction of Glycemic Responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zeevi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Korem",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zmora",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Israeli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rothschild",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ben-Yacov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lador",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Avnit-Sagi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lotan-Pompan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "163",
            "issn": "",
            "pages": "1079--1094",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2015.11.001"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Animal and cellular studies demonstrate some of the beneficial impacts of herring milt hydrolysates on obesity-induced glucose intolerance and inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ouellette",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Houde",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guenard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Varin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marcotte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pilon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fraboulet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Vohl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marette",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12113235"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impaired cpt1a gene expression response to retinoic acid treatment in human PBMC as predictor of metabolic risk",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cifre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12082269"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Genome-Wide Association Study Identifies the Association between the 12q24 Locus and Black Tea Consumption in Japanese Populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furukawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nogawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawafune",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hachiya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12103182"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Polygenetic-Risk Scores Related to Crystallin Metabolism Are Associated with Age-Related Cataract Formation and Interact with Hyperglycemia, Hypertension, Western-Style Diet, and Na Intake",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrition",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12113534"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Current State of Evidence: Influence of Nutritional and Nutrigenetic Factors on Immunity in the COVID-19 Pandemic Framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galmés",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12092738"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rudkowska, I. Statistical and machine-learning analyses in nutritional genomics studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Khorraminezhad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leclercq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Droit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bilodeau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12103140"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genetic and Physiological Factors Affecting Human Milk Production and Composition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Golan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Assaraf",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nutrients",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12051500"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genomics in Personalized Nutrition: Can You \"Eat for Your Genes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bresette",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hallmark",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Chilton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nutrients",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12103118"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Direct-to-Consumer Nutrigenetics Testing: An Overview",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Floris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Porru",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Addis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cambedda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Idda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12020566"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ": I.R. holds a Junior 2 research Scholar from the Fonds de recherche du Québec-Santé (FRQ-S). Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable. Data Availability Statement: Not applicable.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}