{
    "paper_id": "0b45fae912c29761a9781c6f3d4eaf2f5e993e2c",
    "metadata": {
        "title": "Case Report Disseminated Thrombosis in COVID-19 Cases: The Role of Early Antithrombotic Treatments?",
        "authors": [
            {
                "first": "Dubai",
                "middle": [],
                "last": "Med",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasem",
                "middle": [
                    "Mohammed"
                ],
                "last": "Alhashmi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dubai Health Authority",
                    "location": {
                        "settlement": "Dubai",
                        "country": "UAE"
                    }
                },
                "email": "jmalhashmi@dha.gov.ae"
            },
            {
                "first": "Ashraf",
                "middle": [
                    "M"
                ],
                "last": "Elhoufi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eman",
                "middle": [],
                "last": "Elhatou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dubai Health Authority",
                    "location": {
                        "settlement": "Dubai",
                        "country": "UAE"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahmood",
                "middle": [],
                "last": "Ghanaim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many newly published articles have focused on the association between COVID-19 and thrombogenicity. Indeed, it has become a frequently observed phenomena. In this study, we report on a 45-year-old man with a COVID-19-positive test. His dramatic progression started 5 days after admission. He developed a right ventricular (RV) thrombus (rare condition) and multiple brain sites infarction. We discuss this phenomena by showing the extent to which the thrombosis can take place, the possible relation between inflammatory, D-dimer and case progression and suggest a treatment approach particularly in cases with multiple thrombogenicity organ involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Systemic coagulation activation and thrombotic complications are a well observed phenomena in COVID-19 cases. Thrombus can occur in heart, lung and brain and at peripheries. We report a unique case of COVID-19 which developed multiple thromboses at different organ sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 45-year-old man presented to the emergency department at the Dubai Hospital on May 1, 2020 at 1: 20 p.m. with a 1-day history of fever, cough, sore throat and shortness of breath. His vital signs are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "Physical Exam He appears well developed and well nourished. Effort breathing with normal breath sounds. Tachypnea noted, no respiratory distress, and heart auscultation revealed tachycardia with no added sound or murmur. The patient tested positive for COVID-19. He was managed in the AE COVID-19 isolation unit. In addition to 10-15 L/min oxygen mask, paracetamol (IV tablets) and IV fluid, he received medications, for details see Table 2 . Unfortunately, the patient experienced dramatic progression and worsening of his condition. Table 3 shows the progression of his lab markers. CXRs ( Fig. 1-4) series taken as the patient condition progressed with the COVID-19 managements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 535,
                    "end": 542,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 592,
                    "end": 601,
                    "text": "Fig. 1-4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "He became more agitated and restless despite O2 saturation ranging between 95 and 98% on 15 L/min of oxygen. On May 6, 2020, the patient complained of weakness in his face since the morning and drooling of saliva. The patient was unable to talk properly, complaining of difficulty in talking with hoarseness of voice. Signs of UMN involvement of facial nerve were noted. Tone and power were normal in his upper arms. An urgent brain CT scan was ordered and reported the following: cortical and subcortical inhomogeneous hy-podensities involving bilateral frontal, temporal bilateral cerebellar lobes, suggestive of recent ischemic insult (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 646,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The patient was loaded with aspirin 300 mg and daily 75 mg enoxaparin, shifted from prophylactic dose into full therapeutic doses of 80 mg twice daily. Bedside echocardiography done on May 7, 2020 showed the following: preserved cardiac chamber dimensions, LVEF 60%, normal flow across the heart valves. There were relatively large mobile thrombus seen attached to the anterior cuspid of tricuspid valve in the right ventricular inflow subcostal view (Fig. 6a, b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 463,
                    "text": "(Fig. 6a, b)",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The patient developed respiratory failure and desaturating SpO2 less than 90%. ABG: PH 7.4, PCO2 72.6, HCO3 28.7, SO2 94.2. He was electively intubated on May 7, 2020. His general condition worsened. He developed brady asystole, resuscitated as per ACLS protocol, but the trials were not successful. His death was declared on May 11, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The reported case showed a disseminated hypercoagulable status. The case has low risk factors for developing thromboembolic phenomena. In the era of the COV-ID-19 pandemic outbreak, several pathological entities have been proposed by different researchers. Activation of the coagulation system has been observed in many cases. Preliminary data show that in patients with severe CO-VID-19, anticoagulant therapy appears to be associated with lower mortality in the subpopulation meeting sepsis-induced coagulopathy criteria or with markedly ele- No pleural effusion or pneumothorax. Fig. 2 . May 5, 2020: Diffuse air space opacities in both lungs suggesting pneumonic infiltrate with increase in size compared to the previous examination seen in Figure 1 . Heart size is mildly enlarged. vated D-dimer [1, 2] . Reports of sepsis, DIC high D-dimer, raised inflammatory CRP, and procalcitonin [3, 4] can lead to the conclusion that the hypercoagulability criteria in Virchow's triad is the leading thrombogenic factor in COVID-19. Development of cardiac thrombus (RV) is a rare finding. Right ventricular thrombus formation is a potential complication of ARVC with impaired right ventricular function [5] . As in LV thrombus of formation, the conventional treatment is to receive a therapeutic dose of heparin (either conventional or LMWH). In acutely formed right ventricular thrombus as in this case, we consulted a neurologist for further management with dose of enoxaparin in the presence of acute CVA. He suggested that we should start on a prophylactic dose of 40 mg s.c. b.i.d., repeat CT scan after 24 h, and if no progression occurs, then to consider a full therapeutic dose of enoxaparin.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 804,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 805,
                    "end": 807,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 894,
                    "end": 896,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 588,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 753,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Right heart thrombus (RHT) typically represent mobilized deep vein thromboses that have become lodged temporarily in the right atrium or right ventricular [6, 7] . This can add more to our understanding of the disseminated nature of thrombogenicity of COVID-19 disease. Although in this case DVT was not looked at even with the presence of high lab results of D-dimer (Table 3) , we should highly suspect DVT in high D-dimer and perhaps start a therapeutic dose of heparin as soon as possible to avoid further embolic phenomena.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 159,
                    "end": 161,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 377,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the natural history of pulmonary embolism (PE) is incompletely characterized because most episodes of PE go undetected [8] . In this case with an appropriate ventilation setting and oxygenation, we should not ignore the pulmonary embolic phenomena which can happen and pass undetected clinically perhaps due to small emboli showers.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The development of cerebrovascular accident (CVA) has dramatic clinical consequences in a COVID-19 patient and a huge impact on medical services. It seems to carry a very high mortality rate. In our hospital, COV-ID-19 patients who developed CVA have 100% mortality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 cases can develop hypercoagulability status. This hypercoagulability and involvement of major organs, like the heart and brain, can have a significant mortality outcome. Introduction of therapeutic antithrombotic treatments such as heparin, antiplatelet and or new oral anticoagulants for these patients as much earlier as possible in the disease may reduce the severity of the disease outcome. Further studies with controlled trials for medical evidence are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "According to the Dubai Scientific Research Ethics Committee (DSREC), Dubai Health Authority, no consent from the patient is needed to publish this case report (Ref. DSREC-GL12-2020, of October 15, 2020). Fig. 6. a, b Large mobile thrombus seen attached to the anterior cuspid of tricuspid valve in the right ventricular inflow.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 216,
                    "text": "Fig. 6. a, b",
                    "ref_id": null
                }
            ],
            "section": "Statement of Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Thromboembolic risk and anticoagulant therapy in COVID-19 patients: emerging evidence and call for action",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kollias",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kyriakoulis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dimakakos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poulakou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Stergiou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Syrigos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "189",
            "issn": "5",
            "pages": "846--853",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "5",
            "pages": "1094--1103",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disseminated intravascular coagulation in patients with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lillicrap",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "4",
            "pages": "786--87",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14781.Epub"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High Risk of Thrombosis in Patients With Severe SARS-CoV-2 Infection: A Multicenter Prospective Cohort Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tacquard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Severac",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leonard-Lorant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohana",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Delabranche",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Merdji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clere-Jehl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schenck",
                    "suffix": ""
                },
                {
                    "first": "Fagot",
                    "middle": [],
                    "last": "Gandet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fafi-Kremer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castelain",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grunebaum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anglés-Cano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sattler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mertes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Meziani",
                    "suffix": ""
                },
                {
                    "first": "F; Crics Triggersep",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "6",
            "pages": "1089--98",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06062-x.Epub"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of Patients with a Right Ventricular Thrombus in Arrhythmogenic Right Ventricular Cardiomyopathy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Akdis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Saguner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Stämpfli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Thromb Haemost",
            "volume": "119",
            "issn": "8",
            "pages": "1373--1381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European Working Group on Echocardiography. The European Cooperative Study on the clinical significance of right heart thrombi",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kronik",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Eur Heart J",
            "volume": "10",
            "issn": "12",
            "pages": "1046--59",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Free-floating thrombi in the right heart: diagnosis, management, and prognostic indexes in 38 consecutive patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chartier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Béra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delomez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Asseman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Beregi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bauchart",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Circulation",
            "volume": "99",
            "issn": "21",
            "pages": "2779--83",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pulmonary embolism. Rev Cardiovasc Med",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Olin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "68--75",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "May 1, 2020: Mid and lower lung bilateral air space opacification, with a rounded configuration and peripheral predominance. Heart appears normal in size.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "May 7, 2020: Chest X-ray: supine portable in comparison to May 6, 2020 supine portable, there is mild regression of the bilateral typical pulmonary consultations. Right-sided catheter up in SVC.Fig. 4. May 10, 2020: Increasing diffuse right lung infiltrates. Persisting left lung infiltrates. Cardiac size appears to be stable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CT-brain, cortical and subcortical inhomogeneous hypodensities involving bilateral frontal (a) and temporal bilateral (b) cerebellar lobes suggestive of recent ischemic insult.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This article is licensed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND) (http://www.karger.com/Services/OpenAccessLicense). Usage and distribution for commercial purposes as well as any distribution of modified material requires written permission.Alhashmi/Elhoufi/Elhatou/Ghanaim",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Initial vital signs of the patient recorded at the AE department",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Initially started medications for the patient at the AE department",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The progression of the patient's lab markers is shown",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        },
        {
            "text": "All authors contributed equally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}