{
    "paper_id": "0b47d5d4429ebb10b760dac5291520779ff01a97",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Line 39: remove the word \"at\", seems out of place The strengths and limitations section of the abstract would benefit from some further structure and copy editing. Lines 71-74: consider rewording for clarity that the COVID-18 pandemic is the 6th time the the WHO has declared a public health emergency. Line 76: add an \"s\" to death to make it plural. Line 111: consider stating all participants who completed the survey were included Statistical analysis section: additional details on the primary outcome, mean knowledge score, to ensure that the composition of the outcome variable is clear. Table 7 : The categorical variables should have a coefficient provided for each category except for the reference category. The reference category should be clearly specified in the table. In the results section, these categories seem to be provided, but that is not obvious in the table based on how the variable information is provided in the parentheses. It would simplify to list the variable that is being predicted and then list (reference: variable name) beneath. Lines 156-157: consider removing that the majority of participants were 19 unless the percentage of those who were 19 will also be reported. The mean and SD reporting for age seems sufficient. Be consistent with the abbreviation COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 601,
                    "text": "Table 7",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Singh, Ritesh West Bengal University of Health Sciences, Community Medicine REVIEW RETURNED 04-Dec-2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "Are the data normally distributed? It seems that there is skewed distribution of age data. In that case the statistical calculations would be different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Costa-Santos, Cristina aculty of Medicine, University of Porto, Centre for Research in Health Technologies and Information Sy stems (CINTESIS), Information Sciences and Decision on Health Departm ent (CIDES) REVIEW RETURNED 09-Dec-2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "The authors aimed to assess the knowledge of the Syrian people about COVID-19 and to identify factors associated with poor knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "The authors should check the citations style and format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "More detail is needed about the linear regression performed. What was the strategy for choosing the independent variables. Were the assumptions verified?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The authors claimed that One-way analysis of variance (ANOVA), ttest, or Chi-square test was applied to compare mean knowledge scores against socio-demographic variables, however this sentence does not make sense since Chi-square test cannot be used in this context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Results: 1. Table 3 can be much improved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "2. The manuscript has too many tables. Tables can be much  improved and some tables can be merged. 3. The authors claimed that one-way analysis of variance (ANOVA), t-test, or Chi-square test was applied to compare mean knowledge scores against socio-demographic variables, however in the results they only refer to ANOVA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 98,
                    "text": "Tables can be much  improved and some tables can be merged.",
                    "ref_id": null
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "4. It is not appropriate to present p-value = 0.000, please replace with p <0.001 5. The authors claimed that that the mean knowledge differ significantly across age, social, status , education level, economic status and number of household members. Please describe the mean values for each group. If there were differences between groups it is important to describe these differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "6. Since gender is a dichotomous variable, shouldn't a t test have been used to compare the mean knowledge?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "7. Pag. 9 lines 49 to 59: Please order the sources from the most frequent to the least frequent 8. Pag. 10 line 58 to Pag. 11 line 3: The sentence \"(...) whereas those with the highest awareness acquired their information from lectures (78.2%), (p-value=0.000), (Figure 4 ).\" must be reformulated. In fact, what the authors must mean is that the average knowledge is not the same in all groups that acquire information from different sources. Moreover, was it possible to choose more than one source in the questionnaire? The level of significance should not have been adjusted for multiple comparisons (Bonferroni, for example)?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 271,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "9. When the results of the linear regression are reported, the respective regression coefficients must also be presented. It should also be clear which independent variables entered in the model and how the variables were chosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "In the first paragraph of discussion, the authors compare the results of their study with the results of a study conducted in China. This study should be referenced in the introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The authors did not reveal whether the questionnaire is based on the questionnaire used in the Chinese study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "There are questions asked in the survey whose correct answer is uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In fact, there is still not enough consensus in the scientific literature about what are the right answers to some questions. Therefore, the correction of the questions in order to obtain the knowledge score about COVID-19 is also questionable. In this sense, the authors should add to the \"introduction\" section the correct answer to each question with the respective scientific references that support this answer. This uncertainty should also be discussed in the \"discussion\" section. Overall, this study addresses an important public health issue and well written. The authors aiming to investigate and to examine the Syrian public's awareness and knowledge regarding COVID-19. Meanwhile, this is the first study to measure the awareness and general knowledge of COVID-19 among the Syrian population during a time of war. It seems subjects or participants are non-randomly selected which subject and conclusion might be considered as a bias. Author response: We thank the reviewer for their praise and apologize for writing the word \"randomly\" in the abstract, this word has been omitted from the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The authors should provide key points and the contribution of current study to literature and what messages are provided with the present study? Author response: We have added a sentence to further convey the message provided with the study in the introduction section. The information gleaned from this research can help with public health programming and response to COVID-19 in Syria as the pandemic continues to unfold. If there are any parts of the study where the reviewer would like us to further expand our message, we would be grateful for the guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "The authors should report some of the key limitations of this study may affect conclusion, which findings can NOT be generalized regarding the Syrian population. Author response: We agree with the reviewer, the study can not be generalized around the Syrian population. We have deleted this phrase from the strengths and limitations section; however, in the limitations section, we wrote \"Our findings can only be generalized about online users of welleducated Syrians of good socio-economic status\". Due to the limitations of online surveys, the study can only be generalized according to this group. If the reviewer would like us to omit this statement, we would be obliged to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Also, the manuscript has been presented such as report; it should be reduced by 50% in length, accordingly. The graphs and figures can be removed from the manuscript. Author response: We understand the reviewer's points and have deleted most figures. Regarding the length of the manuscript, we have removed a few lines and would appreciate further guidance on what sections to cut out from the manuscript. We have removed figure 2, figure 3, and figure 4 from the manuscript; however, we would like to keep figure 1 as it shows the distribution of participants according to governorates and education level. If the reviewer does not agree to keep figure 1, we would be happy to delete the figure and add the numbers to table 1 (sociodemographic table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 751,
                    "text": "table 1 (sociodemographic table)",
                    "ref_id": null
                }
            ],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Although, the study does not contribute novel knowledge or add sufficiently to the current literature, but, it would help local policy makers. I think the major concern of this submission is it lacks sufficient novelty and or original study. In fact there are as many of such similar studies can be seen published in literature. Author response: We appreciate the reviewer's comment; however, we aimed was to assess the knowledge of the Syrian population to target specific awareness campaigns and local policymakers. Thank you for the opportunity to review this manuscript. Overall the manuscript is well written, interesting, and worthwhile. The information gleaned from this research can help with public health programming and response to COVID-19 in Syria as the pandemic continues to unfold. Specific comments below: Author response: We thank the reviewer for the praise and are grateful for their guidance in improving the significance of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Line 23: change is to was Author response: We have changed the word \"is\" to \"was\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Line 26: consider changing \"this study was randomly distrbitued\" to simply \"this study was conducted in March 2020\". It does not seem like the survey was randomly distributed based on the next sentence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Author response: We agree with the reviewer and have changed the phrase from \"this study was randomly distributed\" to \"this study was conducted in March 2020\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Line 39: remove the word \"at\", seems out of place The strengths and limitations section of the abstract would benefit from some further structure and copy editing. Author response: We agree with the reviewer and have removed the word \"at\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Lines 71-74: consider rewording for clarity that the COVID-18 pandemic is the 6th time the the WHO has declared a public health emergency. Author response: We understand the point addressed by the reviewer and have rephrased the sentence. We originally rephrased the sentence and then decided to remove it as we thought the manuscript would be affected by the absence of this sentence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Line 76: add an \"s\" to death to make it plural. Author response: We apologize for the error and have added an \"s\" to the word death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Line 111: consider stating all participants who completed the survey were included Author response: We agree with the reviewer and have stated that all participants who completed the survey were included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Statistical analysis section: additional details on the primary outcome, mean knowledge score, to ensure that the composition of the outcome variable is clear. Author response: We agree with the reviewer and have provided further information regarding how the mean knowledge score was calculated in the study. A scoring system was used to analyse the participants' knowledge: a score of \"1\" was given for a correct answer and a score of \"0\" was given for an incorrect answer. The percentage score for mean knowledge was calculated as follows: sum of scores obtained/maximum scores that could be obtained × 100. Participants' total mean knowledge in all the subsections, and mean knowledge of each subsection were calculated. Lines 156-157: consider removing that the majority of participants were 19 unless the percentage of those who were 19 will also be reported. The mean and SD reporting for age seems sufficient. Author response: We have removed the phrase \"the majority of participants were 19\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Be consistent with the abbreviation COVID-19. Author response: We apologize for not being consistent with the abbreviation COVID-19 and have modified the manuscript to include the correct abbreviation throughout. The authors aimed to assess the knowledge of the Syrian people about COVID-19 and to identify factors associated with poor knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "The authors should check the citations style and format. Author response: We apologize for the wrong reference style and have changed the style from Vancouver to BMJ. If this style is the wrong choice, we would appreciate guidance regarding the style format that must be chose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "More detail is needed about the linear regression performed. What was the strategy for choosing the independent variables. Were the assumptions verified? Author response: We agree with the reviewer and have provided further explanation regarding the linear regression analysis. Factors were selected with a backward method and were analysed using unstandardized coefficient (β), odds ratio (OR), and 95% confidence interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The authors claimed that One-way analysis of variance (ANOVA), t-test, or Chi-square test was applied to compare mean knowledge scores against socio-demographic variables, however this sentence does not make sense since Chi-square test cannot be used in this context. Author response: We apologize for not providing enough detail regarding the point discussed above. The t-test was applied to compare mean knowledge scores against both genders. One-way analysis of variance (ANOVA) was applied using the f-test to compare mean knowledge scores against socio-demographic variables (age, residence, education level, occupation, and economic status), and source of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Results: 1. Table 3 can be much improved. Author response: We agree with the reviewer and have restructured table 3's format while also merging the table with tables 4 and 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "2. The manuscript has too many tables. Tables can be much improved and some tables can be merged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Author response: We agree with the reviewer and merged tables 3,4 and 5, combining all the survey questions into one table. The tables have been reduced from 7 to 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "3. The authors claimed that one-way analysis of variance (ANOVA), t-test, or Chi-square test was applied to compare mean knowledge scores against socio-demographic variables, however in the results they only refer to ANOVA. Author response: We apologise for the misunderstanding, the chi-square has been removed, and the t-test has been added to the f-test column of the ANOVA table, as the t-test was applied to compare mean knowledge scores against both genders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "4. It is not appropriate to present p-value = 0.000, please replace with p <0.001 Author response: We agree with the reviewer and have modified every p-value equal to 0.000 to <0.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "5. The authors claimed that that the mean knowledge differ significantly across age, social, status , education level, economic status and number of household members. Please describe the mean values for each group. If there were differences between groups it is important to describe these differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Author response: We understand the reviewer's point; however, the mean values are displayed in table 4. Writing out the mean values for each variable will take up a lot of writing space. To further clarify the mean values in table 4 we have changed the heading column from \"Knowledge Score (%)\" to \"Mean Knowledge score (%)\". If the reviewer would like us to write out in detail each mean knowledge score or would like us to change the phrasing of this section, we would be happy to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "6. Since gender is a dichotomous variable, shouldn't a t test have been used to compare the mean knowledge? Author response: We apologize for not clarifying the application of t-test to compare mean knowledge scores against both genders. The t-test has been added to the f-test column of the ANOVA table.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "7. Pag. 9 lines 49 to 59: Please order the sources from the most frequent to the least frequent Author response: We agree with the reviewer and have ordered the sources of information from the most frequent to the least frequent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "8. Pag. 10 line 58 to Pag. 11 line 3: The sentence \"(...) whereas those with the highest awareness acquired their information from lectures (78.2%), (p-value=0.000), (Figure 4 ).\" must be reformulated. In fact, what the authors must mean is that the average knowledge is not the same in all groups that acquire information from different sources. Moreover, was it possible to choose more than one source in the questionnaire? The level of significance should not have been adjusted for multiple comparisons (Bonferroni, for example)? Author response: We understand the issue raised and have addressed the point in the manuscript. The mean knowledge differed across groups that acquired information from different sources, the lowest awareness was among participants who chose family members/friends as one of their source(s) (74.0%), whereas those with the highest awareness acquired their information from lectures as one of their source(s) (p-value<0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "9. When the results of the linear regression are reported, the respective regression coefficients must also be presented. It should also be clear which independent variables entered in the model and how the variables were chosen. Author response: We agree with the reviewer and have included the beta coefficient in the multiple linear regression section. We also modified the table to further clarify which independent variable entered the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "In the first paragraph of discussion, the authors compare the results of their study with the results of a study conducted in China. This study should be referenced in the introduction. Author response: We agree with the reviewer, and the study conducted in China is cited in the Introduction; however, to shed more light on the China paper, we have mentioned the China paper within the introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The authors did not reveal whether the questionnaire is based on the questionnaire used in the Chinese study. While some studies have been conducted to assess the knowledge, attitude, and practices among populations during this pandemic, including one done in China, none have done so in Syria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "There are questions asked in the survey whose correct answer is uncertain. In fact, there is still not enough consensus in the scientific literature about what are the right answers to some questions. Therefore, the correction of the questions in order to obtain the knowledge score about COVID-19 is also questionable. In this sense, the authors should add to the \"introduction\" section the correct answer to each question with the respective scientific references that support this answer. This uncertainty should also be discussed in the \"discussion\" section. Author response: We agree with the reviewer, some answers are unproven, which is why some questions have the correct answer as \"do not know\". Many studies have assessed symptom clusters, transmission pathways, and prevention methods; however, many aspects have yet to be proven. Sexual transmission, horizontal transmission, animal to human transmission, permanent immunity, and fetal abnormalities as a result of maternal infection are unproven. Some questions such as the availability of vaccines have a correct answer of no, as the vaccine was not available at the time of survey distribution. We have also discussed this in the discussion section. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Thank you for the opportunity to review this manuscript. The research is very interesting and pertinent. Some minor revisions will strengthen and finalize the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Lines 30-33: Consider revising the language to make this flow easier. Potentially split into two sentence. Line 40: first does not seem like it needs to be capitalized Line 45-48: all of these relationships are negative relationships indicating associations between lower mean knowledge scores with the independent variables. Consider revising to make that more clear. Line 135: consider making this two sentences instead of one. Line 187: remove odds ratios. ORs are not the output from linear regression analysis and are not included in the results. Line 383:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "General: COVID-19 is referred to differently throughout the manuscript. Modify to be consistent throughout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "West Bengal University of Health Sciences, Community Medicine REVIEW RETURNED 25-Jan-2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Singh, Ritesh"
        },
        {
            "text": "Why didn't you take the exact age?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Reviewer: 1 Dr. A Bener, Istanbul University",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Comments to the Author: I am very pleased to confirm that the authors have satisfactorily incorporated all the suggested changes and the revised manuscript could be found suitable for publication in the BMJ Open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Author response: We deeply thank the reviewer for their time spent on reviewing the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Reviewer: 2 Dr. Megan Quinn, East Tennessee State University College of Public and Allied Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Comments to the Author: Thank you for the opportunity to review this manuscript. The research is very interesting and pertinent. Some minor revisions will strengthen and finalize the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Author response: We thank the reviewer for their complements and will address the comments provided below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Lines 30-33: Consider revising the language to make this flow easier. Potentially split into two sentence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Author response: We agree with the reviewer and have split the sentence into two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Line 40: first does not seem like it needs to be capitalized Author response: We agree with the reviewer and removed the capital letter from the word \"first\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Line 45-48: all of these relationships are negative relationships indicating associations between lower mean knowledge scores with the independent variables. Consider revising to make that more clear. Author response: We agree with the reviewer and have rephrased abstract results section to outline that we correlated poor mean knowledge scores with the independent variables. Line 135: consider making this two sentences instead of one",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ORs are not the output from linear regression analysis and are not included in the results",
            "authors": [],
            "year": null,
            "venue": "Line 187: remove odds ratios",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "General: COVID-19 is referred to differently throughout the manuscript. Modify to be consistent throughout. Author response: We deeply apologize and have changed all the formats to COVID-19",
            "authors": [],
            "year": null,
            "venue": "Line",
            "volume": "383",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "West Bengal University of Health Sciences Comments to the Author: Why didn't you take the exact age? Author response: We did take the exact age of participants. We mentioned in the methods section, the first part of the survey contained socio-demographic information including age. We also provided data including the range, and mean age",
            "authors": [
                {
                    "first": "Ritesh",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Reviewer: 2 Reviewer Name: Megan Quinn Institution and Country: East Tennessee State University, USA Please state any competing interests or state 'None declared': None declared",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The categorical variables should have a coefficient provided for each category except for the reference category. The reference category should be clearly specified in the table. In the results section, these categories seem to be provided, but that is not obvious in the table based on how the variable information is provided in the parentheses. It would simplify to list the variable that is being predicted and then list (reference: variable name) beneath. Author response: We agree with the reviewer and modified the multiple linear regression section to include the beta coefficient values. The Multiple linear regression table has been modified to list the variable that is being predicted and then list (reference: variable name).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Are the data normally distributed? It seems that there is skewed distribution of age data. In that case the statistical calculations would be different. Author response: We agree with the reviewer, the distribution of age data is skewed. We have divided the age categories into 6 groups:<20, 20-24, 25-29, 30-34, 35-39, and >39. The ANOVA analysis has been adjusted according to the new age groups(Table 4)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "GENERAL COMMENTSI am very pleased to confirm that the authors have satisfactorily incorporated all the suggested changes and the revised manuscript could be found suitable for publication in the BMJ Open.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}