{
    "paper_id": "0b48cbcc0e6e2fecbabe584f454f870b29d85f1f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and its impacts. Nursing home staff was still required to balance between containing the coronavirus, on the one hand, and maintaining the quality of life of the residents, on the other hand. Numerous measures that were put in place to prevent the spread of infection limited the residents' quality of life and had considerable psychosocial consequences for residents and staff (Benzinger et al., 2021; Strang et al., 2020) .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 402,
                    "text": "(Benzinger et al., 2021;",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 423,
                    "text": "Strang et al., 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, a group of international scientists highlighted the fact that nursing homes were seldom mentioned when talking about the COVID-19 pandemic, although a significant proportion of deaths were/are attributed to nursing home residents (McGilton et al., 2020) . They also noted that the chronic understaffing in nursing home, heavy workloads, punitive measures related to sick leave, low wages and many other factors were major concerns that were uncovered due to this pandemic (McGilton et al., 2020) . Another group of authors highlighted the failure to include nursing homes in a timely manner in the systematic planning of a response to COVID-19 (O'Neill et al., 2020) . To meet this demand, additional studies on the situation in nursing homes are needed. International organizations have highlighted the need to pay more attention to nursing homes during this pandemic to improve care and education, as well as to conduct more relevant research there.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 266,
                    "text": "(McGilton et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 485,
                    "end": 508,
                    "text": "(McGilton et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 648,
                    "end": 679,
                    "text": "COVID-19 (O'Neill et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent months, several papers have been published on the COVID-19 pandemic. Most of these papers place a focus on the care of hospital patients. We identified six articles addressing the nursing home setting, and only two of these articles dealt with the situation of staff providing direct nursing home care (Kabir et al., 2020; Sarabia-Cobo et al., 2021) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 332,
                    "text": "(Kabir et al., 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 333,
                    "end": 359,
                    "text": "Sarabia-Cobo et al., 2021)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "The study by Kabir and colleagues represents a brief report on the experiences of one Swedish nurse who was working on the frontline in a Swedish nursing home (Kabir et al., 2020) . Sarabia-Cobo and colleagues conducted a qualitative interview study using a phenomenological approach, exploring the experiences and expectations of nurses as they performed their care duties (Sarabia-Cobo et al., 2021) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 179,
                    "text": "(Kabir et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 374,
                    "end": 401,
                    "text": "(Sarabia-Cobo et al., 2021)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Even though this was an international study with participants from four countries, this study only included registered nurses working at a nursing home with positive cases of COVID-19 among the residents and/or staff (Sarabia-Cobo et al., 2021) . So these studies did not place a focus on the situation of nursing aides or care aides, who comprise the largest proportion of workforce in nursing homes (Harris-Kojetin et al., 2013) . In the context of this study, nursing aides are responsible for, for example repositioning, body hygiene, eating and drinking of care-dependent residents, whereas, care aides, support residents, that are not completely care dependent, with body hygiene or eating and drinking. Moreover, Sarabia-Cobo and colleagues also stated that one limitation of their study was the fact, that they had only limited time to analyse the data (Sarabia-Cobo et al., 2021) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 244,
                    "text": "(Sarabia-Cobo et al., 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 401,
                    "end": 430,
                    "text": "(Harris-Kojetin et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 888,
                    "text": "(Sarabia-Cobo et al., 2021)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "In addition, nursing/care aides, who are often responsible for many tasks, such as the personal hygiene of the residents, were not included, even though all nursing home staff, regardless of their qualifications, had to follow the international protocols and restrictions. Therefore, a holistic picture of the nursing home situation during the COVID-19 pandemic including the different views of nurses, nursing aides and care aides, could not be achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "We carried out a qualitative study to assess burdens placed on and consequences of the COVID-19 pandemic on nursing home staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Aim"
        },
        {
            "text": "This study is a qualitative descriptive study. We decided to use a qualitative approach for two reasons. First, qualitative approaches, allow an insight view and a more 'thick description' than quantitative approaches (Holloway & Galvin, 2017) . And second, this design was chosen to compare different professional perspectives by closely examining the data (Kim et al., 2017) .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 243,
                    "text": "(Holloway & Galvin, 2017)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 376,
                    "text": "(Kim et al., 2017)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| Design"
        },
        {
            "text": "The participants were recruited from five nursing homes in two Austrian provinces (Styria and Carinthia). Nursing home directors in the corresponding nursing homes acted as gatekeepers for participant recruitment. To obtain a representative sample, a purposeful strategy was chosen based on a sampling plan (Hussy et al., 2010) .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 327,
                    "text": "(Hussy et al., 2010)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| Sample/participants"
        },
        {
            "text": "The sampling plan was developed on the basis of the national distribution of nursing staff in nursing homes (Statistik Austria, 2018) according to the staff qualifications (nurse, nursing aid, care aid), sex (female, male), age (<40, 40-54, ≥55 years) and the location of the nursing home (either rural or urban), which was defined according to Austrian law.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 133,
                    "text": "(Statistik Austria, 2018)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "| Sample/participants"
        },
        {
            "text": "Inclusion criteria for the participants were that they: (1) were capable of consent, (2) could understand and speak German, (3) were older than 18 years, (4) worked as a nurse (N), nurse aid (NA) or care aid (CA) and (5) worked on the frontline directly with the residents during the COVID-19 pandemic. The written informed consent was obtained from all participants, as well as their nursing directors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Sample/participants"
        },
        {
            "text": "We followed the Consolidated criteria for Reporting Qualitative research (COREQ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Sample/participants"
        },
        {
            "text": "The first and last author conducted the individual interviews between June and September 2020. Both authors are nursing scientists with previous experience working in a nursing home. The last author, an experienced interviewer, trained the first author and performed training interviews with her.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "Between mid of March and 04 May 2020, all nursing homes were closed, due to the national visit ban. After 04 May 2020 relatives were allowed to access the nursing homes again, with specific interventions with regard to infection prevention and control (Federal Ministry for Social Affairs, Health, Care and Consumer Protection, 2020a): they had to make an appointment, one visit per resident, continuously wearing a masks, keeping distance and access to the resident's room was forbidden. Therefore, visits were either allowed outside if possible, or in specific visitor zones. After the 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "June visits were allowed again in the resident's room, without wearing a mask, etc (Federal Ministry for Social Affairs, Health, Care and Consumer Protection, 2020b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "The participants were informed of the interviewer's educational and professional background as well as the purpose of the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "No working or personal relationship existed between the participants and the interviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "To assess the demographics (e.g. age, sex), professional qualification, working experience, experience with highly infectious disease and professional contact with suspected or COVID-19-affected residents, a standardized questionnaire was completed by the participants before the interviews started.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "Interviews were held using a semi-structured interview guide based on a questionnaire that had been previously used to assess burdens placed on nursing staff (Koehler & Meyer, 2017) . The interview guide consisted of introductory, transition, key, final and summary questions. Key questions were asked to assess the quantitative (e.g. too much work, too little time) and qualitative burdens (any burden not related to workload or time restrictions) on the nursing staff, the work organization (e.g. availability of personal protective equipment [PPE] ) as well as the social working environment (e.g. team atmosphere) during the pandemic (Koehler & Meyer, 2017) . More specifically, if participants reported additional tasks, but did not perceived them as too much work or too less time to perform them, these reported additional tasks were assigned to the qualitative workload. We also asked the participant to describe the physical, psychological and social consequences of the COVID-19 pandemic in questions that were also based on those included in the above-mentioned survey (Koehler & Meyer, 2017) . We closed the interviews by summarizing the main statements and asking the participant if they had anything further to add.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 181,
                    "text": "(Koehler & Meyer, 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 545,
                    "end": 550,
                    "text": "[PPE]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 661,
                    "text": "(Koehler & Meyer, 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1080,
                    "end": 1103,
                    "text": "(Koehler & Meyer, 2017)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "The interview guide was tested with the first interview, and no adaptions had to be made. The interviews took place at the nursing home in which the participants worked and in a separate and quiet room. Each interview was audio-recorded, transcribed verbatim, and the data were stored on a password-protected university server. A professional company transcribed all interviews semantically based on transcription rules (Dresing & Pehl, 2018) with the exception of three interviews, which were transcribed by us. The interviews took between 20 min and 1 h and 10 min.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 442,
                    "text": "(Dresing & Pehl, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Data collection"
        },
        {
            "text": "This study was conducted in accordance with the Declaration of Helsinki and the 'Good Scientific Practice' guidelines of the respective university, which also ethically approved the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Ethical considerations"
        },
        {
            "text": "We used a qualitative content analysis method to perform data analysis (Mayring, 2010; Schreier, 2012) with a combined inductive and deductive coding frame. This method is specifically useful for analysing data providing answers to descriptive research questions and to categorize and reduce these data (Mayring, 2010; Schreier, 2012) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 86,
                    "text": "(Mayring, 2010;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 87,
                    "end": 102,
                    "text": "Schreier, 2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 303,
                    "end": 318,
                    "text": "(Mayring, 2010;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 319,
                    "end": 334,
                    "text": "Schreier, 2012)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "| Data analysis"
        },
        {
            "text": "We followed the eight steps defined by Schreier (Schreier, 2012) .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 64,
                    "text": "(Schreier, 2012)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "| Data analysis"
        },
        {
            "text": "The coding frame consisted of deductively defined main categories (quantitative/qualitative burden, work organization, social working environment and physical, psychological, social consequences), and inductively generated first level and second level subcategories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data analysis"
        },
        {
            "text": "Subcategories were generated by paraphrasing each text passage that was assigned to a main category, streamlining the paraphrased text, comparing these paraphrased texts to identify similar content and streamlining the paraphrased texts repeatedly, if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data analysis"
        },
        {
            "text": "Each subcategory was provided with a definition, anchor examples and coding rules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data analysis"
        },
        {
            "text": "The first and third author developed the coding frame based on the first three interviews. To test the coding frame and search for agreement, thematic segmentation was performed, and the coding frame was blind-tested with the second author based on two interviews. After all three authors performed and agreed upon the final coding frame, it was applied to the entire dataset (main analysis). One-third of the dataset was categorized by two authors independently, with an intercoder reliability of about 90%. Discrepancies were discussed until an agreement was reached. Finally, the text segments in the subcategories were summarized. To compare and contrast the perspectives of different nursing home staff, descriptive group comparisons were performed quantitatively and qualitatively (Schreier, 2012) . The data analysis was supported by the software Maxqda2020. To quantitatively present the qualitative data, the frequencies of participants with their respective codes were calculated and compared between the subgroups of care aides, nursing aides and nurses.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 803,
                    "text": "(Schreier, 2012)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "| Data analysis"
        },
        {
            "text": "To establish credibility, the respective interviewer summarized the main messages at the end of each interview. This provided an opportunity for clarification and further comments by the interviewee. Member checking was offered by sending the transcripts via an encrypted webpage to the participants (Goldblatt et al., 2011) . This offer was accepted by about half of the interviewees, but no changes were requested.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 324,
                    "text": "(Goldblatt et al., 2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| Rigour"
        },
        {
            "text": "The coding frame draft was pilot tested in two interviews by blind coding to ensure its validity and confirmability (Schreier, 2012) . The clear definitions of the subcategories with anchor rules and signal words led to the achievement of high levels of intercoder reliability. The coding framework could be accurately applied to the remaining interviews, and codes were relatively evenly distributed among the subcategories, indicating that data saturation had been reached (Schreier, 2012) . To facilitate the transferability of the results (Korstjens & Moser, 2018) , the similarities and differences among the respective subcategories for different professional groups were investigated.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "text": "(Schreier, 2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 475,
                    "end": 491,
                    "text": "(Schreier, 2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 543,
                    "end": 568,
                    "text": "(Korstjens & Moser, 2018)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| Rigour"
        },
        {
            "text": "Our sampling plan led us to select eight nurses, eight nursing aides and two care aides, distributed by geographical location, sex and age (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "| Findings"
        },
        {
            "text": "The majority (61.1%, n = 11) of the participants stated that they never/rarely had contact with infectious diseases during their work before the COVID-19 pandemic. Most participants reported never/ rarely having had contact with COVID-19-suspected or -affected cases (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "| Findings"
        },
        {
            "text": "Burdens on and consequences for nursing staff-results of the qualitative analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Findings"
        },
        {
            "text": "examples of the respondent's statements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3 gives insights into the categories and subcategories with"
        },
        {
            "text": "The nurses had to provide additional time resources with regard to PPE. As an example they had to ensure that the PPE were correctly handled. Moreover, they had to check for compliance with the additional hygiene measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Quantitative work load"
        },
        {
            "text": "Due to the fact that fewer appointments were made for various reasons, including the cancellation of therapies, all nursing caregiver groups said that they were able to devote more time to care for individual residents, which was perceived as very pleasant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Quantitative work load"
        },
        {
            "text": "And then you have time again. Yes, for the residents, we also had partly a few minutes to chat with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Quantitative work load"
        },
        {
            "text": "Which was pleasant (N8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Quantitative work load"
        },
        {
            "text": "The participants perceived working during the lockdown as calmer and more relaxed. They repeatedly emphasized the fact that this calm atmosphere was due to the lack of visitors. These additional time resources also became available because the wards were better staffed than usual, in part because vacation time or compensatory hours could not be taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Quantitative work load"
        },
        {
            "text": "However, since certain professional groups such as activity coordinators were not available during lockdown, nursing staff had to take over certain activities from these occupational groups, such as amusing and engaging the residents. This resulted in nursing aides and especially care aides having less time for daily tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Quantitative work load"
        },
        {
            "text": "All groups of participants stressed that information from outside sources such as the media placed an additional burden on them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Qualitative work load"
        },
        {
            "text": "They mentioned that the residents almost panicked when the nursing home staff started to wear masks, because they feared that bad things were happening due to the information they had received from the media and believed that the coronavirus had now arrived in Austria. The nurses stated that they had not expected this and needed to take time to explain why they were wearing a mask, namely, because wearing a mask is also mandatory when a viral infection (e.g. norovirus) is present. For that reason, they did not think to inform the residents in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Qualitative work load"
        },
        {
            "text": "One major topic was the burden on the residents with regard to the mandatory interventions, such as PPE and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Qualitative work load"
        },
        {
            "text": "Carinthia % (n) 50 (9) Urban region % (n) 50 (9) Female % (n) 77·8 (14) Mean age in years (SD) 41 (9·8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing home staff (N = 18)"
        },
        {
            "text": "Qualification % (n)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing home staff (N = 18)"
        },
        {
            "text": "Nurses 45·4 (8) Nursing aides 44·4 (8) Care aides 11·1 (2) Work experience % (n)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing home staff (N = 18)"
        },
        {
            "text": "<5 years 22·2 (4) 5-10 years 33·3 (6) 11-20 years 27·8 (5) Never/rarely 77·8 (14) 77·8 (14) 88·9 (16) 83·3 (15) 88·9 (16) Sometimes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing home staff (N = 18)"
        },
        {
            "text": "COVID-19-suspected or -affected residents",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 2 Contact per month with"
        },
        {
            "text": "Additional time resources needed with regard to PPE \"If you were in a hurry or had an \"emergency\", then you had to go to a resident. And then you had to completely alter your routine. Especially during the night shift, you went from room to room. And every time you had to change the PPE, you realized that, well, a tour does not take 1.5 h, it takes 2.5 h, right?\"(N8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative work load"
        },
        {
            "text": "More time to care for individual residents \"And then you have time again. Yes, for the residents, we also had partly a few minutes to chat with them. Which was pleasant\" (N8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative work load"
        },
        {
            "text": "Less time \"We have two hours with activity coordinators every day as well. They do a lot there. … And you also notice that some people like to be kept busy, but there really is not enough time. And you noticed that at the time when there was no one, when there was NO ONE there. …I think there is also a lack of staff, so that you simply have someone who really sits down or plays Ludo\" (CA1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative work load"
        },
        {
            "text": "Pandemic as an exceptional situation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative work load"
        },
        {
            "text": "\"It was what I do not think we all expected. It was something new. We had no experience. Otherwise, we are prepared for a lot, but we were not prepared for that. There were new changes every day, and there were new orders that we had to follow every day. And yes, there was a lot of new stuff\" (N3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative work load"
        },
        {
            "text": "Residents not burdened \"… the residents were understanding. They knew some things. They listened to the news with me or with us and read to us from the newspaper, or told us what's going on. They knew … that it was a dangerous situation\" (N5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative work load"
        },
        {
            "text": "Burden on the residents with regard to the mandatory interventions \"In general, for those already suffering from dementia, the decline went even faster. Above all, we had a lady who lost herself. She was a completely family person, and the family was there all the time and every day. And then that was all over. And from that day on, she simply detached herself and was lost\" Dealing with relatives \"A relative came to see her mother. Unannounced. The relatives knew about the handover times in our nursing home. And then, during this handover time, the visit took place. The resident was found outside with relatives. There wasn't just one person there. There were two people. One kept the distance, but not the other one. They were standing at the end of one corridor. Yes. Both were asked if they knew that the visit would endanger the safety of all residents and staff. Yes. Of course, we asked them if they also understood the importance of complying with the visiting restrictions. The two relatives showed no understanding….\" (N6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative work load"
        },
        {
            "text": "Additional tasks required due to the pandemic to care for the residents \"… people want more to drink. This was not because they were feeling thirsty, because there were drinks on the table. Normally, they help themselves. But then they said, I have nothing to drink to anymore. And if you tell them that there are drinks on the tables, they answer that the jug is too full and that it's too difficult to pour. They changed unconsciously very much during that time\" (NA1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative work load"
        },
        {
            "text": "Use of new technologies \"Yes, video calls cannot be one hour, because we have 80, 86 residents in the house. … Then there are relatives at home, many sons and daughters are already over 60 and cannot do that either. Then we had to make sure that a grandchild could help at them home\" (NA5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative work load"
        },
        {
            "text": "Information from the multiprofessional team \"A video was made and sent that out by the hygienist. The staff were able to repeatedly have a look at this video on their ward, (…), how do I put this on correctly\" (N3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "Supported by their organization \"And then we received the feedback: Thank you for the work that you do. We need to keep sticking together\" (NA7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "\"Helping hands\" from outside \"So it's really that all work together. The entire health care system has worked together. …And other caregivers, like the ones from the day care center that was closed, had the chance to show what longterm care is actually like (…). So it was funny. Yes. And then, little by little, conversations started to take place and we learned a lot more about each other\" (CA2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "More scope for action \"So there was scope of action and the doctors also gave us that scope of action. Because the doctors also said they would only come in an emergency. Accordingly, we were allowed to make some of the decisions ourselves. Then, from a distance, the doctors said it was all right\" (N8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "Little scope of action \"So we just had a certain wheel. Leave for vacation days or days off that had already been planned in the past were not given during this time. But there needed to be as little contact as possible\" (NA6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "Our residents with dementia often woke up screaming at night because they saw us with the mask on (N2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "The participants also described (1) feeling imprisoned, (2) the effects of the visiting ban, (3) the effects of wearing PPE and (4) conflicts that arose between the residents due to boredom. With regard to feeling imprisoned, the participants said that the residents wanted to go out and make their common rounds and that, the longer it took, the more restless the residents became. The participating nursing home staff also described that the status of the residents declined due to the visiting ban.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "Dealing with relatives was one main burdensome aspect that the participating nursing home staff, and especially the nurses and nursing aides, experienced. They described how relatives ignored the obligation to wear a mask or tried to get into the nursing home through the door of the terrace. Others described that, at the start of the pandemic, relatives even threatened to report them to the newspaper or the police if the relatives do not get access to the nursing home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "Another burdensome aspect that the nursing home staff reported were the additional tasks required due to the pandemic to care for the residents. Additional tasks with regard to the residents were to explain and remind the residents of the implemented measures, to engage and amuse the residents, to talk to the residents, to calm them down and to fulfil the residents' need for more attention during the pandemic. Other additional tasks that were mentioned were visitor management, the organization/monitoring of social",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work organization"
        },
        {
            "text": "Decision making \"If you send someone to the hospital, just because the resident falls down, they have to be in quarantine for 14 days. And then you think about it five times. And, therefore, you need experience. You have to stand up and say, (…), I have now done this and that. There is no danger right now in delaying, and the resident should stay here for now. And then you have to be able to deal with this decision, because it means that the resident stays at the institution\" (N1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category Quote"
        },
        {
            "text": "Cooperation and communication with the supervisors \"In the meantime, the nursing home's manager came to the handover and praised us for our performance\" (NA3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social working environment"
        },
        {
            "text": "Physical consequences mainly due to wearing masks \"It's just with the masks. They put a lot of strain on you, and I can speak for myself. I really did a lot of sports before the coronavirus pandemic. Always in my whole life. Right now, I do not. And I could not either. If I work eleven hours, I'm dead in the evening. As I said, we all have headaches regularly.(…) in the whole team. It is like that. And you have coughing fits. Weird coughing fits from the masks. It's really weird. And we just think that comes from the masks, because of experiences\" (NA2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physcial consequences"
        },
        {
            "text": "Tiredness and exhaustion \"You go home, you take a shower, you sleep, you go back to work. And the fifth day is still okay, and from the sixth day on you just function, I think\" (N6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physcial consequences"
        },
        {
            "text": "Positive effects on their psyche \"(…), family became again more consciously, also for me. Because I never saw my parents for these two months. Stress \"And you notice that because of all the pressure and stress. You pass it over. It's difficult\" (NA2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological consequences"
        },
        {
            "text": "Mentally exhausted \"I was at home and really started to cry. Because my nerves just felt like they could not take anymore. Hopefully it's over soon, because otherwise I'll break, I thought, from the whole thing\" (N5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological consequences"
        },
        {
            "text": "Fear of getting infected \"And that fear of getting infected, yeah, you still have fear. It's always there\" (NA3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological consequences"
        },
        {
            "text": "Fear for the residents \"But there is just the fear. Because I do not want to infect anyone in any way that will cause them to die because of it. So that was my fear\" (CA2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological consequences"
        },
        {
            "text": "Social distance and reduction of contacts \"Because you do not want to bring the infection into the nursing home. Therefore, we all scaled back our social contacts radically\" (NA2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social consequences"
        },
        {
            "text": "More intensive contact \"And so I have to say, we privately as a family enjoyed the lockdown more. The time has allowed us to be much more aware of things. And yes, we have done much more at home. Because you were not allowed to go out, you just did a lot more with the children, with the family, right\" (NA7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social consequences"
        },
        {
            "text": "Family environment as a source of support \"They cooked, they shopped. And every day at three in the afternoon they rang the bell to tell my son that his ice cream was outside the door\" (NA6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social consequences"
        },
        {
            "text": "distancing/isolation, the monitoring of symptoms (e.g. fever measurement), desinfection, more documentation and the organization of the meals/laundry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 3 (Continued)"
        },
        {
            "text": "Information received from the nursing home management was applied in practice in different ways: (1) verbal instructions from the nursing teams, (2) information made available on an information stand (Infopoint) in the facility, (3) information sent by e-mail regularly once a week with information for the next week, (4) information sent via the electronic information system with daily updates and (5) written information available in guidelines which were handed out on the wards (receipt confirmed by signature). The information was generated by nursing care managers and nursing home managers and mainly concerned protective equipment, hygiene rules and structural changes (e.g. in the daily routine). Nurses and nursing aides generally felt that they had been clearly informed by their organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "The nurses said that they felt well supported by their organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "In the nursing homes, the necessary resources (e.g. disinfectants)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "were available in sufficient amounts, which was perceived as very positive by the nursing staff. In one facility, the staff were even allowed to take disinfectants home for their private use. In addition, the facilities assigned persons who could be reached at any time or who could be contacted if questions arose (e.g. regarding hygiene).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "The nursing staff made particularly positive statements about the appreciation they had received from the organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "And then we received the feedback: Thank you for the work that you do. We need to keep sticking together (NA7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "Moreover, they mentioned receiving positive feedback from the nursing care manager at the handover, receiving encouraging e-mails, receiving a snack or being paid a bonus. to minor issues, they were rather annoyed or seemed stressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Work organization"
        },
        {
            "text": "Nursing aides felt it was positive to receive praise from the nursing home management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social working environment"
        },
        {
            "text": "Some participants stated that they did not experience any physical consequences as a result of working as a member of nursing staff during the COVID-19 pandemic. Others stated that they experienced physical consequences mainly due to wearing masks, such as skin redness, acne and rashes, feeling overheated, breathing in stale air, soreness on pressure points, headaches and suffering from coughing fits, and that wearing the mask was also perceived as very strenuous. Two nursing aides also reported having redness and irritation on the hands due to the constant disinfection. Nine participants also described tiredness and exhaustion as physical consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Physical consequences"
        },
        {
            "text": "You go home, you take a shower, you sleep, you go back to work. And the fifth day is still okay, and from the sixth day on you just function, I think (N6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Physical consequences"
        },
        {
            "text": "The nursing home staff mentioned that the feeling of uncertainty because of the situation was one main psychological concern. They cited several reasons for this uncertainty, including the lack of information about the disease itself, unclear instructions on how to put on or take off PPE, the need for further procedures and interventions in the nursing homes and the lack of testing possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Psychological consequences"
        },
        {
            "text": "One more psychological consequence was the feelings of fear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Psychological consequences"
        },
        {
            "text": "Nurses mentioned experiencing fear at the beginning of the pandemic in general. Nurses and nursing aides also stated that they were afraid for their own family because of the risk of infection, whereas the care and nursing aides were afraid of becoming infected themselves. The majority of the participants independent of their level of professional qualification said that they experienced fear of infecting the residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Psychological consequences"
        },
        {
            "text": "But there is just the fear. Because I don't want to infect anyone in any way that will cause them to die because of it. So that was my fear (CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Psychological consequences"
        },
        {
            "text": "Overall, one care and one nursing aid and two nurses stated that they did not experience social consequences due to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "The most frequent mentioned social impact on the nurses, nursing and care aides was the social distance and reduction of contacts in general. This social distance was mostly mentioned in combination with other factors. Both the social distance and reduction in the number of contacts were exercised out of fear of infecting the family and also to protect the residents from an infection. Two nurses named having more intensive contact primarily with family during the lockdown and mentioned having contact with their parents most frequently. In the case of three of the nurses interviewed, the partner or family environment was most frequently mentioned as a source of support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "They cooked, they shopped. And every day at three in the afternoon they rang the bell to tell my son that his ice cream was outside the door (NA6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "Burdens on and consequences for nursing staff-results of the quantitative analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "Care aides reported more often that they had more time for the residents (Table 4 ). This result contrasts with that for the nursing aides, whereby the majority stated that they had less time in general.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "| Social consequences"
        },
        {
            "text": "The time constraints associated with putting on/taking off PPE were only described by care aides and nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "Care aides and nearly all nurses also described the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "pandemic as an exceptional situation for their daily nursing practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "Nearly all qualification groups mentioned that the interventions placed heavy burdens on the residents. All nurses reported that dealing with relatives presented them with challenges. All of the interviewed nursing staff members stated that they needed to perform additional tasks due to the COVID-19 pandemic to adequately care for the residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Social consequences"
        },
        {
            "text": "Only nurses mentioned that maintaining contact with external experts, such as doctors, represented an additional task which increased their work load. Table 5 displays the categories and subcategories of consequences distributed by professional qualification.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "| Social consequences"
        },
        {
            "text": "The objective of this study is to assess burdens placed on and consequences of the COVID-19 pandemic on nursing home staff. Our TA B L E 4 Categories and subcategories of work load, organization and environment distributed by professional qualification Care aides (n = 2) Nursing aides (n = 8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSS ION"
        },
        {
            "text": "Quantitative work load % (n)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurses (n = 8)"
        },
        {
            "text": "More time for the residents 100·0 (2) 50·0 (4) 75·0 (6) Time aspects of PPE 50·0 (1) 0 50·0 (4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurses (n = 8)"
        },
        {
            "text": "Less time 50·0 (1) 62·5 (5) 37·5 (3) Qualitative work load % (n) COVID as exceptional situation 100·0 (2) 25·0 (2) 87·5 (7) Information from outside (2) Situation for residents",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurses (n = 8)"
        },
        {
            "text": "Not/less burdensome 50·0 (1) 62·5 (5) 50·0 (4) Burdensome 100·0 (2) 87·5 (7) 87·5 (7) Dealing with relatives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions for residents"
        },
        {
            "text": "Relatives as a challenge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions for residents"
        },
        {
            "text": "Relatives as a resource ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions for residents"
        },
        {
            "text": "results show that the qualitative work load and work organization were major concerns among nursing staff during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "Regarding the qualitative work load, the main described aspects were the additional tasks that needed to be performed due to the pandemic to care for the residents, the fact that the residents were placed under stressed due to the interventions and that dealing with the relatives presented a significant challenge. Nursing home staff reported psychological consequences, such as uncertainty, fear and stress, as major effects of the COVID-19 situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "Regarding the quantitative work load, nursing aides and care aides interviewed in our study reported that they had less time to perform daily tasks, whereas the nurses mentioned challenges associated with correctly handling as well as (training in) putting on and taking off PPE. These findings are similar to those reported by another study, which reported that nurses were concerned about wasting their time with these tasks, such as wearing PPE (Galehdar et al., 2020) . On the other hand, members of all professional groups said that they had more time for the residents because there were fewer appointments due to, for example cancellation of therapies.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 471,
                    "text": "(Galehdar et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "This is an interesting finding, because another study pointed out that the nurses were concerned about the fact that the number of care-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "givers as compared to patients was relatively low (Sun et al., 2020) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 68,
                    "text": "(Sun et al., 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "However, the latter study was conducted in a hospital, and only nurses who provided care for COVID-19 patients were interviewed (Sun et al., 2020) . Furthermore, our study was performed after the first lockdown, when it was still unclear whether a vacation ban would go into effect. That means that more staff were available. This might explain the differences in the results.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 146,
                    "text": "(Sun et al., 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "In our study, the qualitative work load was a major concern for nursing staff during this pandemic. The study participants particularly expressed concern about the additional tasks that arose due to the pandemic to care for the residents, to engage and amuse them, and to calm them down. Our results are similar to the findings of another study, which highlighted the need to treat the patient and not just the disease by providing patients with emotional support . Positive effects on their psyche 50·0 (1) 25·0 (2) 37·5 (3) Uncertainty because of the situation 100·0 (2) 87·5 (7) 62·5 (5) regarding the future 50·0 (1) 12·5 (1) 25·0 (2) Stress 100·0 (2) 37·5 (3) 62·5 (5) Psychological exhaustion 0 25·0 (2) 62·5 (5) Missing freedom 100·0 (2) 25·0 (2) 25·0 (2) Fear in general 0 0 25·0 (2) for my family 0 25·0 (2) 50·0 (4) to infect myself 50·0 (1) 50·0 (4) 0 for the residents 100·0 (2) 50·0 (4) 37·5 (3) Social consequences % (n)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "No social consequences 50·0 (1) 12·5 (1) 25·0 (2) Support by the family 50·0 (1) 12·5 (1) 37·5 (3) More intensive contact 50·0 (1) 12·5 (1) 25·0 (2) Social distance and reduction of contacts 100·0 (2) 100·0 (8) 100·0 (8) TA B L E 5 Categories and subcategories of consequences distributed by professional qualification and offering alternatives that enable social participation would also be important in these situations. One strategy that can provide residents with some orientation is to wear special laminated badges that include the name and the face on, for example the gown. This was already done by several healthcare workers allaround the world (Johnson, 2020) .",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 669,
                    "text": "(Johnson, 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "Nurses reported that the visiting ban caused the status of residents to decline. Other studies show that residents experienced loneliness and emotional burdens as consequences of the COVID-19 visiting restrictions Sarabia-Cobo et al., 2021) . White et al. (2021) even reported an increase in the numbers of deaths among otherwise stable residents after the beginning of the visitation/activity restrictions (White et al., 2021) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 240,
                    "text": "Sarabia-Cobo et al., 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 243,
                    "end": 262,
                    "text": "White et al. (2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 407,
                    "end": 427,
                    "text": "(White et al., 2021)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "These findings are interesting, because we know that up to 42% of residents, regardless of COVID-19, feel lonely (Victor, 2012) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "text": "(Victor, 2012)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "However, the pandemic had an unexpected impact on all persons involved (Gould & Hantke, 2020) . This might explain the focus placed on physical aspects and neglect for the psychological and social components and consequences of this pandemic. To prepare for future pandemics, there is a desperate need to establish guidelines that include recommendations that help to enhance the residents' psychological and social wellbeing in addition to their physical wellbeing.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 93,
                    "text": "(Gould & Hantke, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "Dealing with relatives was also mentioned as one main aspect in our study that was experienced as burdensome, specifically by the nurses and nursing aides. Relatives are assigned key persons in nursing homes, because they are in a unique position to understand, articulate and support the emotional, social and health-related needs of the residents (Reinhard et al., 2008) . As a result of the visiting restrictions, relatives could no longer visit and support the residents;",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 372,
                    "text": "(Reinhard et al., 2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "instead, the caregivers had to inform them of these restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "Relatives tended to reject these restrictions, which meant that conflicts and discussions arose with the caregivers. In one nursing home, the management took over the task of providing information and instructions for the relatives, which the caregivers in this facility perceived as a great relief. This approach could also be recommended in other nursing homes to relieve nurses on the frontline as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "Fear was mentioned as a negative psychological effect of the COVID-19 pandemic. The participants reported that they were afraid of infecting themselves or their families. This is also reported by other studies carried out in hospital as well nursing home settings (Galehdar et al., 2020; Liu et al., 2020; Sarabia-Cobo et al., 2021; Sun et al., 2020; White et al., 2021) . However, one of the biggest fears expressed was the fear of infecting the residents; this fear was expressed by nearly all of the participants, independent of the professional qualification.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 287,
                    "text": "(Galehdar et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 305,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 306,
                    "end": 332,
                    "text": "Sarabia-Cobo et al., 2021;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 333,
                    "end": 350,
                    "text": "Sun et al., 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 351,
                    "end": 370,
                    "text": "White et al., 2021)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "TA B L E 4 (Continued)"
        },
        {
            "text": "We note some limitations of this study. First, the full purposive sampling plan could not be achieved, as we lacked one female nurse 55 years or older, one female nursing aid from urban area younger than 40 years and one male care aid 40-54 years old in our sample. Instead, we interviewed three additional nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Limitations"
        },
        {
            "text": "However, this study findings provide representative insights into the burdens experienced by a heterogeneous nursing home staff population. Second, the interviews were conducted retrospectively after the first COVID-19 wave. This might have influenced the experiences and perspectives of the interviewed staff members in terms of recall bias. However, as this study allowed us to collect data through individual face-to-face interviews, these data also show strong statistical and scientific rigour. We also ensured the validity of the data by applying methodological triangulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Limitations"
        },
        {
            "text": "One more limitation is that we did not collect data on the distribution of the nursing staff in the five nursing homes. However, we based our sampling plan on national statistical information, assuming to get a representative insight to the situation of the nursing home staff during the pandemic. In addition, as we included nursing home staff with different professions, we were able to show a holistic picture of the processes taking place in the nursing home during COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Limitations"
        },
        {
            "text": "This was the first study to examine the burdens placed on different professional nursing home groups and the consequences as a result of the COVID-19 pandemic in depth. We could show that the qualitative workloads were assessed and perceived differently by staff members. Most nursing home care staff members experienced the accompanying interventions as both physically and psychologically challenging. We highly recommend that support be provided for nursing home staff during such pandemics by offering, for example specified PPE breaks. To enhance the wellbeing of both staff and residents, as well as to decrease psychological stress and fear during such challenging times, individually tailored programs need to be established. Although this study had some limitations, a high level of scientific rigour could be achieved. We recommend that further research be conducted on an ongoing basis, rather than retrospectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CON CLUS ION"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        },
        {
            "text": "The peer review history for this article is available at https://publo ns.com/publo n/10.1111/jan.15193.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PE E R R E V I E W"
        },
        {
            "text": "Due to legal issues, data can not be made available. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Empfehlungen zur schrittweisen Lockerung der aufgrund der COVID-19 Pandemie erlassenen Besuchsbeschränkungen in Alten-und Pflegeheimen ab 4. Mai 2020. Author. Federal Ministry for Social Affairs, Health, Care and Consumer Protection",
            "authors": [
                {
                    "first": ";",
                    "middle": [
                        "T"
                    ],
                    "last": "Zeitschrift Für Gerontologie Und Geriatrie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pehl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Praxisbuch: Interviews transcription & analysis-guidance and rule system for qualitative researchers",
            "volume": "54",
            "issn": "",
            "pages": "141--145",
            "other_ids": {
                "DOI": [
                    "10.1007/s00391-021-01859-x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring nurses' experiences of psychological distress during care of patients with COVID-19: A qualitative study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Galehdar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamran",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toulabi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heydari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Psychiatry",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12888-020-02898-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sharing qualitative research findings with participants: Study experiences of methodological and ethical dilemmas",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goldblatt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Karnieli-Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Patient Education and Counseling",
            "volume": "82",
            "issn": "3",
            "pages": "389--395",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pec.2010.12.016"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Promoting technology and virtual visits to improve older adult mental health in the face of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Hantke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-term care services in the United States: 2013 overview. Vital and Health Statistics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "1--107",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Qualitative research in nursing and healhcare",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Galvin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Qualitative Forschungsmethoden",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hussy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Echterhoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Forschungsmethoden in Psychologie und Sozialwissenschaften für Bachelor",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health care worker covered in protective gear laminates smile on chest to comfort patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "In conversation with a frontline worker in a care home in Sweden during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Kabir",
                    "suffix": ""
                },
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Boström",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Konradsen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cross-Cultural Gerontology",
            "volume": "35",
            "issn": "4",
            "pages": "493--500",
            "other_ids": {
                "DOI": [
                    "10.1007/s10823-020-09415-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characteristics of qualitative descriptive studies: A systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sefcik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradway",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Research in Nursing & Health",
            "volume": "40",
            "issn": "1",
            "pages": "23--42",
            "other_ids": {
                "DOI": [
                    "10.1002/nur.21768"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Psychische Belastung und Beanspruchung",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koehler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Berufsgenossenschaft für Gesundheitsdienst und Wohlfahrtspflege",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Series: Practical guidance to qualitative research. Part 4: Trustworthiness and publishing",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Korstjens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The European Journal of General Practice",
            "volume": "24",
            "issn": "1",
            "pages": "120--124",
            "other_ids": {
                "DOI": [
                    "10.1080/13814788.2017.1375092"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The experiences of health-care providers during the COVID-19 crisis in China: A qualitative study. The Lancet Global Health",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "30204--30211",
            "other_ids": {
                "DOI": [
                    "10.1016/s2214-109x(20)30204-7"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Qualitative Inhaltsanalyse",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayring",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Uncovering the devaluation of nursing home staff during COVID-19: Are we Fuelling the next health care crisis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcgilton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Escrig-Pinol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zúñiga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boscart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Corazzini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacinto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Spilsbury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Backman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scales",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fagertun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Edvardsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lepore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Directors Association",
            "volume": "21",
            "issn": "7",
            "pages": "962--956",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamda.2020.06.010"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nursing work in long-term care: An integrative review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montayre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montayre",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Gerontological Nursing",
            "volume": "43",
            "issn": "11",
            "pages": "41--49",
            "other_ids": {
                "DOI": [
                    "10.3928/00989134-20170519-02"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19 s the need for universal adoption of standards of medical care for physicians in nursing homes in Europe",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Holmerová",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Samuelsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Geriatric Medicine",
            "volume": "11",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1007/s41999-020-00347-6"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Experiences of geriatric nurses in nursing home settings across four countries in the face of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reinhard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Given",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petlick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bemis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sarabia-Cobo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Lorena",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hermosilla-Grijalbo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sáenz-Jalón",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernández-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Alconero-Camarero",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Advanced Nursing",
            "volume": "77",
            "issn": "2",
            "pages": "869--878",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.14626"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Qualitative content analysis in practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nichtärztliches Gesundheitspersonal 2018 in Krankenanstalten nach Geschlecht",
            "authors": [
                {
                    "first": "Statistik",
                    "middle": [],
                    "last": "Austria",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dying from COVID-19: Loneliness, end-of-life discussions, and support for patients and their families in nursing homes and hospitals. A National Register Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bergström",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lundström",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Pain and Symptom Management",
            "volume": "60",
            "issn": "4",
            "pages": "2--13",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpainsymman.2020.07.020"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A qualitative study on the psychological experience of caregivers of COVID-19 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Infection Control",
            "volume": "48",
            "issn": "6",
            "pages": "592--598",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.03.018"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Loneliness in care homes: A neglected area of research? Ageing Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Victor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "637--646",
            "other_ids": {
                "DOI": [
                    "10.2217/ahe.12.65"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Nursing home work environment, care quality, registered nurse burnout and job dissatisfaction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aiken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Geriatric Nursing",
            "volume": "41",
            "issn": "2",
            "pages": "158--164",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gerinurse.2019.08.007"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Front-line nursing home staff experiences during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wetle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baier",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of the American Medical Directors Association",
            "volume": "22",
            "issn": "1",
            "pages": "199--203",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamda.2020.11.022"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COVID-19 pandemic: Burdens on and consequences for nursing home staff",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schoberer",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Journal of Advanced Nursing",
            "volume": "00",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.15193"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "JAN) is an international, peer-reviewed, scientific journal. JAN contributes to the advancement of evidence-based nursing, midwifery and health care by disseminating high quality research and scholarship of contemporary relevance and with potential to advance knowledge for practice, education, management or policy",
            "authors": [],
            "year": null,
            "venue": "JAN publishes research reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Online Library website: www.wileyonlinelibrary.com/journal/jan Reasons to publish your work in JAN: • High-impact forum: the world's most cited nursing journal, with an Impact Factor of 2.561 -ranked 6/123 in the",
            "authors": [],
            "year": 2019,
            "venue": "For further information, please visit JAN on the Wiley",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "• Most read nursing journal in the world: over 3 million articles downloaded online per year and accessible in over 10,000 libraries worldwide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Positive publishing experience: rapid double-blind peer review with constructive feedback",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "• Rapid online publication in five weeks: average time from final manuscript arriving in production to online publication",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Online Open: the option to pay to make your article freely and openly accessible to non-subscribers upon publication on Wiley Online Library, as well as the option to deposit the article in your own or your funding agency's preferred archive",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nursing home staff (N = 18)MarchApril May June July",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Residents understood and accepted the interventions \"So I have to be honest with you, and I really have to salute the residents. They really went through everything …. They really accepted it the way it was. I did not experience it any other way. So I would have expected questions like what are you doing there, why do you look like that, or have we landed on Mars now? … But nothing like that. Really, they just accepted it. That's the way it is\" (CA2)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "\"So in the beginning, there was great uncertainty. A huge uncertainty. Because simply no one knew what was going to happen now. (…)No one has known, how and what? How do we go on? What do we do? I do not know, do I have to go into quarantine or not? Or can I still go to work or am I allowed to go to work or why do I have to go to work? These were also questions. Yes, it was difficult\" (N2)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "tions in the nursing home. One nurse said that the supervisors were always concerned when it came to serious issues. When it came",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "indicated that residents did not feel restricted. Other residents, and especially residents with cognitive impairments, found the measures with respect to PPE very stressful. Their level of understanding for the measures also decreased as the period of restrictions lengthened. Although it is essential to wear PPE during such a pandemic to protect both residents and staff, this result underlines the heterogeneity of the nursing home population and shows that individual protective care concepts are necessary in exceptional situations.Regularly explaining the reasons for the measures to the residents",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Hoedl https://orcid.org/0000-0001-9829-2766",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}