{
    "paper_id": "0b52eed538f77c019ab8307c3acb962b8d6aeb0a",
    "metadata": {
        "title": "Discussion of Students' E-book Reading Intention With the Integration of Theory of Planned Behavior and Technology Acceptance Model",
        "authors": [
            {
                "first": "Mert",
                "middle": [],
                "last": "Bastas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tara",
                "middle": [],
                "last": "Yektaoglu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y-Z",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y-M",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ma",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y-Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Zhou",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yue-Ming",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Yang",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence of e-books with the characteristics of easy access and reading any time anywhere is a subject of debate in academia. Topics include the use of e-books in libraries, their use in support teaching, new possibilities for reading activities, potential uses for library archives, and the motivation and intention of e-book users. Students at Guilin University of Technology participated in a survey. Of the 300 copies of the questionnaire distributed, 263 valid copies were returned, a retrieval rate of 88%. The research results show that (1) Usability and reading need are the key factors in e-book usage. Usability refers to convenient keyword searches, portability, and any time reading. E-books are considered to make searching and reading large amounts of data easier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) E-books are not restricted to time and space so that the overall reading quantity is increasing. Readers become accustomed to reading e-books, and the quality of their digital reading is gradually enhanced. (3) Students should complete e-book use courses offered by libraries to enhance their familiarity with e-books and their use of e-book software, thereby enhancing postgraduate student readers' e-book information literacy. The results of the research prompt suggestions to enhance the promotion of reading and e-book information to encourage student readers' e-book reading intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the rapidly developing information era, the value of e-books gradually became apparent. The portability of e-books has been an attraction ever since their first appearance. In the field of library and information science, e-books were much discussed. Some argued that e-books should not only be used in the library but should also enhance the services that libraries provide and should be used to support teaching. Susantini et al. (2021) mentioned that it was remarked that e-books can be a new approach to reading and can change how and when people use libraries. As digital publishing expanded, libraries began to acquire significant amounts of digital products allowing users to search digital documents in a convenient and suitable manner. Almost not a country or region in the world could escape from the pandemic of Novel Coronavirus . The pandemic results in major changes in human life to change life and learning styles. Mass or national school closure is preceded in many countries or regions this year in order to reduce the spread of COVID-19 (Viner et al., 2020) . To cope with the pandemic, the approach of \"Learning never stops\" allows students continuing the learning with the minimal impact. Nevertheless, in face of the menacing pandemic, most teachers passively adopt distance courses without advance warning or enough time for preparing courses (Almekhlafi, 2021) . Although distance education presents various advantages and is limited to time and location (Karakoç Öztürk, 2021) , the practice of distance education is the maximal transformation. A lot of countries in the world, and even schools, temporarily practice or promote distance education. It would have the frontline teachers and students face some problems or difficulties. Current academic discussions on temporary promotion of distance learning are limited, while the use of e-books is inevitable for the promotion of distance education. The rise in digital publishing led to a situation where there are more e-books than printed books (Erkayhan and Ulke, 2017) . This fact is challenging for libraries, especially university libraries, where a gradual transition occurred from paper-based collections to digital resources. Users of university libraries tend to have specific needs, and building a suitable collection can be difficult. Although libraries have started to value the development of their digital collections, they lack information on readers' acceptance, requirements, usage time, and reading habits. They are unsure if readers will change their reading habits and their requirements for printed books after e-books have been introduced into libraries. This is an area worthy of discussion when libraries are compiling their collections. Therefore, the integration of the Theory of Planned Behavior (TPB) and the Technology Acceptance Model (TAM) was used in this research to investigate students' reading intention toward e-books. Understanding how readers use the collections in the libraries and assessing how their expectations are being met might improve students' reading literacy of printed books and e-books. New insights could help to promote students' reading services.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 441,
                    "text": "Susantini et al. (2021)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1059,
                    "end": 1079,
                    "text": "(Viner et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1369,
                    "end": 1387,
                    "text": "(Almekhlafi, 2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1482,
                    "end": 1504,
                    "text": "(Karakoç Öztürk, 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2026,
                    "end": 2051,
                    "text": "(Erkayhan and Ulke, 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In their survey of digital reading behavior, Huang and Chang (2019) found that frequent e-book reading locations included rooms at home, especially the living room, offices, schools, and on transport to work. In different situations, the most common types of e-book reading were: \"business and finance, \" \"literature and fiction, \" \"tourism and sport, \" \"lifestyle and hobbies, \" and \"fashion and entertainment.\" While at home, readers mainly read e-books on tablets, and they use smartphones while commuting. Regarding reading habits, 60% of respondents read 1-4 e-books a month, and about 50% of respondents read e-books for an average of 16-30 min each time. In the survey, more than 70% of the respondents were satisfied with their e-book reading experience. Leong et al. (2019) discovered that most readers read e-books on tablets, read at home, and read every week and that reading methods depend on the type of books. In terms of the effect of e-books on readers, readers' knowledge of ebooks was related to the reading experience. Readers favored the convenience of e-books, but they were used to reading paper books. Ease of use of software and hardware and readers' reading habits were the key factors in reading intention. Reading e-books changed reading habits, such as searching for books, type of reading material, time spent reading, note-taking habits, frequency of repeated reading, and book sharing behavior. Readers' problems with e-books included installation, searching, and reading, with searching as the biggest problem. Readers' needs for e-books resulted in bigger collections and longer recommendation book lists. The need arose for reading software to improve searching and personalization. Kaushik and Rahman (2017) revealed that the use of the TAM to predict users' behavioral intention in using new technologies and their real-use behavior was supported by a significant body of empirical research. However, two factors, the social factor and the controlling factor, which were proven to significantly affect users' real-use behavior with new technologies, were not included in the model. These two factors were the key variables in the TPB. Wei et al. (2017) integrated the TAM and the TPB, including a subjective norm and perceived behavioral control in the TAM, proposing a combined TAM and TPB (C-TAM-TPB), and they conducted empirical research on students' use behavior of computing resource centers.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 67,
                    "text": "Huang and Chang (2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 763,
                    "end": 782,
                    "text": "Leong et al. (2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1718,
                    "end": 1743,
                    "text": "Kaushik and Rahman (2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2172,
                    "end": 2189,
                    "text": "Wei et al. (2017)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Digital Reading Behavior"
        },
        {
            "text": "The empirical results of the study by Lee and Cranage (2018) revealed that the C-TAM-TPB, integrating the TAM and the TPB, presented a high level of fit in explaining users' use behavior with new technologies. Moreover, the group analysis of users with different use experiences revealed that C-TAM-TPB presented a good fit for users with or without experience. Therefore, in this study, TPB and TAM are integrated to discuss students' e-book reading intention. Lee (2017) stated that Davis included the belief-attitudeintention-behavior relation in the theory of reasoned action in the TAM and particularly emphasized the importance of \"perceived usefulness\" and \"perceived ease of use.\" Davis considered that information technology with higher ease of use in situations with comparable tasks could assist an individual in completing more tasks in the same time, further enhancing individual work performance. In this case, the perceived ease of use could reinforce the perceived usefulness to the individual of information technology. Stouthuysen et al. (2018) mentioned that Davis also considered that users might have a negative attitude toward specific information technology but would still be willing to use the technology when its use is perceived to enhance personal work performance. Ko (2017) indicated that perceived usefulness could indirectly affect the use intention of information technology through attitude and could directly affect the behavioral intention of users. Furthermore, in addition to perceived usefulness and perceived ease of use as major factors in the attitudes of users toward information technology, attitudes would further affect the behavioral intention of users, thereby determining the acceptance and use behavior of information technology.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 60,
                    "text": "Lee and Cranage (2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 462,
                    "end": 472,
                    "text": "Lee (2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1037,
                    "end": 1062,
                    "text": "Stouthuysen et al. (2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1294,
                    "end": 1303,
                    "text": "Ko (2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Application of Model"
        },
        {
            "text": "The following hypotheses are therefore established in this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Hypothesis"
        },
        {
            "text": "The integration of the TAM and the TPB is used to construct the model in this study, as shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Conceptual Structure"
        },
        {
            "text": "Five hundred copies of a questionnaire were distributed to university students in Guilin, China. A total of 433 valid copies were returned, a retrieval rate of 87%. AMOS software was used as the data analysis tool to evaluate students' e-book reading intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Subject and Analysis Method"
        },
        {
            "text": "Confirmatory Factor Analysis (CFA) results show that convergent validity in the observation model could observe the suggested reliability value of individual observed variables, construct reliability (CR), and average variances extracted (AVE), where the reliability of individual observed variables is suggested as higher than 0.5. The factor loadings of various observed variables in this study are higher than the suggested value. A CR value of higher than 0.6 is preferable, but some researchers suggest that it should be higher than 0.5. The estimation result of the model shows that the CR is higher than 0.5. The average variance extracted should be higher than 0.5. The average variance extracted of dimensions in this study is higher than 0.5, conforming to the suggested value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULT"
        },
        {
            "text": "The estimation results of the structural equation are shown in Table 1 . First, the suggested standards for X 2 /df, RMSEA, GFI, AGFI, RMR, and NFI are ≦ 5, ≦ 0.08, ≧ 0.9, ≧ 0.9, ≦ 0.05, and ≧ 0.9, respectively. The values in this study appear as X 2 /df = 3.134 ≦ 5, RMSEA = 0.034 ≦ 0.08, GFI = 0.968 ≧ 0.9, AGFI = 0.925 ≧ 0.9, RMR = 0.03 ≦ 0.05, and NFI = 0.942 ≧ 0.9, revealing good overall fit. As a result, the estimation results of the structural equation (Table 1) show that all parameters achieve the significant standards (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 462,
                    "end": 471,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULT"
        },
        {
            "text": "From the above estimation results of the structural equations, the following seven research hypotheses in this study are supported: H1: Perceived ease of use presents positive and direct effects on perceived usefulness; H2: Perceived ease of use shows positive and direct effects on attitude; H3: Perceived usefulness reveals positive and direct effects on attitude; H4: Perceived usefulness shows positive and direct effects on behavioral intention; H5: Attitude shows positive and direct effects on behavioral intention; H6: Subjective norm reveals positive and direct effects on behavioral intention; and H7: Perceived behavioral control shows positive and direct effects on behavioral intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULT"
        },
        {
            "text": "Most e-books are free and easy to access. Therefore, students tend to read quickly and to immediately reject unsuitable ebooks and to search for the next one. In the reading process of acquisition and searching, e-books usually show an abstract on the interface indicating the content and facilitating the elimination of unsuitable books or articles. Printed books do not often show abstracts, and the content is only indicated by the cover. Students appear to have a higher acceptance of ebooks and to have definite reading goals, thereby increasing reading frequency. Furthermore, students generally appreciate the convenience of keyword searches of e-books, discovering new reading strategies involving integration and explanation. Students tend to read printed books for comprehension and to use keywords to directly search for solutions in e-books. It seems that an increasing number of students are engaging in digital reading for academic purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The research results reveal students' high demands for reading e-books. The convenience of not being restricted to time and space is popular among students when considering the importance of e-books. The results show that students are not familiar with e-book resources and how to use them, and that digital reading can be limited by software and hardware issues. In addition, note-taking can be challenging because of the unfamiliar interface. Therefore, students should participate actively in the e-book use education courses offered by libraries to increase their understanding of e-books and to improve their ability to use e-book reading software to enhance their ebook information literacy. Students encounter many difficulties in the digital reading experience, including the limitations of software and hardware, the challenges involved in underlining and making notes, and the unfriendly user interface. Students expressed the view that unstable software or hardware might hinder their e-book reading. E-book firms could improve the stability of software and hardware, thereby enhancing students' use satisfaction. It is therefore suggested that e-book firms should regularly survey readers' digital reading experiences and improve the e-book service to increase students' e-book use intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The present study was conducted in accordance with the recommendations of the Ethics Committee of the Guilin University of Technology, with written informed consent being obtained from all the participants. The research protocol was approved by the ethical committee of the Guilin University of Technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "Y-ZL performed the initial analyses and wrote the manuscript. Y-MX was responsible for the methodology, software, and validation. Y-YM and CL assisted in the data collection and data analysis. All authors revised and approved the submitted version of the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of e-books on preservice student teachers' achievement and perceptions in the united arab emirates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Almekhlafi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Inf. Technol",
            "volume": "26",
            "issn": "",
            "pages": "1001--1021",
            "other_ids": {
                "DOI": [
                    "10.1007/s10639-020-10298-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Digitalization of the book publishing industry. A study on the e-book publishing in Turkey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erkayhan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Online Commun. Media Technol",
            "volume": "7",
            "issn": "",
            "pages": "61--78",
            "other_ids": {
                "DOI": [
                    "10.29333/ojcmt/2610"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implementing English as a medium of instruction to promote English learning of sixth graders",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Chang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. CEBC",
            "volume": "",
            "issn": "",
            "pages": "78--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Digital Reading and the Concept of Ebook: Metaphorical Analysis of Preservice Teachers' Perceptions Regarding the Concept of Ebook",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Karakoç Öztürk",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An empirical investigation of tourist's choice of service delivery options-SSTs vs. service employees",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Contemp. Hospitality Manag",
            "volume": "29",
            "issn": "",
            "pages": "1892--1913",
            "other_ids": {
                "DOI": [
                    "10.1108/IJCHM-08-2015-0438"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Exploring how hotel guests choose self-service technologies over service staff",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Organ. Innov",
            "volume": "9",
            "issn": "",
            "pages": "16--27",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Causal attributions and overall blame of self-service technology (SST) failure: Different from service failures by employee and policy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cranage",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Hospitality Market Manag",
            "volume": "27",
            "issn": "",
            "pages": "61--84",
            "other_ids": {
                "DOI": [
                    "10.1080/19368623.2017.1337539"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Personality determinants of need for interaction with a retail employee and its impact on self-service technology (SST) usage intentions",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Res. Interact Market",
            "volume": "11",
            "issn": "",
            "pages": "214--231",
            "other_ids": {
                "DOI": [
                    "10.1108/JRIM-04-2016-0036"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learners' perceptions of the impact of using digital storytelling on vocabulary learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C H"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J Z"
                    ],
                    "last": "Abidin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saibon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Teach. Engl. Technol",
            "volume": "19",
            "issn": "",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Initial trust and intentions to buy: the effect of vendor-specific guarantees, customer reviews and the role of online shopping experience",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stouthuysen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reusen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Slabbinck",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Elect. Commerce Res. Appl",
            "volume": "27",
            "issn": "",
            "pages": "23--38",
            "other_ids": {
                "DOI": [
                    "10.1016/j.elerap.2017.11.002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "e-book of metacognitive learning strategies: design and implementation to activate student's self-regulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Susantini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Puspitawati",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Suaidah",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Res. Prac. Technol. Enhanced Learn",
            "volume": "16",
            "issn": "13",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41039-021-00161-z"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stansfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolescent Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-4642(20)30095-X"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The power of self-service technologies in creating transcendent service experiences: the paradox of extrinsic attributes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Contemp. Hospitality Manag",
            "volume": "29",
            "issn": "",
            "pages": "1599--1618",
            "other_ids": {
                "DOI": [
                    "10.1108/IJCHM-01-2016-0029"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "H1: Perceived ease of use presents positive and direct effects on perceived usefulness. H2: Perceived ease of use shows positive and direct effects on attitude. H3: Perceived usefulness reveals positive and direct effects on attitude. H4: Perceived usefulness shows positive and direct effects on behavioral intention. H5: Attitude shows positive and direct effects on behavioral intention. H6: Subjective norm reveals positive and direct effects on behavioral intention. H7: Perceived behavioral control shows positive and direct effects on behavioral intention. H8: Perceived behavioral control presents positive and direct effects on behavior. H9: Behavioral intention reveals positive and direct effects on behavior.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conceptual structure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Structural equations model result. **, ***Stands for the significance under the significant standard of 5%.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the Guangxi Zhuang Autonomous Region: 100 Plan on the Introduction of High-level Overseas Talents for Colleges and Universities in Guangxi (YM 20181204).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors thank the reviewers for their valuable comments.Frontiers in Psychology | www.frontiersin.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher's Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.Copyright © 2021 Luo, Xiao, Ma and Li. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}